Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Contributors to the VICE project
da: Bidragsydere til VICE-projektet
de: Beträge zum VICE Projekt
es: Contribuyentes al proyecto VICE
fr: Contributeurs au projet VICE
hu: Közremûködõk a VICE projektben
it: Collaboratori del progetto VICE
nl: Medewerkers aan het VICE project
pl: Współpracownicy projektu VICE
sv: Bidragslämnare till VICE-projektet
tr: VICE projesine katkýda bulunanlar

source: Compile time features
nl: Speciale opties aanwezig bij het compileren
pl: Opcje kompilacji

source: Text cannot be displayed.
nl: Tekst kan niet getoont worden.
pl: Nie można pokazać tekstu.

source: The VICE Team:
nl: Het VICE Team:
pl: Zespół VICE:

source: Official VICE homepage:
da: Officiel VICE-hjemmeside:
de: Offizielle VICE Homepage:
es: Página oficial de VICE
fr: La page officielle de VICE:
hu: Hivatalos VICE honlap:
it: Homepage ufficiale di VICE:
nl: Officile VICE homepage:
pl: Oficjalna strona VICE:
sv: Officiell VICE-webbsida:
tr: Resmi VICE web sitesi:

source: License
da: Licens
de: Lizenz
es: Licencia
hu: Licensz
it: Licenza
nl: Licentie
pl: Licencja
sv: Licens
tr: Lisans

source: Warranty
da: Garanti
de: Garantiebestimmungen
es: Garantía
fr: Garantie
hu: Garancia
it: Garanzia
nl: Garantie
pl: Gwarancja
sv: Garanti
tr: Garanti

source: Contributors
da: Bidragsydere
de: VICE Hackers
es: Contribuyentes
fr: Contributeurs
hu: Közremûködõk
it: Collaboratori
nl: Medewerkers
pl: Współpracownicy
sv: Bidragslämnare
tr: Katýlýmcýlar

source: Features
nl: Speciale opties
pl: <Funkcje>

source: Save cartridge image
da: Gem cartridge-image
de: Erweiterungsmodul speichern
es: Grabar imagen de cartucho
fr: Sauvegarder une image de cartouche
hu: Cartridge képmás mentése
it: Salva l'immagine della cartuccia
nl: Opslaan cartridge bestand
pl: Zapisz obraz kartridża
sv: Spara insticksmodulfil
tr: Kartuþ imajýný kaydet

source: Invalid filename
da: Ugyldigt filnavn
de: Ungültiger Dateiname
es: Nombre de fichero erroneo
fr: Nom de fichier invalide
hu: Érvénytelen fájlnév
it: Nome del file non valido
nl: Ongeldige bestandsnaam
pl: Błędna nazwa pliku
sv: Ogiltigt filnamn
tr: Geçersiz dosya ismi

source: Cannot write cartridge image file `%s'
da: Kunne ikke skrive cartridge-image-fil "%s"
de: Kann Erweiterunsmodule Imagedatei `%s' nicht speichern.
es: No puedo grabar la imagen del cartucho `%s'
fr: Impossible d'écrire le fichier image de la cartouche `%s'
hu: Nem sikerült a cartridge képmásba írni `%s'
it: Non è possibile scrivere il file immagine della cartuccia `%s'
nl: Kan cartridge bestand niet schrijven `%s'
pl: Nie można zapisać pliku obrazu kartridża `%s'
sv: Kan inte skriva insticksmodulfil "%s"
tr: Kartuþ imaj dosyasý yazýlamadý `%s'

source: Create empty disk
da: Opret tom diskette
de: Leeres Disk Image erzeugen
es: Crear disco vacio
fr: Créer un disque vide
hu: Üres lemez készítése
it: Crea un disco vuoto
nl: Maak lege disk
pl: Stwórz pustą dyskietkę
sv: Skapa tom diskett
tr: Boþ disk yarat

source: Disk options
da: Diskette valg
de: Disk Optionen
es: Opciones de disco
fr: Options de disque
hu: Lemez paraméterek
it: Opzioni del disco
nl: Disk opties
pl: Opcje dyskietki
sv: Alternativ för diskett
tr: Disk seçenekleri

source: Disk name:
da: Diskettenavn:
es: Nombre del disco:
fr: Nom du disque:
hu: Lemez neve:
it: Nome del disco:
nl: Disk naam:
pl: Nazwa dyskietki:
sv: Diskettnamn:
tr: Disk ismi:

source: Can't create image `%s'.
da: Kunne ikke oprette image "%s".
de: Kann Image `%s' nicht erzeugen.
es: No puedo crear la imagen `%s'.
fr: Impossible de créer l'image `%s'.
hu: Nem sikerült `%s' képmást létrehozni.
it: Non è possibile creare l'immagine `%s'.
nl: Kan bestand `%s' niet maken.
pl: Nie można stworzyc obrazu `%s'.
sv: Kan inte skapa avbildningsfil "%s".
tr: `%s' imajý yaratýlamadý.

source: Copy
da: Kopiér
de: Kopie
es: copiar
fr: Copier
hu: Másol
it: Copia
nl: Kopie
pl: Kopiuj
sv: Kopiera
tr: Kopyala

source: Paste
da: Indsæt
de: Einfügen
es: Pegar
fr: Coller
hu: Beilleszt
it: Incolla
nl: Plakken
pl: Wklej
sv: Klistra in
tr: Yapýþtýr

source: Keyboard
da: Tastatur
de: Tastatur
es: Teclado
fr: Clavier
hu: Billentyûzet
it: Tastiera
nl: Toetsenbord
pl: Klawiatura
sv: Tangentbord
tr: Klavye

source: Devices
da: Enheder
de: Geräte
es: Periféricos
fr: Lecteurs
hu: Eszközök
it: Device
nl: Apparaten
pl: Urządzenia
sv: Enheter
tr: Aygýtlar

source: Invalid port number
da: Ugyldigt portnummer
de: Ungültige Port Nummer
es: Número de puerto incorrecto
fr: Numéro de port invalide
hu: Érvénytelen port szám
it: Numero di porta non valido
nl: Ongeldig poort nummer
pl: Błędny numer portu
sv: Ogiltigt portnummer
tr: Geçersiz port numarasý

source: Server listening
da: Server lytter
de: Server wartet auf Verbindung
es: Servidor en escucha
fr: Le serveur écoute
hu: Várakozás kliensre
it: Server in ascolto
nl: Server wacht op verbinding
pl: Serwer nasłuchuje
sv: Servern lyssnar
tr: Sunucu dinleniyor

source: Connected server
da: Tilsluttet server
de: Server verbunden
es: Servidor conectado
fr: Connecté au serveur
hu: Kapcsolódva kiszolgálóhoz
it: Server connesso
nl: Verbonden server
pl: Połączony serwer
sv: Ansluten server
tr: Sunucuya baðlanýldý

source: Connected client
da: Tilsluttet klient
de: Verbunden, Client
es: Cliente conectado
fr: Client connecté
hu: Kapcsolódó kliens
it: Client connesso
nl: Verbonden client
pl: Połączony klient
sv: Ansluten klient
tr: Baðlý istemci

source: Couldn't start netplay server.
da: Kunne ikke starte netværksspilsserver.
de: Konnte Netplay Server nicht starten.
es: No puedo iniciar servidro netplay
fr: Ne peut démarrer le serveur de jeu en réseau.
hu: Nem sikerült elindítani a hálózati kiszolgálót.
it: Non è possibile avviare il server netplay.
nl: Kon de netplayserver niet starten.
pl: Nie można uruchomić serwera gry sieciowej.
sv: Kunde inte starta nätverksspelsserver.
tr: Netplay sunucusu baþlatýlamadý.

source: Couldn't connect client.
da: Kunne inte tilslutte klienten.
de: Konnte Client nicht verbinden.
es: No puedo conectar cliente
fr: Impossible de connecter le client.
hu: Nem sikerült kapcsolódni.
it: Non è possibile connettere il client.
nl: Kon de client niet verbinden.
pl: Nie można było podłączyć klienta
sv: Kunde inte ansluta klienten.
tr: Ýstemciye baðlanýlamadý.

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
sv: Okänd
tr: Bilinmeyen

source: Connect to
da: Tilslut til
de: Verbinden mit
es: Conectar a
fr: Se connecter à
hu: Kapcsolódás ehhez:
it: Connetti a
nl: Maak verbinding naar
pl: Połącz z
sv: Anslut till
tr: Baðlanýlan

source: Current mode
da: Nuværende tilstand
de: Aktueller Modus
es: Modo actual
fr: Mode actuel
hu: Jelenlegi mód
it: Modalità attuale
nl: Huidige modus
pl: Obecny tryb
sv: Nuvarande läge
tr: Geçerli mod

source: Netplay Settings
da: Nætværksspilindstillinger
de: Netplay Einstellungen
es: Ajustes Netplay
fr: Paramètres de jeu en réseau
hu: Hálózati játék beállításai
it: Impostazioni Netplay
nl: Netplay instellingen
pl: Ustawienia gry sieciowej
sv: Inställningar för nätverksspel
tr: Netplay Ayarlarý

source: Control
da: Styring
de: Kontrolle
hu: Vezérlõ
it: Controllo
nl: Bediening
pl: Kontrola
sv: Styrning
tr: Kontrol

source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
fr: Luminosité
hu: Fényesség
it: Luminosità
nl: Helderheid
pl: Jasność
sv: Ljusstyrka
tr: Parlaklýk

source: Saturation
da: Mætning
de: Sättigung
es: Saturacion
hu: Telítettség
it: Saturazione
nl: Verzadiging
pl: Nasycenie
sv: Mättnad
tr: Doygunluk

source: Blur
da: Udtværing
de: Unschärfe
fr: Flou
nl: Wazigheid
pl: Rozmycie
sv: Suddighet
tr: Bulanýklýk

source: Scanline shade
da: Skanlinjeskygge
de: Scanline Schatten
es: Sombra linea de escaneo
fr: Ombrage des lignes de balayage
nl: Scanlijnschaduw
pl: Cieniowane scanline
sv: Skuggning av skannlinjer
tr: Tarama satýrý nüansý

source: Odd lines phase
da: Fase for ulige linjer
de: Ungerade Zeilenphase
es: Lineas fase impar
fr: Phase lignes impaires
nl: Oneven lijnen fase
pl: Faza linii nieparzystych
sv: Fas för udda linjer
tr: Tek satýr fazý

source: Odd lines offset
da: Offset for ulige linjer
de: Ungerader Zeilenoffset
es: Offset lineas impares
fr: Décalage lignes impaires
nl: Oneven lijnen compensatie
pl: Wyrównanie linii nieparzystych
sv: Utjämning för udda linjer
tr: Tek satýr ofseti

source: ReSID Gain
nl: reSID Versterking
pl: Wzmocnienie reSID
sv: ReSID Förstärkning

source: ReSID Filter Bias
nl: ReSID Filter Voorkeur
pl: Nastawienie filtra ReSID
sv: ReSID Filterförspänning

source: Display Thread Rate
nl: Display draad snelheid
sv: Visa trådhastighet

source: Display Thread Ghosting
nl: display draad ghosting
sv: Visa trådspökbilder

source: CRT emulation settings
da: Indstillinger for CRT-emulering
de: CRT Emulator Einstellungen
es: Ajustes de emulación CRT
fr: Paramètres d'émulation CRT
nl: CRT emulatie instellingen
pl: Ustawienia emulacji CRT
sv: Inställningar för CRT-emulering
tr: CRT emülasyonu ayarlarý

source: Oversize handling
nl: 'Te groot' afhandeling
pl: obsługa dużego obrazu
sv: Hantering av stora bilder

source: scale down
nl: kleiner maken
pl: skaluj w dół
sv: skala ned

source: crop left top
nl: crop linker bovenkant
pl: przytnij z lewej od góry
sv: klipp vänster övre

source: crop center top
nl: crop midden bovenkant
pl: przytnij od góry
sv: klipp mitt övre

source: crop right top
nl: crop rechter bovenkant
pl: przytnij z prawej od góry
sv: klipp höger övre

source: crop left center
nl: crop linker midden
pl: przytnij z lewej
sv: klipp vänster mitten

source: crop center
nl: crop midden
pl: przytnij do środka
sv: klipp mitten

source: crop right center
nl: crop rechter midden
pl: przytnij z prawej
sv: klipp höger mitten

source: crop left bottom
nl: crop linker onderkant
pl: przytnij z lewej od dołu
sv: klipp vänster nedre

source: crop center bottom
nl: crop midden onderkant
pl: przytnij od dołu
sv: klipp mitten nedre

source: crop right bottom
nl: crop rechter onderkant
pl: przytnij z prawej od dołu
sv: klipp höger nedre

source: Undersize handling
nl: 'Te klein' afhandling
pl: Obsługa małego obrazu
sv: Hantering av små bilder

source: scale up
nl: maak groter
pl: skaluj w górę
sv: skala upp

source: add borders
nl: borders toevoegen
pl: dodaj ramki
sv: lägg till ramar

source: Multicolor handling
nl: Meerdere kleuren afhandeling
pl: obsługa wielu kolorów
sv: Hantering av flerfärg

source: b&w
nl: zwart/wit
pl: czarno-biały
sv: svartvit

source: 2 colors
nl: 2 kleuren
pl: 2 barwy
sv: 2 fäger

source: 4 colors
nl: 4 kleuren
pl: 4 barwy
sv: 4 färger

source: gray scale
nl: grijs
pl: skala szarości
sv: gråskala

source: best cell colors
nl: beste cel kleuren
pl: najlepsze kolory komórek
sv: bästa cellfäger

source: TED luma handling
nl: TED lumu afhandeling
pl: Obsługa luminancji TED
sv: Hantering av TED-luma

source: ignore
nl: negeren
pl: ignoruj
sv: ignorera

source: CRTC textcolor
nl: CRTC text kleur
pl: Kolory tekstu CRTC
sv: CRTC-textfärg

source: white
nl: wit
pl: biały
sv: vit

source: green
nl: groen
pl: zielony
sv: grön

source: Media Format
nl: Media formaat
pl: Format materiału

source: Format
es: Formato
hu: Formátum
it: Formato
nl: Formaat
tr: Biçim

source: Audio bitrate
da: Bitrate for lyd
fr: Débit audio
nl: Geluid bitrate
pl: Szybkość transmisji audio
sv: Ljudbithastighet
tr: Ses bithýzý

source: Half Framerate (25/30 fps)
da: Halv billedrate (25/30 fps)
de: Halbe Wiederholungsrate (25/30 fps)
es: Velocidad media de cuadro (25/30 fps)
fr: Moitié images par secondes (25/30 ips)
nl: Halve framesnelheid (25/30 fps)
pl: Połowa klatek na sekundę (25/30 kl./s)
sv: Halv uppdateringsfrekvens (25/30 bilder/s)
tr: Yarý Karehýzý (25/30 fps)

source: Couldn't write screenshot to `%s' with driver `%s'.
da: Kunne ikke skrive screenshot til "%s" med driver "%s".
de: Screenshot konnte auf `%s' mit Treiber `%s' nicht gespeichert werden.
es: No puedo grabar captura de pantalla en `%s' con controlador `%s'.
fr: Impossible d'écrire la capture écran de `%s' avec le pilote `%s'.
hu: Nem sikerült a `%s' pillanatképet elkészíteni `%s' formátumban.
it: Non è possibile scrivere la schermata su `%s' con il driver `%s'.
nl: Kon beeld afdruk niet opslaan naar `%s' met stuurprogramma `%s'.
pl: Nie można zapisać zrzutu ekranu do `%s' z sterownikiem `%s'.
sv: Kunde inte skriva skärmdump till "%s" med drivrutin "%s".
tr: Ekran görüntüsü `%s', `%s' sürücüsüyle yazýlamadý.

source: Snapshot options
da: Snapshotindstillinger
de: Snapshot Optionen
es: Opciones de snapshot
fr: Options de sauvegarde
hu: Pillanatkép opciók
it: Opzioni snapshot
nl: Momentopname opties
pl: Opcje zrzutu
sv: Alternativ för ögonblicksbild
tr: Anlýk Görüntü ayarlarý

source: Save currently attached disk images
da: Gem tilsluttede disk-images
de: Aktuell eingelegte Diskimages speichern
es: Grabar imagenes de disco actualmente insertados
fr: Sauvegarder les disques présentement attachés
hu: A jelenleg csatolt lemezek mentése
it: Salva le immagini dei dischi attualmente selezionati
nl: Opslaan huidige gekoppelde schijfbestanden
pl: Zapisz zaontowane obrazy dyskietek
sv: Spara anslutna diskettavbildningar
tr: Halihazýrda yerleþtirilmiþ disk imajlarýný kaydet

source: Save currently loaded ROM images
da: Gem tilsluttede ROM-images
de: Aktuelle ROMs speichern
es: Grabar imagenes ROM actualmente cargadas
fr: Sauvegarder les images ROM présentement chargés
hu: A jelenleg betöltött ROM-ok mentése
it: Salva le immagini delle ROM attualmente caricate
nl: Opslaan huidig gekoppelde ROMs
pl: Zapisz wczytane obrazy ROM-ów
sv: Spara inlästa ROM-avbildningar
tr: Halihazýrda yüklenmiþ ROM imajlarýný kaydet

source: Successfully wrote `%s'
da: Skrev "%s"
de: `%s' erfolgreich gespeichert
es: Grabado correctamente `%s'
fr: Écriture réussie de `%s'
hu: `%s' sikeresen kiírva
it: Scrittura di `%s' riuscita
nl: Met succes `%s' geschreven
pl: Zapisywanie %s' pomyślnie zakończone
sv: Skrev "%s"
tr: `%s' baþarýyla yazýldý

source: Name: %s Author: %s Copyright: %s Tune: %d of %d (Default: %d) %s Model: %s IRQ: %s %s
nl: Naam: %s Maker: %s Copyright: %s Deuntje: %d of %d (Standaard: %d) %s Model: %s IRQ: %s %s
pl: Nazwa %s Autor: %s Copyright: %s Utwór: %d of %d (domyślnie: %d) %s Model: %s IRQ: %s %s
sv: Namn: %s Författare: %s Upphovsrätt: %s Låt: %d av %d (Standard: %d) %s Modell: %s IRQ: %s %s

source: <Command>
nl: <Commando>
pl: <Polecenie>

source: Specify an HTML browser for the on-line help
da: Angiv en HTML-browser for online hjælp
de: Bitte HTML Browser für online Hilfe definieren
es: Especificar un navegador HTML para la ayuda on-line
fr: Sécifiez un navigateur web (HTML) pour l'aide en ligne
hu: HTML böngészõ megadása online segítséghez
it: Specifica un browser HTML per l'help in linea
nl: Geef een HTML browser voor de on-line help
pl: Podaj przeglądarkę HTML dla pomocy on-line
sv: Ange en HTML-läsare för direkthjälpen
tr: Çevirimiçi yardým için HTML tarayýcý belirleyin

source: Never confirm quitting VICE
da: Bekræft ikke programafslutning
de: Keine Bestätigung beim Beenden von VICE
es: Nunca confirmar cierre de VICE
fr: Ne pas confirmer pour quitter VICE
nl: Niet bevestigen van het afsluiten van VICE
pl: Nigdy nie potwierdzaj zamknięcia VICE
sv: Bekräfta inte för att avsluta VICE
tr: VICE'dan çýkýþý asla teyit etme

source: Never save settings on exit
da: Gem aldrig indstillinger når programmet afsluttes
de: Einstellungen beim Beenden nie speichern
es: no grabar ajustes al salir
fr: NE PAS enregistrer les paramètres à la sortie
nl: Instellingen nooit opslaan bij afsluiten
pl: Nigdy nie zapisuj ustawień przy wyjściu
sv: Spara aldrig inställningar vid avslut
tr: Çýkýþta ayarlarý asla kaydetme

source: Install a private colormap
da: Installér et privat colormap
de: Private Farbpalette installieren.
es: Instalar un mapa de color personalizado
fr: Installer un colormap privé
hu: Saját paletta telepítése
it: Installa una tavolozza privata
nl: Installeer een prive kleurenmap
pl: Zainstaluj własną mapę kolorów
sv: Installera en privat färgkarta
tr: Özel renk haritasý yükle

source: Use the default colormap
da: Anvend standard colormap
de: Benutze standard Farbtabelle
es: Usar el mapa de color por defecto
fr: Utiliser le colormap par défaut
hu: Alapértelmezett színpaletta használata
it: Usa la tavolozza dei colori predefinita
nl: Gebruik de standaard kleurenmap
pl: Użyj domyślnej mapy kolorów
sv: Använd standardfärgkartan
tr: Varsayýlan renk haritasýný kullan

source: <value>
da: <værdi>
fr: <valeur>
it: <valore>
nl: <waarde>
pl: <wartość>
sv: <värde>
tr: <deðer>

source: Specify X display depth (1..32)
da: Angiv farvedybde for X-display (1..32)
de: X Display Farbtiefe (1..32) definieren
es: Especificar profundidad de pantalla X (1..32)
fr: Sécifiez la profondeur des couleurs de votre affichage X (1..32)
hu: X színmélységének megadása (1-32)
it: Specifica la profondita del display X (1..32)
nl: Geef een X-weergavediepte (1..32)
pl: Podaj głębię ekranu X-ów (1..32)
sv: Ange färgdjup för X-display (1..32)
tr: X görüntü derinliðini belirleyin (1..32)

source: Disable fullscreen
da: Deaktivér fuldskærmstilstand
de: Vollbild Modus deaktivieren
es: inhabilitar pantalla completa
fr: Désactiver le mode Plein écran
nl: Volscherm uitschakelen
pl: Wyłącz pełny ekran
sv: Inaktivera fullskärmsläge
tr: Tam ekraný pasifleþtir

source: VICE Information
es: Información VICE
fr: Information VICE
hu: VICE információ
it: Informazioni su VICE
nl: VICE informatie
pl: Informacje o VICE
tr: VICE Bilgisi

source: File name
da: Filnavn
de: Dateiname
es: nombre de fichero
fr: Nom de fichier
hu: Fájlnév
it: Nome del file
nl: Bestandsnaam
pl: Nazwa pliku
sv: Filnamn
tr: Dosya ismi

source: Browse
da: Gennemse
de: Stöbern
es: Explora
fr: Parcourir
hu: Tallóz
it: Sfoglia
nl: Bladeren
pl: Przeglądaj
sv: Bläddra
tr: Göz at

source: Cancel
da: Annullér
de: Abbruch
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
nl: Annuleren
pl: Anuluj
sv: Avbryt
tr: Ýptal

source: Save empty disk file
da: Gem tomt disk-image
de: Leeres Disk Image erzeugen
es: Grabar fichero disco vacio
fr: Sauvegarder un fichier disque vide
nl: Opslaan leeg schijfbestand
pl: Zapisz plik jako pustą dyskietkę
sv: Spara tom diskettfil
tr: Boþ disk dosyasýný kaydet

source: Couldn't create disk image
da: Kunne ikke oprette disk-image
de: Kann Disk Image nicht erzeugen.
es: No puedo crar la imagen de disco
fr: Impossible de créer l'image disque
hu: Nem sikerült lemezképmást létrehozni
it: Non è possibile crare l'immagine del disco
nl: Kon schijfbestand niet maken
pl: Nie można stworzyć dysku
sv: Kunde inte skapa diskettavbildningsfil
tr: Disk imajý yaratýlamadý

source: Disk format:
da: Disketteformat:
es: Formato del disco:
fr: Format du disque:
hu: Lemez formátum:
it: Formato del disco:
nl: Disk formaat:
pl: Format dysku
sv: Diskettformat:
tr: Disk biçimi:

source: Save screenshot file
da: Gem screenshot
de: Screenshot speichern
es: Grabar fichero de captura de pantalla
fr: Enregistrer une capture d'écran
hu: Fénykép fájl mentése
it: Salva la schermata
nl: Opslaan schermafdrukbestand
pl: Zapisz plik zrzutu ekranu
sv: Spara skärmdump
tr: Ekran görüntüsü dosyasý kaydet

source: Image Format
da: Billedformat
es: Formato de imagen
fr: Format de l'image
hu: Kép formátum
it: Formato dell'immagine
nl: Beeldformaat
pl: Format obrazu
sv: Bildformat
tr: Imaj Biçimi

source: Screen Snapshot
da: Screenshot
de: Bildschirm Screenshot
es: Captura de pantalla
fr: Capture d'écran
hu: Képernyõ fénykép
it: Salva schermata
nl: Scherm Afdruk
pl: Zrzut ekranu
sv: Skärmdump
tr: Ekran Anlýk Görüntüsü

source: Name: %s Tune: %d of %d (Default: %d) Author: %s Copyright: %s %s Model: %s IRQ: %s %s
nl: Naam: %s Deuntje: %d of %d (Standaard: %d) Maker: %s Copyright: %s %s Model: %s IRQ: %s %s
pl: Nazwa: %s Utwór: %d of %d (domyślnie: %d) Autor: %s Copyright: %s %s Model: %s IRQ: %s %s
sv: Namn: %s Låt: %d av %d (Standard: %d) Författare: %s Upphovsrätt: %s %s Modell: %s IRQ: %s %s

source: Do you really want to exit?
da: Er du sikker på at du vil afslutte?
de: Wirklich beenden?
es: ¿Realmente quieres salir?
fr: Voulez-vous vraiment quitter?
hu: Valóban ki szeretne lépni?
it: Vuoi veramente uscire dal programma?
nl: Wilt u echt afsluiten?
pl: Czy naprawdę chcesz wyjść
sv: Vill du verkligen avsluta?
tr: Çýkmak istediðinizden emin misiniz?

source: Save the current settings?
da: Gem nuværende indstillinger?
de: Einstellungen speichern?
es: ¿Guardo la actual configuración?
fr: Enregistrer les paramètres courants?
hu: Elmentsem a jelenlegi beállításokat?
it: Salvare le impostazioni attuali?
nl: De huidige instellingen opslaan?
pl: Czy zapisać obecne ustawienia?
sv: Spara nuvarande inställningar?
tr: Ayarlar kaydedilsin mi?

source: VICE Error!
da: VICE-fejl!
de: VICE Fehler!
es: ¡Error VICE!
fr: Erreur VICE!
hu: VICE hiba!
it: Errore di VICE!
nl: VICE Fout!
pl: Błąd VICE!
sv: VICE-fel!
tr: VICE Hatasý!

source: Extend disk image
da: Udvid diskette image
de: Erweiterung Disk Image
es: Imagen de disco extendida
fr: Étendre l'image de disque
hu: Lemez képmás kiterjesztése
it: Immagine del disco estesa
nl: 40-sporen schijfbestand
pl: Rozszerzenie obrazu dyskietki
sv: Utöka diskettavbildningsfil
tr: Disk imajýný geniþlet

source: Aspect ratio
da: aspektforhold
de: Seitenverhältnis
es: razón de aspecto
fr: Ratio de proportions
nl: Aspect verhouding
pl: Proporcje obrazu
sv: Storleksförhållande
tr: En boy oraný

source: Custom aspect ratio
da: Brugerdefineret aspektforhold
de: Benutzerdefiniertes Seitenverhältnis
es: Razon de aspecto personalizado
fr: Ratio de proportions personnalisé
nl: Aangepaste aspect verhouding
pl: Własne proporcje obrazu
sv: Eget bredd-/höjdförhållande
tr: Özel en boy oraný

source: Call `XSync()' after updating the emulation window
da: Kald "XSync()" efter opdatering af emulatorvinduet
de: `XSync()' nach jeder Aktualisierung des Emulator Fensters aufrufen
es: Llamar `XSync()' despues de actualizar la ventana del emulador
fr: Appeller `XSync()' après la mise à jour de la fenêtre d'émulation
hu: XSync() hívása az emulátorablak módosítása után
it: Chiama `XSync()' dopo aver aggiornato la finestra di emulazione
nl: Roep `XSync()' aan na het vernieuwen van het emulatie venster
pl: Wywołuj `XSync()' po aktualizacji okna emulatora
sv: Anropa "XSync()" efter uppdatering av emuleringsfönstret
tr: Emülasyon penceresini güncelledikten sonra `XSync()'i çaðýr

source: Do not call `XSync()' after updating the emulation window
da: Kald ikke "XSync()" efter opdatering af emulatorvinduet
de: `XSync()' nicht nach jeder Aktualisierung des Emulator Fensters aufrufen
es: No llamar `XSync()' despues de actualizar la ventana del emulador
fr: Ne pas appeller `XSync()' après la mise à jour de la fenêtre d'émulation
hu: Nem hívja az XSync()-et az emulátorablak módosítása után
it: Non chiamare `XSync()' dopo aver aggiornato la finestra di emulazione
nl: Roep niet `XSync()' aan na het vernieuwen van het emulatie venster
pl: Nie wywołuj `XSync()' po aktualizacji okna emulatora
sv: Anropa ej "XSync()" efter uppdatering av emuleringsfönstret
tr: Emülasyon penceresini güncelledikten sonra `XSync()'i çaðýrma

source: Use shared memory
da: Brug delt hukommelse
de: Benutze Shared Memory !
es: Usar memoria compartida
fr: Utiliser la mémoire partagée
hu: Használjon osztott memóriát
it: Usa la memoria condivisa
nl: Gebruik gedeeld geheugen
pl: Użyj pamięci dzielonej
sv: Använder delat minne
tr: Ortak bellek kullan

source: Never use shared memory (slower)
da: Brug aldrig delt hukommelse (langsommere)
de: Shared Memory nicht benutzen (langsamer)
es: Nunca usar memora compartida (más lento)
fr: Ne pas utiliser la mémoire partagée (plus lent)
hu: Ne használjon osztott memóriát (lassabb)
it: Non usare mai la memoria condivisa (più lento)
nl: Nooit gedeeld geheugen gebuiken (trager)
pl: Nigdy nie używaj pamięci dzielonej (wolniej)
sv: Använd aldrig delat minne (långsammare)
tr: Asla ortak bellek kullanma (daha yavaþ)
