Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Attach raw 32kB Final Cartridge Plus image
da: Tilslut råt 32kB Final Cartridge Plus image
de: 32kB Final Cartridge Plus Image (raw) einlegen
es: Insertar imagen cartucho Final Cartridge PLUS 32KB
fr: Attacher une image de cartouche 32 ko Final Cartridge Plus
nl: Koppel binair 32kB Final Cartridge Plus bestand
pl: Zamontuj surowy obraz 32kB Final Cartridge Plus
sv: Anslut rå 32kB Final Cartridge Plus-fil
tr: Düz 32kB Final Cartridge Plus imajý yerleþtir

source: Attach raw 8kB Freeze Frame image
da: Tilslut råt 8kB Freeze Frame image
de: 8kB Freeze Frame Image (raw) einlegen
es: Insertar imagen cartucho Freeze Frame 8KB
fr: Attacher une image de cartouche 8 ko Freeze Frame
nl: Koppel binair 8kB Freeze Frame cartridge bestand
pl: Zamontuj surowy obraz 8kB Freeze Frame
sv: Anslut rå 8kB Freeze Frame-avbildning
tr: Düz 8kB Freeze Frame imajý yerleþtir

source: Attach raw 32kB Freeze Machine image
da: Tilslut råt 32kB Freeze Machine image
de: 8kB Freeze Machine Image (raw) einlegen
es: Insertar imagen cartucho Freeze Machine 32KB
fr: Attacher une image de cartouche 32 ko Freeze Machine
nl: Koppel binair 32kB Freeze Machine cartridge bestand
pl: Zamontuj surowy obraz 32kB Freeze Machine
sv: Anslut rå 32kB Freeze Machine-avbildning
tr: Düz 32kB Freeze Machine imajý yerleþtir

source: Attach raw 128kB Fun Play/Power Play cartridge image
da: Tilslut råt 128kB Fun Play/Power Play cartridge image
de: 128kB Fun Play/Power Play Cartridge Image (raw) einlegen
es: Insertar imagen cartucho Fun Play/Power Play 128KB
fr: Attacher une image de cartouche 128 ko Fun Play / Power Play
nl: Koppel binair 128kB Fun Play/Power Play cartridge bestand
pl: Zamontuj surowy obraz kartridża 128kB Fun Play/Power Play
sv: Anslut rå 128kB Fun Play/Power Play-insticksmodulfil
tr: Düz 128kB Fun Play/Power Play kartuþ imajý yerleþtir

source: Attach raw 2kB ISEPIC cartridge image
da: Tilslut råt 2kB ISEPIC-cartridge image
de: 2kB ISEPIC Image (raw) einlegen
es: Insertar imagen cartucho ISEPIC 2KB
fr: Attacher une image de cartouche 2 ko ISEPIC
nl: Koppel binair 2kB ISEPIC cartridge bestand
pl: Zamontuj surowy obraz kartridża 2kB ISEPIC
sv: Anslut rå 2kB ISEPIC-insticksmodulfil
tr: Düz 2kB ISEPIC kartuþ imajý yerleþtir

source: Attach raw 16kB KCS Power cartridge image
da: Tilslut råt 16kB KCS Power Cartridge image
de: 16kB KCS Power Cartridge Image (raw) einlegen
es: Insertar imagen cartucho KCS Power Cartridge 16KB
fr: Attacher une image de cartouche 16 ko KCS Power
nl: Koppel binair 16kB KSC Power cartridge bestand
pl: Zamontuj surowy obraz kartridża 16kB KCS Power
sv: Anslut rå 16KB KCS Power-insticksmodulavbildning
tr: Düz 16kB KCS Power kartuþ imajý yerleþtir

source: Attach raw 24kB Kingsoft cartridge image
da: Tilslut råt 24kB Snapshot 64 cartridge image
de: 24kB Kingsoft Image einlegen
es: Insertar imagen cartucho 24KB Kingsoft
fr: Attacher une image de cartouche 24 ko Kingsoft
nl: Koppel binair 24kB Kingsoft cartridge bestand
pl: Zamontuj surowy obraz kartridża 24kB Kingsoft
sv: Anslut rå 24kB-Kingsoft-insticksmodulfil
tr: Düz 24kB Kingsoft kartuþ imajý yerleþtir

source: Attach raw 8kB MACH 5 cartridge image
da: Tilslut råt 8kB MACH 5 cartridge image
de: 8kB MAC 5 Image (raw) einlegen
es: Insertar imagen cartucho MACH 5 8KB
fr: Attacher une image de cartouche 8 ko MACH 5
nl: Koppel binair 8kB MACH 5 cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB MACH 5
sv: Anslut rå 8kB MACH 5-insticksmodulavbildning
tr: Düz 8kB MACH 5 kartuþ imajý yerleþtir

source: Attach raw 32/64/128kB Magic Desk cartridge image
da: Tilslut råt 32/64/128kB Magic Desk cartridge image
de: 32/64/128kB Magic Desk Image (raw) einlegen
es: Insertar imagen cartucho Magic Desc 32/64/128KB
fr: Attacher une image de cartouche 32/64/128 ko Magic Desk
nl: Koppel binair 32/64/128kB Magic Desk cartridge bestand
pl: Zamontuj surowy obraz kartridża 32/64/128kB Magic Desk
sv: Anslut rå 32/64/128kB Magic Desk-insticksmodulfil
tr: Düz 32/64/128kB Magic Desk kartuþ imajý yerleþtir

source: Attach raw Magic Formel cartridge image
da: Tilslut råt Magic Formel cartridge image
de: Magic Formel Image (raw) einlegen
es: Insertar imagen cartucho Magic Formel
fr: Attacher une image de cartouche Magic Formel
nl: Koppel binair Magic Formel cartridge bestand
pl: Zamontuj surowy obraz kartridża Magic Formel
sv: Anslut rå Magic Romel-insticksmodulavbildning
tr: Düz Magic Formel kartuþ imajý yerleþtir

source: Attach raw 8kB Mikro Assembler cartridge image
da: Tilslut råt 8kB Mikro Assembler cartridge image
de: 8kB Mikro Assembler Image (raw) einlegen
es: Insertar imagen cartucho Mikro Assembler 8KB
fr: Attacher une image de cartouche 8 ko Mikor Assembler
nl: Koppel binair 8KB Mikro Assembler cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB Mikro Assembler
sv: Anslut rå 8kB Mikro Assembler-insticksmodulavbildning
tr: Düz 8kB Mikro Assembler kartuþ imajý yerleþtir

source: Attach raw 8kB MMC64 cartridge image
da: Tilslut råt 8kB MMC64 cartridge image
de: 8kB MMC64 Image (raw) einlegen
es: Insertar imagen cartucho MMC64 8KB
fr: Attacher une image de cartouche 8 ko MMC64
nl: Koppel binair 8kB MMC64 cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB MMC64
sv: Anslut rå 8kB MMC64-insticksmodulavbildning
tr: Düz 8kB MMC64 kartuþ imajý yerleþtir

source: Attach raw 16kB Magic Voice cartridge image
da: Tilslut råt 16kB Magic Voice cartridge image
de: 16kB Magic Voice Image (raw) einlegen
es: Insertar imagen cartucho Magic Voice 16KB
fr: Attacher une image de cartouche 16 ko Magic Voice
nl: Koppel binair 16kB Magic Voice cartridge bestand
pl: Zamontuj surowy obraz kartridża 16kB Magic Voice
sv: Anslut rå 16kB Magic Voice-insticksmodulavbildning
tr: Düz 16kB Magic Voice kartuþ imajý yerleþtir

source: Attach raw Ocean cartridge image
da: Tilslut råt Ocean cartridge image
de: Ocean Image (raw) einlegen
es: Insertar imagen cartucho Ocean
fr: Attacher une image de cartouche RAW Ocean
nl: Koppel binair Ocean cartridge bestand
pl: Zamontuj surowy obraz kartridża Ocean
sv: Anslut rå Ocean-insticksmodulavbildning
tr: Düz Ocean kartuþ imajý yerleþtir

source: Attach raw 16KB Westermann Learning cartridge image
da: Tilslut råt 16kB Westermann Learning cartridge image
de: 16kB Westermann learning Image (raw) einlegen
es: Insertar imagen cartucho Wstermann Learning 16KB
fr: Attacher une image de cartouche 16 ko Westermann Leaning
nl: Koppel binair 16kB Westermann Learning cartridge bestand
pl: Zamontuj surowy obraz kartridża 16KB Westermann Learning
sv: Anslut rå 16KB Westermann Learning-insticksmodulfil
tr: Düz 16KB Westermann Learning kartuþ imajý yerleþtir

source: Attach raw 8kB Warp Speed cartridge image
da: Tilslut råt 8kB Warp Speed cartridge image
de: 8kB Warp Speed Image (raw) einlegen
es: Insertar imagen cartucho Warp Speed 8KB
fr: Attacher une image de cartouche 8 ko Warp Speed
nl: Koppel binair 8kB Warp Speed cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB Warp Speed
sv: Anslut rå 8kB-Warp Speed-insticksmodulavbildning
tr: Düz 8kB Warp Speed kartuþ imajý yerleþtir

source: Attach raw 16kB Zaxxon cartridge image
da: Tilslut råt 16kB Zaxxon cartridge image
de: 16kB Zaxxon Image (raw) einlegen
es: Insertar imagen cartucho Zaxxon 16KB
fr: Attacher une image de cartouche 16 ko Zaxxon
nl: Koppel binair 16kB Zaxxon cartridge bestand
pl: Zamontuj surowy obraz kartridża 16kB Zaxxon
sv: Anslut rå 16kB Zaxxon-insticksmodulavbildning
tr: Düz 16kB Zaxxon kartuþ imajý yerleþtir

source: Attach raw 64KB Pagefox cartridge image
da: Tilslut råt 64kB Pagefox cartridge image
de: Pagefox Erweiterungsmodul Image einlegen
es: Insertar imagen cartucho 64KB Pagefox
fr: Attacher une image de cartouche 64 ko Pagefox
nl: Koppel binair 64KB Pagefox cartridge bestand
pl: Zamontuj surowy obraz kartridża 64KB Pagefox
sv: Anslut rå 64KB-Pagefox-insticksmodulavbildning
tr: Düz 64KB Pagefox kartuþ imajý yerleþtir

source: Attach raw 256KB Prophet 64 cartridge image
da: Tilslut råt 256kB Prophet 64 cartridge image
de: 256KB Prophet 64 Erweiterungsmodul Image einlegen
es: Insertar imagen cartucho Prohet 64 256KB
fr: Attacher une image de cartouche 256 ko Prophet 64
nl: Koppel binair 256KB Prophet 64 cartridge bestand
pl: Zamontuj surowy obraz kartridża 256KB Prophet 64
sv: Anslut rå 256KB Prophet 64-insticksmodulfil
tr: Düz 256KB Prophet 64 kartuþ imajý yerleþtir

source: Attach raw RamCart cartridge image
da: Tilslut råt RamCart cartridge image
de: RamCart Image (raw) einlegen
es: Insertar imagen cartucho RamCart
fr: Attacher une image de cartouche RAW RAMCART
nl: Koppel binair RamCart cartridge bestand
pl: Zamontuj surowy obraz kartridża RamCart
sv: Anslut rå RamCart-insticksmodulavbildning
tr: Düz RamCart kartuþ imajý yerleþtir

source: Attach raw REU cartridge image
da: Tilslut råt REU cartridge image
de: REU Image (raw) einlegen
es: Insertar imagen cartucho REU
fr: Attacher une image de cartouche RAW REU
nl: Koppel binair REU cartridge bestand
pl: Zamontuj surowy obraz kartridża REU
sv: Anslut rå REU-insticksmodulavbildning
tr: Düz REU kartuþ imajý yerleþtir

source: Attach raw REX EP256 cartridge image
da: Tilslut råt REX EP256 cartridge image
de: REX EP256 Image (raw) einlegen
es: Insertar imagen cartucho REX EP256
fr: Attacher une image de cartouche REX EP256
nl: Koppel binair REX EP256 cartridge bestand
pl: Zamontuj surowy obraz kartridża REX EP256
sv: Anslut rå REX EP256-insticksmodulavbildning
tr: Düz REX EP256 kartuþ imajý yerleþtir

source: Attach raw 64kB RGCD cartridge image
nl: Koppel binair 64KB RGCD cartridge bestand
pl: Zamontuj surowy 64KB obraz kartridża RGCD

source: Attach raw 16/32kB ROSS cartridge image
da: Tilslut råt 16/32kB ROSS cartridge image
de: 16/32kB ROSS Image (raw) einlegen
es: Insertar imagen cartucho ROSS 16/32KB
fr: Attacher une image de cartouche 16/32 ko ROSS
nl: Koppel binair 16/32kB ROSS cartridge bestand
pl: Zamontuj surowy obraz kartridża 12/32kB ROSS
sv: Anslut rå 16/32kB ROSS-insticksmodulavbildning
tr: Düz 16/32kB ROSS kartuþ imajý yerleþtir

source: Attach raw 8KB Game Killer cartridge image
da: Tilslut råt 8kB Game Killer cartridge image
de: 8KB Game Killer Erweiterungsmodul (raw) Image einlegen
es: Insertar imagen cartucho Game Killer 8KB
fr: Attacher une image de cartouche 8 ko Game Killer
nl: Koppel binair 8KB Game Killer cartridge bestand
pl: Zamontuj surowy obraz kartridża 8KB Game Killer
sv: Anslut rå 8KB Game Killer-insticksmodulavbildning
tr: Düz 8KB Game Killer kartuþ imajý yerleþtir

source: Attach raw GEO-RAM cartridge image
da: Tilslut råt GEO-RAM cartridge image
de: GEO-RAM Image (raw) einlegen
es: Insertar imagen cartucho GEO-RAM
fr: Attacher une image de cartouche RAW GEO-RAM
nl: Koppel binair GEO-RAM cartridge bestand
pl: Zamontuj surowy obraz kartridża GEO-RAM
sv: Anslut rå GEO-RAM-insticksmodulavbildning
tr: Düz GEO-RAM kartuþ imajý yerleþtir

source: Attach raw 512kB Game System cartridge image
da: Tilslut råt 512kB Game System cartridge image
de: 512kB Game System Image (raw) einlegen
es: Insertar imagen cartucho Game System 512KB
fr: Attacher une image de cartouche 512 ko Game System
nl: Koppel binair 512kB Game System cartridge bestand
pl: Zamontuj surowy obraz kartridża 512kB Game System
sv: Anslut rå 512kB Game System-insticksmodulavbildning
tr: Düz 512kB Game System kartuþ imajý yerleþtir

source: Disable the Expert Cartridge
da: Deaktivér Expert Cartridge
de: Expert Cartridge deaktivieren
es: Deshabilitar Expert Cartridge
fr: Désactiver la Cartouche Expert
nl: Expert Cartridge uitschakelen
pl: Wyłącz Expert Cartridge
sv: Inaktivera Expert Cartridge
tr: Expert Kartuþu'nu pasifleþtir

source: Set Expert Cartridge image name
da: Vælg Expert Cartridge image-navn
de: Expert Cartridge Imagedateiname setzen
es: Seleccionar nombre imagen Expert Cartridge
fr: Choisir le nom de l'image de la Cartouche Expert
nl: Zet Expert Cartridge bestandsnaam
pl: Określ nazwę obrazu Expert Cartridge
sv: Välj Expert Cartridge-modulfil
tr: Expert Kartuþ imaj ismini belirle

source: Set Expert Cartridge mode (0: Off, 1: Prg, 2: On)
nl: Zet de Expert Cartridge modus (0: uit, 1: prg, 2: aan)
pl: Wybierz tryb Expert Cartridge (0: Wyłączony, 1: Prg, 2: Włączony)

source: Allow writing to Expert Cartridge image
da: Tillad skrivning til Expert Cartridge image
de: Schreibzugriff auf Expert Cartridge Image erlauben
es: Permitir grabación en Expert Cartridge
fr: Permettre l'écriture sur l'image Cartouche Expert
nl: Activeer schrijven naar Expert Cartridge bestand
pl: Pozwól na zapis do obrazu Expert Cartridge
sv: Tillåt skrivning till Expert Cartridge-avbildning
tr: Expert Kartuþ imajýna yazmaya izin ver

source: Do not write to Expert Cartridge image
da: Skriv ikke til Expert Cartridge image
de: Kein Schreibzugriff auf Expert Cartridge Image
es: Deshabilitar grabación en Expert Cartridge
fr: NE PAS permettre l'écriture sur l'image de Cartouche Expert
nl: Schrijf niet naar Expert Cartridge bestand
pl: Nie zapisuj do obrazu Expert Cartridge
sv: Skriv inte till Expert Cartridge-avbildning
tr: Expert Kartuþ imajýna yazma

source: Disable default cartridge
da: Deaktivér standard cartridge
de: Standard Modul deaktivieren
es: Deshabilitar cartucho por defecto
fr: Désactiver la cartouche par défaut
hu: Alap cartridge tiltása
it: Disattiva la cartuccia predefinita
nl: De standaard cartridge uitschakelen
pl: Wyłącz domyślny kartridż
sv: Inaktivera standardinsticksmodul
tr: Varsayýlan kartuþu pasifleþtir

source: Specify name of IDE64 image file
da: Angiv navn på IDE64-cartridge image
de: Namen für IDE64 Image Datei definieren
es: Especificar nombre fichero imagen IDE64
fr: Spécifier le nom de l'image IDE64
hu: Adja meg az IDE64 képmás fájlnevét
it: Specifica il nome del file immagine dell'IDE64
nl: Geef de naam van het IDE64 bestand
pl: Określ nazwę pliku obrazu IDE64
sv: Ange namn på IDE64-insticksmodulfil
tr: IDE64 imaj dosyasýnýn ismini belirt

source: Set number of cylinders for the IDE64 emulation.
nl: Stel het aantal cylinders voor de IDE64 emulatie in.
pl: Określ liczbę cylindrów w emulacji IDE64.

source: Set number of heads for the IDE64 emulation.
nl: Stel het aantal koppen voor de IDE64 emulatie in.
pl: Określ liczbę głowic w emulacji IDE64.

source: Set number of sectors for the IDE64 emulation.
nl: Stel het aantal sectors voor de IDE64 emulatie in.
pl: Określ liczbę sektorów w emulacji IDE64.

source: Do not autodetect geometry of formatted images
da: Autodetektér ikke geometri fra formatterede images
de: Geometrie von formatierten Image Dateien nicht automatisch erkennen
es: No autodetectar formato geometria imagenes
fr: Ne pas détecter automatiquement la géométrie des images formattées
hu: Formázott képmások geometriáját ne ismerje fel automatikusan
it: Non rilevare automaticamente la geometrica delle immagini formattate
nl: Niet automatisch de grootte van de geformateerde bestanden detecteren
pl: Nie wykrywaj geometrii sformatowanych obrazów
sv: Autodetektera inte geometri från formaterad avbildningsfil
tr: Formatlanmýþ imajlarýn yapýlarýný otomatik algýlama

source: IDE64 cartridge version
nl: SID cartridge versie
pl: Wersja kartridża IDE64

source: Disable IDE64 USB server
nl: IDE64 USB server uitschakelen
pl: Wyłącz serwer USB IDE64

source: IDE64 USB server address
nl: IDE64 USB server adres
pl: Adres serwera USB IDE64

source: Enable saving of IDE64 RTC data when changed.
nl: Activeer opslaan van de IDE64 RTC data indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego IDE64 przy zmianie

source: Disable saving of IDE64 RTC data when changed.
nl: Opslaan van de IDE64 RTC data indien gewijzigd uitschakelen
pl: Nie zapisuj danych zegara czasu rzeczywistego IDE64 przy zmianie

source: modelnumber
da: modelnummer
de: Modell Nummer
es: número modelo
fr: numerodemodele
nl: modelnummer
sv: modellnummer
tr: modelnumarasý

source: Specify CBM-II model to emulate. (610, 620, 620+, 710, 720, 720+)
nl: Geef CBM-II model om te emuleren. (610, 620, 620+, 710, 720, 720+)
pl: Określ emulowany model CBM-II. (610, 620, 620+, 710, 720, 720+)

source: Specify CBM-II model to emulate. (510)
nl: Geef CBM-II model om te emuleren. (510)
pl: Określ emulowany model CBM-II. (510)

source: Specify to use VIC-II
da: Brug VIC-II
de: VIC-II Unterstützung aktivieren
es: Especificar usar CBM-II
fr: Spécifier l'utilisation de VIC-II
hu: VIC-II használata
it: Specifica di utilizzare il VIC-II
nl: Gebruik de VIC-II
pl: Określ użycie VIC-II
sv: Ange för att använda VIC-II
tr: VIC-II kullanýmý için seçin

source: Specify to use CRTC
da: Brug CRTC
de: CRTC Unterstützung aktivieren
es: Especificar usar CRT
fr: Spécifier l'utilisation de CRTC
hu: CRTC használata
it: Specifica di utilizzare il CRTC
nl: Gebruik de CRTC
pl: Określ użycie CRTC
sv: Ange för att använda CRTC
tr: CRTC kullanýmý için seçin

source: linenumber
da: linjenummer
de: Zeilennummer
es: número linea
fr: numérodeligne
nl: lijnnummer
sv: linjenummer
tr: satýrnumarasý

source: Specify CBM-II model hardware (0=6x0, 1=7x0)
da: Angiv hardware for CBM-II-model (0=6x0, 1=7x0)
de: CBM-II Hardware Modell definieren (0=6x0, 1=7x0)
es: Especificar modelo hardware CBM-II (0=6x0, 1=7x0)
fr: Spécifier le modèle hardware CBM-II (0=6x0, 1=7x0)
hu: Adja meg a CBM-II hardver modellt (0=6x0, 1=7x0)
it: Specifica il modello hardware del CBM-II (0=6x0, 1=7x0)
nl: Geef CBM-II hardwaremodel (0=6x0, 1=7x0)
pl: Określ model sprzętu CBM-II (0=6x0, 1=7x0)
sv: Ange maskinvara för CBM-II-modell (0=6x0, 1=7x0)
tr: CBM-II modeli donanýmýný belirt (0=6x0, 1=7x0)

source: Specify size of RAM (64/128/256/512/1024 kByte)
da: Angiv størrelse på RAM (64/128/256/512/1024 kByte)
de: RAM Größe definieren (64/128/256/512/1024 kByte)
es: Especificar tamaño RAM (64/128/256/512/1024 KB)
fr: Spécifier la taille de la RAM (64/128/256/512/1024 KO)
hu: Adja meg a RAM méretét (64/128/256/512/1024 kBájt)
it: Specifica la dimensione della RAM (4/128/256/512/1024 kByte)
nl: Geef geheugengrootte (64/128/256/512/1024 kByte)
pl: Określ rozmiar RAM-u (64/128/256/512/1024 kBajty)
sv: Ange storlek på RAM (64/128/256/512/1024 kByte)
tr: RAM boyutunu belirt (64/128/256/512/1024 kByte)

source: Specify size of RAM (128/256/512/1024 kByte)
nl: Geef geheugengrootte (128/256/512/1024 kByte)
pl: Określ rozmiar RAM-u (128/256/512/1024 kB)

source: Specify name of cartridge ROM image for $1000
da: Angiv navn på cartridge-ROM-image for $1000
de: Name für ROM Module Image Datei ($1000)
es: Especificar nombre imagen cartucho ROM para $1000
fr: Spécifier le nom de limage de cartouche ROM pour $1000
hu: Adja meg a $1000 címû cartridge ROM képmás nevét
it: Specifica il nome dell'immagine della cartuccia ROM a $1000
nl: Geef de naam van het cartridge ROM bestand voor $1000
pl: Określ nazwę obrazu ROM kartridża w $1000
sv: Ange namn på insticksmodul-ROM-avbildning för $1000
tr: $1000 adresi için kartuþ ROM imaj ismini belirt

source: Specify name of cartridge ROM image for $2000-$3fff
da: Angiv navn på cartridge-ROM-image for $2000-3fff
de: Name für ROM Module Image Datei ($2000-3fff)
es: Especificar nombre imagen cartucho ROM para $2000-$3FFF
fr: Spécifier le nom de limage de cartouche ROM pour $2000-$3fff
hu: Adja meg a $2000-$3fff címû cartridge ROM képmás nevét
it: Specifica il nome dell'immagine della ROM della cartuccia per $2000-$3fff
nl: Geef de naam van het cartridge ROM bestand voor $2000-$3fff
pl: Określ nazwę obrazu ROM kartridża w $2000-$3fff
sv: Ange namn på insticksmodul-ROM-avbildning för $2000-3fff
tr: $2000-$3fff adres aralýðý için kartuþ ROM imaj ismini belirt

source: Specify name of cartridge ROM image for $4000-$5fff
da: Angiv navn på cartridge-ROM-image for $4000-$5fff
de: Name für ROM Module Image Datei ($4000-5fff)
es: Especificar nombre imagen cartucho ROM para $4000-$5FFF
fr: Spécifier le nom de limage de cartouche ROM pour $4000-$5fff
hu: Adja meg a $4000-$5fff címû cartridge ROM képmás nevét
it: Specifica il nome dell'immagine della ROM della cartuccia per $4000-$5fff
nl: Geef de naam van het cartridge ROM bestand voor $4000-$5fff
pl: Określ nazwę obrazu ROM kartridża w $4000-$5fff
sv: Ange namn på insticksmodul-ROM-avbildning för $4000-$5fff
tr: $4000-$5fff adres aralýðý için kartuþ ROM imaj ismini belirt

source: Specify name of cartridge ROM image for $6000-$7fff
da: Angiv navn på cartridge-ROM-image for $6000-$7fff
de: Name für ROM Module Image Datei ($6000-7fff)
es: Especificar nombre imagen cartucho ROM para $6000-$7FFF
fr: Spécifier le nom de limage de cartouche ROM pour $6000-$7fff
hu: Adja meg a $6000-$7fff címû cartridge ROM képmás nevét
it: Specifica il nome dell'immagine della ROM della cartuccia per $6000-$7fff
nl: Geef de naam van het cartridge ROM bestand voor $6000-$7fff
pl: Określ nazwę obrazu ROM kartridża w $6000-$7fff
sv: Ange namn på insticksmodul-ROM-avbildning för $6000-$7fff
tr: $6000-$7fff adres aralýðý için kartuþ ROM imaj ismini belirt

source: Enable RAM mapping in $0800-$0FFF
da: Aktivér RAM-mappning på $0800-$0FFF
de: RAM Zuordnung in $0800-$0FFF aktivieren
es: Permitir mapeado RAM en $0800-$0FFF
fr: Activer le mappage RAM dans $0800-$0FFF
hu: $0800-$0FFF RAM leképzés engedélyezése
it: Attiva la mappatura della RAM a $0800-$0FFF
nl: Activeer RAM op adres $0800-$0FFF
pl: Włącz mapowanie RAM w $0800-$0FFF
sv: Aktivera RAM-mappning på $0800-$0FFF
tr: $0800-$0FFF aralýðýnda RAM eþleþtirmeyi aktif et

source: Disable RAM mapping in $0800-$0FFF
da: Deaktivér RAM-mappning på $0800-$0FFF
de: RAM Zuordnung in $0800-$0FFF deaktivieren
es: Deshabilitar mapeado RAM en $0800-$0FFF
fr: Désactiver le mappage RAM dans $0800-$0FFF
hu: $0800-$0FFF RAM leképzés tiltása
it: Disattiva la mappatura della RAM a $0800-$0FFF
nl: RAM op adres $0800-$0FFF uitschakelen
pl: Wyłącz mapowanie RAM w $0800-$0FFF
sv: Inaktivera RAM-mappning på $0800-$0FFF
tr: $0800-$0FFF aralýðýnda RAM eþleþtirmeyi pasifleþtir

source: Enable RAM mapping in $1000-$1FFF
da: Aktivér RAM-mappning på $1000-$1FFF
de: RAM Zuordnung in $1000-$1FFF aktivieren
es: Permitir mapeado RAM en $1000-$1FFF
fr: Activer le mappage RAM dans $1000-$1FFF
hu: $1000-$1FFF RAM leképzés engedélyezése
it: Attiva la mappatura della RAM a $1000-$1FFF
nl: Activeer RAM op adres $1000-$1FFF
pl: Włącz mapowanie RAM w $1000-$1FFF
sv: Aktivera RAM-mappning på $1000-$1FFF
tr: $1000-$1FFF aralýðýnda RAM eþleþtirmeyi aktif et

source: Disable RAM mapping in $1000-$1FFF
da: Deaktivér RAM-mappning på $1000-$1FFF
de: RAM Zuordnung in $1000-$1FFF deaktivieren
es: Deshabilitar mapeado RAM en $1000-$1FFF
fr: Désactiver le mappage RAM dans $1000-$1FFF
hu: $1000-$1FFF RAM leképzés tiltása
it: Disattiva la mappatura della RAM a $1000-$1FFF
nl: RAM op adres $1000-$1FFF uitschakelen
pl: Wyłącz mapowanie RAM w $1000-$1FFF
sv: Inaktivera RAM-mappning på $1000-$1FFF
tr: $1000-$1FFF aralýðýnda RAM eþleþtirmeyi pasifleþtir

source: Enable RAM mapping in $2000-$3FFF
da: Aktivér RAM-mappning på $2000-$3FFF
de: RAM Zuordnung in $2000-3FFF aktivieren
es: Permitir mapeado RAM en $2000-$3FFF
fr: Activer le mappage RAM dans $2000-$3FFF
hu: $2000-$3FFF RAM leképzés engedélyezése
it: Attiva la mappatura della RAM a $2000-$3FFF
nl: Activeer RAM op adres $2000-$3FFF
pl: Włącz mapowanie RAM w $2000-$3FFF
sv: Aktivera RAM-mappning på $2000-$3FFF
tr: $2000-$3FFF aralýðýnda RAM eþleþtirmeyi aktif et

source: Disable RAM mapping in $2000-$3FFF
da: Deaktivér RAM-mappning på $2000-$3FFF
de: RAM Zuordnung in $2000-$3FFF deaktivieren
es: Deshabilitar mapeado RAM en $2000-$3FFF
fr: Désactiver le mappage RAM dans $2000-$3FFF
hu: $2000-$3FFF RAM leképzés tiltása
it: Disattiva la mappatura della RAM a $2000-$3FFF
nl: RAM op adres $2000-$3FFF uitschakelen
pl: Wyłącz mapowanie RAM w $2000-$3FFF
sv: Inaktivera RAM-mappning på $2000-$3FFF
tr: $2000-$3FFF aralýðýnda RAM eþleþtirmeyi pasifleþtir
