Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Each time the specified checkpoint is examined, the condition is evaluated. If it evalutes to true, the checkpoint is activated. Otherwise, it is ignored. If registers are specified in the expression, the values used are those at the time the checkpoint is examined, not when the condition is set. The condition can make use of registers (.A, .X, .Y, .PC, .SP) and compare them (==, !=, <, >, <=, >=) again other registers or constants. Registers can be the registers of other devices; this is denoted by a memspace prefix (i.e., c:, 8:, 9:, 10:, 11: Examples: .A == 0, .X == .Y, 8:.X == .X
de: Bei jeder Überprüfung des Checkpoints, wird die Bedingung evaluiert. Ist das Ergebnis `Wahr', wird der Checkpoint aktiviert, sonst ingnoriert. Wenn Register benutzt werden, werden deren Werte zum Zeitpunkt der Überprüfung herangezogen. Die Bedingung kann Register benutzen (.A, .X, .Y, .PC, .SP) und gegen Register oder Konstanten vergleichen (==, !=, <, >, <=, >=). Register können auch Geräteregister sein; dazu wird die memspace Prefix-syntax verwendet: c:, 8:, 9:, 10:, 11: Beispiel: .A == 0, .X == .Y, 8:.X == .X
es: Cada vez que un punto de control se examine, la condición se evaluará. Si la condición es cierta, se activa el punto de control. Si no, se ignora. Si los registros están especificado en la condición, se usan los valores en el momento en el que se examina el punto de ruptura, no en el momento de poner la condicion. La condición puede usar los registros (.A, .X, .Y, .PC, .SP) y compararlos m (==, !=, <, >, <=, >=) con otros registros y constantes. Los registros pueden ser de otros periféricos, esto se denota por el prefijo de espacio memoria (ejm., c:, 8:, 9:, 10:, 11: Ejemplos: .A == 0, .X == .Y, 8:.X == .X
hu: Minden alkalommal, amikor egy adott ellenõrzési pontot megvizsgál, a feltételt kiértékeli. Ha az eredmény igaz, a töréspont aktiválódik. Egyébként, figyelmen kívül hagyja. Ha regiszterek szerepelnek a kifejezésben, az ellenõrzés pillanatában vett értékük számít, nem pedig a beállításkori. A feltétel használhatja a regisztereket ( .A, .X, .Y, .PC, .SP) és össze is hasonlíthatja õket (==, !=, <, >, <=, >=) más regiszterekkel. A regiszterek lehetnek más eszközök regiszterei is; azokat egy memória tér elõtaggal kell ellátni (vagyis c:, 8:, 9:, 10:, 11:). Példák: .A == 0, .X == .Y, 8:.X == .X
it: Ogni volta che si esamina il punto di controllo specificato, viene valutata la condizione. Se è vera, il punto di controllo è attivato. Altrimenti viene ignorato. Se nell'espressione sono specificati i registri, questi valori sono quelli usati quando viene esaminato il punto di controllo, non quando viene impostata la condizione. La condizione può fare uso dei registri (.A, .X, .Y, .PC, .SP) e confontarli (==, !=, <, >, <=, >=) con altri registri o costanti. I registri possono essere registri di altre periferiche; questo è denotato da un prefisso che specifica lo spazio di memoria (cioé, c:, 8:, 9:, 10:, 11:) Alcuni esempi: .A == 0, .X == .Y, 8:.X == .X

source: Disable checkpoint `checknum'.
de: Checkpoint `Checknum' deaktivieren.
es: Deshabilitar punto controlt `número control'.
hu: `ell_pont_szám' jelû ellenõrzési pont tiltása.
it: Disattiva il punto di controllo `checknum'.

source: Enable checkpoint `checknum'.
de: Checkpoint `Checknum' aktivieren.
es: Habilitar punto controlt `número control'.
hu: `ell_pont_szám' jelû ellenõrzési pont engedélyezése.
it: Attiva il punto di controllo `checknum'.

source: string
da: streng
es: cadena
fr: chaine
sv: sträng
tr: yazý

source: Set autostart mode for PRG files
de: Autstart Modus für PRG Dateien definieren
es: Seleccionar modo autoarranque para ficheros PRG
hu: Automatikus indítás módja PRG fájloknál
it: Imposta avvio automatico per i file PRG

source: Patch the Kernal ROM to the specified <revision>
de: Kernal ROM auf spezifizierte <Revision> verändern
es: Parchear la ROM Kernal a la versión <revisión>
hu: A Kernal ROM átírása adott <változatra>
it: Fai il patch della ROM del Kernal alla <revisione> specificata

source: Specify index of keymap file (0=symbol, 1=positional)
de: Index für Kymap Datei festlegen (0=symbol, 1=positional)
es: Especificar índice del fichero mapa del teclado (0=simbólico, 1=posicional)
hu: Adja meg a billentyûzet leképzési módot (0=szimbolikus, 1=pozíció szerinti)
it: Specifica l'indice del file della mappa della tastiera (0=simbolica, 1=posizionale)
tr: Tuþ haritasý dosyasýnýn indeksini belirt (0=sembol, 1=konumsal)

source: Disable the internal Function ROM
de: Internes Funktions ROM deaktivieren
es: Deshabilitar ROM función interna
hu: Belsõ Function ROM tiltása
it: Disattiva la Function ROM interna

source: Disable the external Function ROM
de: Externes Funktions ROM deaktivieren
es: Deshabilitar ROM función externa
hu: Külsõ Function ROM tiltása
it: Disattiva la Function ROM esterna

source: Set C64 model (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean)
de: Wähle C64 Modell (c64/c64c/c64alt/c64ntsc/c64cntsc/c64oldntsc/drean)
es: Seleccionar modelo C64 (c64/c64c/c64antiguo, ntsc/nuevontsc/antiguontsc, drean)

source: Size of the PET Ram and Expansion Unit
de: Größe des PET RAM Speicher und Erweiterungsmodul
es: Tamaño de PET Ram y Unidad Expansión
hu: PET RAM and Expansion Unit mérete
it: Dimensione dell'unità di espansione e della RAM del PET

source: SID player mode
de: SID Player Modus
es: Modo SID player
hu: SID lejátszó mód
it: Modalità del SID player

source: Size of the RAMCART expansion
de: Größe der RAMCART Erweiterung
es: Tamaño expansión RAMCart
hu: RAMCART bõvítés mérete
it: Dimensione dell'espansione RAMCART

source: Size of the RAM expansion unit
de: Größe der RAM Speichererweiterung
es: Tamaño unidad expansion RAM
hu: RAM Expansion Unit mérete
it: Dimensione dell'espansione di RAM

source: Set number of cylinders for the IDE64 emulation
de: Anzahl der Zylinder für IDE64 Emulation
es: Seleccionar número de cilindros para emulación IDE64
hu: Adja meg a sávok számát IDE64 emulációhoz
it: Imposta il numero di cilindri dell'emulazione IDE64

source: Set number of heads for the IDE64 emulation
de: Anzahl der Laufwerksköpfe für IDE64 Emulation
es: Seleccionar número de cabezas para emulación IDE64
hu: Adja meg a fejek számát IDE64 emulációhoz
it: Imposta il numero di testine dell'emulazione IDE64

source: Set number of sectors for the IDE64 emulation
de: Anzahl der Sektoren für IDE64 Emulation
es: Seleccionar número de sectores para emulación IDE64
hu: Adja meg a szektorok számát IDE64 emulációhoz
it: Imposta il numero di settori dell'emulazione IDE64

source: Emulate version 4 hardware
de: Emulation der Version 5 Hardware
es: Emular versión 4 hardware
tr: Versiyon 4 donanýmýný emüle et

source: Emulate pre version 4 hardware
de: Emulation der pre-Version 4 Hardware
es: Emular preversión 4 hardware
tr: Ön versiyon 4 donanýmýný emüle et

source: Specify CBM-II model to emulate
de: CBM-II Modell für Emulation definieren
es: Especificar modelo CBM-II para emular
hu: Adja meg az emulálandó CBM-II modell számát
it: Specifica il modello di CBM II da emulare

source: Specify index of keymap file
de: Index der Keymap Datei definieren
es: Especificar índice fichero teclado
hu: Adja meg a billentyûzet leképzés fájl típusát
it: Specifica l'indice del file della mappa della tastiera

source: Set drive type (0: no drive)
de: Setze Laufwerkstyp (0: kein Laufwerk)
es: Seleccionar tipo unidad disco (0: sin unidad disco)
hu: Adja meg a lemezegység típusát (0: nincs)
it: Imposta il tipo di drive (0: nessun drive)

source: Specify PET model to emulate
de: PET Modell spezifizieren
es: Especificar modelo PET a emular
hu: Adja meg az emulált PET modellt
it: Specifica il modello di PET da emulare

source: Set saturation of internal calculated palette [1000]
de: Sättigung für intern berechneten Palette setzen [1000]
es: Seleccionar saturación calculada en paleta interna [1000]
hu: A számolt paletta telítettsége [1000]
it: Imposta la saturazione della palette calcolata internamente [1000]

source: Set contrast of internal calculated palette [1000]
de: Kontrast für intern berechnete Palette setzen [1000]
es: Seleccionar contraste calculada en paleta interna [1000]

source: Set brightness of internal calculated palette [1000]
de: Helligkeit für intern berechnete Palette setzen [1000]
es: Seleccionar brillo calculada en paleta interna [1000]

source: Set gamma of internal calculated palette [2200]
de: Gamma für intern berechnete Palette setzen [2200]
es: Seleccionar gamma calculada en paleta interna [2200]

source: Set tint of internal calculated palette [1000]
de: Farbton für intern berechneten Palette setzen [1000]
es: Seleccionar tinta calculada en paleta interna [1000]
hu: A számolt, belsõ paletta telítettsége [1000]
it: Imposta la sfumatura della palette calcolata internamente [1000]

source: Set phase for color carrier in odd lines [1250]
de: Phase für Farbträger in ungeraden Zeilen setzen [1250]
es: Seleccionar fase trasporte color en lineas impares [1250]
hu: Szín vivõ fázisa a páratlan sorokban [1250]
it: Imposta la fase per la portante colore nelle linee dispari [1250]

source: Set phase offset for color carrier in odd lines [750]
de: Phasenoffset für Farbträger in ungeraden Zeilen setzen [750]
es: Seleccionar añadido fase trasporte color en lineas impares [750]
hu: Szín vivõ fázis offszet a páratlan sorokban [750]
it: Imposta l'offset della fase per la portate colore nelle linee dispari [750]

source: Amount of horizontal blur for the CRT emulation. [500]
de: Wert für horizontale Unschärfe für CRT Emulation. [500]
es: Cantidad de borrosidad para emulacion CRT. [500]

source: Amount of scan line shading for the CRT emulation [667]
de: Wert für Scanline Schatten für CRT Emulation [667]
es: Cantidad de lineas sombra escaneo para emulación CRT [667]

source: Set VIC-II model (6569/6569r1/8565/6567/8562/6567r56a)
de: Wähle VIC-II Modell (6569/6569r1/8565/6567/8562/6567r56a)
es: Seleccionar modelo VIC-II (6569/6569r1/8565/6567/8562/6567r56a)

source: Specify name of printer driver for device #4
de: Name für Druckertreiber Gerät #4 definieren
es: Especificar nombre controlador impresora periférico #4
hu: Adja meg a #4-es nyomtatómeghajtó nevét
it: Specifica il nome del driver di stampa per la periferica #4

source: Specify name of printer driver for device #5
de: Name für Druckertreiber Gerät #5 definieren
es: Especificar nombre controlador impresora periférico #5
hu: Adja meg a #5-ös nyomtatómeghajtó nevét
it: Specifica il nome del driver di stampa per la periferica #5

source: Specify name of printer driver for the userport printer
de: Name für Userport Druckertreiber definieren
es: Especificar nombre controlador impresión para puerto impresora
hu: Adja meg a userport nyomtatómeghajtó nevét
it: Specifica il nome del driver di stampa per la stampante su userport

source: Set device type for device #4 (0: NONE, 1: FS, 2: REAL)
de: Geräte Typ für Gerät #4 (0: NONE, 1: FS, 2: REAL) setzen
es: Seleccionar tipo para el periférico #4 (0:NO 1:FS, 2:REAL)
hu: Adja meg a #4-es eszköz típusát (0:Nincs, 1: Fájlrendszer, 2: Valódi)
it: Specifica il tipo di periferica #4 (0 NESSUNA, 1 FS, 2 REALE)

source: Set device type for device #5 (0: NONE, 1: FS, 2: REAL)
de: Geräte Typ für Gerät #5 (0: NONE, 1: FS, 2: REAL) setzen
es: Seleccionar tipo para el periférico #5 (0:NO 1:FS, 2:REAL)
hu: Adja meg a #5-ös eszköz típusát (0:Nincs, 1: Fájlrendszer, 2: Valódi)
it: Specifica il tipo di periferica #5 (0 NESSUNA, 1 FS, 2 REALE)

source: amount of extra SID chips
de: Anzahl der extra SID Chips
es: Cantidad de chips SID extra

source: spec
es: especificaciones
tr: þart

source: Specify memory configuration
de: Speicher Konfiguration definieren
es: Especificar configuración de memoria
hu: Adja meg a memória konfigurációt
it: Specifica la configurazione della memoria

source: Set VIC-II border display mode (0: normal, 1: full, 2: debug)
de: VIC-II Rahmen Darstellung Modus (0: normal, 1: full, 2: debug)
es: Seleccionar VIC-II tipo de borde (0: normal, 1: completo, 2: depuración)
hu: VIC-II keret megjelenítési mód (0: normál, 1: teljes, 2: hibakeresés)
it: Imposta la modalità di visualizzazione del bordo del VIC-II (0: normale, 1: intero, 2: debug)

source: Select rendering filter, 0:none, 1:CRT emulation, 2: scale2x
de: Wähle Rendering Filter, 0:kein, 1:CRT Emulation, 2: Scale2x
es: Seleccionar filtro de renderizador, 0:no, 1:emulación CRT, 2: escala2x

source: Set device type for device #8 (0: NONE, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
de: Geräte Typ für Gerät #8 (0: Kein, 1: Dateisystem, 2: OpenCBM, 3: Block Gerät)
es: Seleccionar tipo para periférico #8 (0: NINGUNO, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
hu: Adja meg a #8-es egység típusát (0: Nincs, 1: fájlrendszer, 2: OPENCBM, 3 blokk eszköz)
it: Imposta il tipo di periferica #8 (0 NESSUNA, 1: FILESYSTEM, 2: OPENCBM, 3: DISPOSITIVO A BLOCCHI)

source: Set device type for device #9 (0: NONE, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
de: Geräte Typ für Gerät #9 (0: Kein, 1: Dateisystem, 2: OpenCBM, 3: Block Gerät)
es: Seleccionar tipo para periférico #9 (0: NINGUNO, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
hu: Adja meg a #9-es egység típusát (0: Nincs, 1: fájlrendszer, 2: OPENCBM, 3: blokk eszköz)
it: Imposta il tipo di periferica #9 (0 NESSUNA, 1: FILESYSTEM, 2: OPENCBM, 3: DISPOSITIVO A BLOCCHI)

source: Set device type for device #10 (0: NONE, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
de: Geräte Typ für Gerät #10 (0: Kein, 1: Dateisystem, 2: OpenCBM, 3: Block Gerät)
es: Seleccionar tipo para periférico #10 (0: NINGUNO, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
hu: Adja meg a #10-es egység típusát (0: Nincs, 1: fájlrendszer, 2: OPENVMB, 3: blokk eszköz)
it: Imposta il tipo di periferica #10 (0 NESSUNA, 1: FILESYSTEM, 2: OPENCBM, 3: DISPOSITIVO A BLOCCHI)

source: Set device type for device #11 (0: NONE, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
de: Geräte Typ für Gerät #11 (0: Kein, 1: Dateisystem, 2: OpenCBM, 3: Block Gerät)
es: Seleccionar tipo para periférico #11 (0: NINGUNO, 1: FILESYSTEM, 2: OPENCBM, 3: BLOCK DEVICE)
hu: Adja meg a #11-es egység típusát (0: Nincs, 1: fájlrendszer, 2: OPENCBM, 3: blokk eszköz)
it: Imposta il tipo di periferica #11 (0 NESSUNA, 1: FILESYSTEM, 2: OPENCBM, 3: DISPOSITIVO A BLOCCHI)

source: Select the joystick port the mouse is attached to
de: Joystickport für Maus auswählen
es: Seleccionar el puerto de joystick en el que esta insertado el ratón
hu: Válassza ki a joystick portot, ahová az egér csatolva van
it: Seleziona la porta joystick a cui è collegato il mouse

source: Select the mouse type (0 = 1351, 1 = NEOS, 2 = Amiga, 3 = Paddles, 4 = CX-22, 5 = ST, 6 = Smart)
de: Mouse typ wählen (0 = 1351, 1 = NEOS, 2 = Amiga, 3 = Paddles, 4 = CX-22, 5 = ST, 6 = Smart)
es: Seleccionar tipo de ratón (0 = 1351, 1 = NEOS, 2 = Amiga, 3 = Paddles, 4 = CX-22, 5 = ST, 6 = Inteligente)

source: Set sound fragment size (0 = small, 1 = medium, 2 = large)
de: Setze Sound Fragmentgröße (0 = klein, 1 = mittel, 2 = groß)
es: Seleccionar tamaño fragmento (0 = pequeño, 1 = medio, 2 = grande)

source: sync
es: sincronía
sv: synk
tr: senkron

source: Disable the PLUS256K RAM expansion
de: PLUS256K RAM Erweiterung deaktivieren
es: Deshabilitar expansión RAM PLUS256K
hu: PLUS256K RAM kiterjesztés tiltása
it: Disattiva l'espansione RAM PLUS256K

source: Disable the PLUS60K RAM expansion
de: PLUS60K RAM Erweiterung deaktivieren
es: Deshabilitar expansión RAM PLUS60K
hu: PLUS60K RAM bõvítés tiltása
it: Disattiva l'espansione RAM PLUS60K

source: Base address of the PLUS60K expansion
de: Basis Adresse für PLUS60K Erweiterung
es: Dirección base de la expansión PLUS60K
hu: A PLUS60K bõvítés báziscíme
it: Indirizzo base dell'espansione PLUS60K

source: Disable the 256K RAM expansion
de: 256K RAM Erweiterung deaktivieren
es: Deshabilitar expansión RAM 256K
hu: 256K RAM kiterjesztés tiltása
it: Disattiva l'espansione 256K RAM

source: Base address of the 256K expansion
de: Basis Adresse für 256K RAM Erweiterung
es: Dirección base de la expansión 256K
hu: A 256K-s RAM kiterjesztés báziscíme
it: Indirizzo base dell'espansione 256K

source: Enable the CSORY 256K RAM expansion
de: CSORY 256K RAM Erweiterung aktivieren
es: Permitir expansión RAM CSORY 256KB
hu: CSORY 256K RAM kiterjesztés engedélyezése
it: Attiva l'espansione RAM CSORY 256K

source: Enable the HANNES 256K RAM expansion
de: HANNES 256K RAM Erweiterung aktivieren
es: Permitir expansión RAM HANNES 256KB
hu: HANNES 256K RAM kiterjesztés engedélyezése
it: Attiva l'espansione RAM HANNES 256K

source: Enable the HANNES 1024K RAM expansion
de: HANNES 1024K RAM Erweiterung aktivieren
es: Permitir expansión RAM HANNES 1024KB
hu: HANNES 1024K RAM kiterjesztés engedélyezése
it: Attiva l'espansione RAM HANNES 1024K

source: Enable the HANNES 4096K RAM expansion
de: HANNES 4096K RAM Erweiterung aktivieren
es: Permitir expansión RAM HANNES 4096KB
hu: HANNES 4096K RAM kiterjesztés engedélyezése
it: Attiva l'espansione RAM HANNES 4096K

source: Disable lightpen emulation
de: Lichtgriffel Emulation deaktivieren
es: Deshabilitar emulación lápiz óptico
hu: Fényceruza emuláció tiltása
it: Disattiva l'emulazione della penna ottica
tr: Iþýklý Kalem emülasyonunu pasifleþtir

source: Set lightpen type
de: Lichtgriffel Type bestimmen
es: Seleccionar tipo lápiz óptico
hu: Fényceruza típusának megadása
it: Imposta tipo di penna ottica

source: Glue logic
de: Glue Logik
sv: Klisterlogik

source: MAX Machine
sv: MAX-maskin

source: Hummer ADC
sv: Hummer A/D-omvandlare

source: Alpha Blending
sv: Alfablandning

source: 8580 + digi boost (ReSID)
da: 8580 + digitalforstærkning (ReSID)
fr: 8580 + boost digital (ReSID)
sv: 8580 + digiförstärkning (ReSID)

source: Joystick 1
fr: Joystick 2
hu: Botkormány 1
sv: Styrspak 1

source: Joystick 2
hu: Botkormány 2
sv: Styrspak 2

source: Joystick
hu: Botkormány
sv: Styrspak

source: NTSC
da: NTSC-M
sv: NTSC-M

source: sector
da: sektor
de: Sektor
fr: secteur
sv: sektor
tr: sektör

source: 256: ReSID 6581, 257: ReSID 8580, 258: ReSID 8580 + digiboost
da: 256: ReSID 6581, 257: ReSID 8580, 258: ReSID 8580 + digitalforstærkning
sv: 256: ReSID 6581, 257: ReSID 8580, 258: ReSID 8580 + digiförstärkning

source: SuperPET ACIA
fr: ACIA SuperPET
it: ACIA del SuperPET

source: Gamma
fr: Intensité
tr: Gama

source: kB
fr: kO

source: $2000-$3FFF RAM
fr: RAM $2000-$3FFF

source: $4000-$5FFF RAM
fr: RAM $4000-$5FFF

source: $6000-$7FFF RAM
fr: RAM $6000-$7FFF

source: $8000-$9FFF RAM
fr: RAM $8000-$9FFF

source: $A000-$BFFF RAM
fr: RAM $A000-$BFFF

source: Monitor
fr: Moniteur
tr: Monitör

source: C64 PAL
fr: RTC baseC64 PAL

source: C64 NTSC
fr: NTSC C64

source: C64C NTSC
fr: NTSC C64C

source: Drean
fr: Rêve

source: 256 kByte (CSORY)
fr: 256 ko (CSORY)

source: 256 kByte (HANNES)
fr: 256 ko (HANNES)

source: C16 PAL
fr: PAL C16

source: C16 NTSC
fr: NTSC C16

source: Plus4 NTSC
fr: NTSC Plus4

source: V364 NTSC
fr: NTSC-M V364

source: C232 NTSC
fr: NTSC C232

source: C64DTV V2 PAL
fr: PAL C64DTV V2

source: C64DTV V3 NTSC
fr: NTSC C64DTV V3

source: Hummer NTSC
fr: NTSC Hummer

source: C128 NTSC
fr: NTSC C128

source: C128DCR NTSC
fr: NTSC C128DCR

source: CBM610 NTSC
fr: NTSC CBM610

source: CBM620 NTSC
fr: NTSC CBM620

source: CBM620+ NTSC
fr: NTSC CBM620+

source: CBM710 NTSC
fr: NTSC CBM710

source: CBM720 NTSC
fr: NTSC CBM720

source: CBM720+ NTSC
fr: NTSC CBM720+

source: CBM510 NTSC
fr: NTSC CBM510

source: Video overlay
fr: Superposition vidéo
hu: Videó overlay
it: Overlay video
tr: Görüntü bindirme

source: 6581R4AR 3789 (avg)
de: 6581R4AR 3789 (durchschnittlich)

source: Mikkel Holm Olsen - Danish Martin Pottendorfer - German Manuel Antonio Rodriguez Bas - Spanish Paul Dube - French Czirkos Zoltan, Karai Csaba - Hungarian Andrea Musuruane - Italian Jesse Lee - Korean Marco van den Heuvel - Dutch Jarek Sobolewski - Polish Mihail Litvinov - Russian Peter Krefting - Swedish Emir Akaydin (aka: Skate) - Turkish
de: Martin Pottendorfer - Deutsch Peter Krefting - Schwedisch Andrea Musuruane - Italienisch Paul Dubé - Französisch Marco van den Heuvel - Niederländisch Czirkos Zoltan, Karai Csaba - Ungarisch Emir Akaydin (aka: Skate) - Türkisch Mikkel Holm Olsen - Dänisch Jarek Sobolewski - Polnisch Jesse Lee - Koreanisch Mihail Litvinov - Russisch Manuel Antonio Rodriguez Bas - Spanisch

source: %d: Track %.1f
de: %d: Spur %.1f
hu: %d: Sáv %.1f
it: %d: Traccia %.1f

source: Romset
de: Rom Satz
hu: ROM készlet

source: Stack Light Rifle
tr: Stack Iþýn Tüfeði

source: OK
tr: Tamam

source: Kernal Int.
tr: Uluslararasý Kernal

source: <name>
it: <nome>

source: reSID resampling passband...
it: Banda passante di ricampionamento del reSID...

source: Enable internal Function ROM
it: Attiva la Function ROM interna

source: Internal Function ROM name...
it: Nome della Function ROM interna...

source: Enable external Function ROM
it: Attiva la Function ROM esterna

source: External Function ROM name...
it: Nome della Function ROM esterna...

source: Screenshots...
it: Cattura schermo...

source: CBM-II model settings
hu: CBM-II modell beállításai
it: Impostazioni modello CBM-II

source: Enable digiblaster add-on
it: Attiva estensione digiblaster

source: SID cartridge settings
it: Impostazioni cartuccia SID

source: Unit #8...
it: Unità #8...

source: Unit #9...
it: Unità #9...

source: Unit #10...
it: Unità #10...

source: Unit #11...
it: Unità #11...

source: Attach a disk image
it: Seleziona l'immagine di un disco

source: Attach a tape image
it: Seleziona l'immagine di una cassetta

source: Attach a tape image...
it: Seleziona l'immagine di una cassetta...

source: Smart-attach disk/tape...
it: Selezione intelligente...

source: Name:
it: Nome:

source: Smart attach CRT image...
it: Seleziona una immagine CRT...

source: Attach Atomic Power image...
it: Seleziona una immagine Atomic Power...

source: Attach Retro Replay image...
it: Seleziona una immagine Retro Replay...

source: Attach a cartridge image
it: Seleziona l'immagine di una cartuccia

source: Detach cartridge image
it: Rimuovi l'immagine della cartuccia

source: C64DTV ROM image name
it: Nome dell'immagine ROM C64DTV

source: C64DTV ROM image name...
it: Nome dell'immagine ROM C64DTV...

source: Sound Recording stopped...
it: Registrazione audio interrotta...

source: Sound Recording started...
it: Registrazione audio avviata...

source: Change working directory...
it: Cambia la directory di lavoro...

source: Load snapshot...
it: Carica snapshot...

source: Save snapshot...
it: Salva snapshot...

source: Sound record WAV...
it: Registra audio WAV...

source: Sound record AIFF...
it: Registra audio AIFF...

source: Sound record VOC...
it: Registra audio VOC...

source: Sound record IFF...
it: Registra audio IFF...

source: Sound record MP3...
it: Registra audio MP3...

source: About VICE...
it: Informazioni su VICE...

source: Refreshrate:
it: Frequenza di aggiornamento:

source: Enter Refreshrate (Hz):
it: Inserire la frequenza di aggiornamento (Hz):

source: Color set
it: Palette

source: Desktop Refreshrate...
it: Frequenza di aggiornamento desktop...

source: Successfully wrote `%s'.
it: Scruttura di `%s' riuscita.

source: <empty>
it: <vuoto>

source: IDE64 cylinders
it: Cilindri IDE64

source: IDE64 heads
it: Testine IDE64

source: IDE64 sectors
it: Settori IDE64

source: Scanline Shade in percent
hu: Pászta árnyalás százalékban
it: Ombra della scanline in percentuale

source: Tint in percent
hu: Szín százalékban
it: Sfumatura in percentuale

source: Phase in percent
hu: Fázis százalékban
it: Fase in percentuale

source: Offset in percent
hu: Offszet százalékban
it: Offset in percentuale

source: Blurredness
it: Sfuocatura

source: Blurredness in percent
it: Sfuocatura in percentuale

source: File system directory...
it: Directory del file system...

source: Command:
it: Comando:
