Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: IEC printer #4 driver
hu: IEC nyomtató #4 meghajtó
it: Stampante IEC #4: driver

source: IEC printer #4 text output device
hu: IEC nyomtató #4 szöveg kimenetes eszköz
it: Stampante IEC #4: dispositivo di output

source: IEC printer #4 formfeed
hu: IEC nyomtató #4 lapemelés
it: Stampante IEC #4: formfeed

source: IEC printer #5 driver
hu: IEC nyomtató #5 meghajtó
it: Stampante IEC #5: driver

source: IEC printer #5 text output device
hu: IEC nyomtató #5 szöveg kimenetes eszköz
it: Stampante IEC #5: dispositivo di output

source: IEC printer #5 formfeed
hu: IEC nyomtató #5 lapemelés
it: Stampante IEC #5: formfeed

source: Printer text device 1...
it: Dispositivo di stampa 1...

source: Printer text device 2...
it: Dispositivo di stampa 2...

source: Printer text device 3...
it: Dispositivo di stampa 3...

source: ROM set archive:
it: Archivio del ROM set:

source: ROM set file:
it: File del ROM set:

source: ACIA $DExx device
it: Dispositivo ACIA a $DExx

source: ACIA $DExx Interrupt
it: Interrupt dell'ACIA a $DExx

source: ACIA $DExx Emulation Mode
it: Modalità di emulazione dell'ACIA a $DExx

source: Serial 1 device...
it: Dispositivo seriale 1...

source: Dump filename...
it: Scrivi su file...

source: Program name to exec...
it: Nome del programma da eseguire...

source: Serial 2 device...
it: Dispositivo seriale 2...

source: Save settings to file...
it: Salva le impostazioni su file...

source: Load settings from file...
it: Carica le impostazioni da file...

source: Confirm on exit
it: Conferma all'uscita

source: Sound driver argument...
it: Parametro del driver audio...

source: Interface...
it: Interfaccia...

source: Smart-attach cartridge image...
it: Seleziona una cartuccia...

source: Attach generic image...
it: Seleziona una immagine generica...

source: Attach Mega-Cart image...
it: Seleziona immagine Mega-Cart...

source: Attach Final Expansion image...
it: Seleziona immagine Final Expansion...

source: Load PSID file...
it: Carica file PSID...

source: Save Cartridge
it: Salva la cartuccia

source: Create disk
it: Crea un disco

source: Diskname:
it: Nome del disco:

source: Create empty Diskimage
it: Crea l'immagine di un disco vuoto

source: Connected Server
it: Server connesso

source: Connected Client
it: Client connesso

source: Current mode:
it: Modalità attuale:

source: <unknown>
it: <sconosciuto>

source: Start Server
it: Avvia server

source: Connect to
it: Connetti a

source: Save Media File...
it: Salva file multimediale...

source: Save Screenshot
it: Salva schermata

source: Save snapshot
it: Salva snapshot

source: Save currently attached disks
it: Salva i dischi attualmente selezionati

source: Save currently attached ROMs
it: Salva le ROM attualmente selezionate

source: VICE Error
it: Errore di VICE

source: Attach write protected
it: Seleziona la protezione contro la scrittura

source: <command>
it: <commando>

source: Save settings (resources) on exit
it: Salva le impostazioni in uscita

source: Never save settings (resources) on exit
it: Non salvare mai le impostazioni in uscita

source: Enable fullscreen (default Chip)
it: Visualizza a tutto schermo (chip predefinito)

source: Disable fullscreen (default Chip)
it: Non visualizzare a tutto schermo (chip predefinito)

source: Save cartridge image file
it: Salva il file immagine della cartuccia

source: File name:
it: Nome del file:

source: Browse...
it: Sfoglia...

source: Save emptydisk file
hu: Üres lemezfájl mentése
it: Salva disco vuoto

source: Image format:
it: Formato dell'immagine:

source: Snapshot options:
it: Opzioni snapshot:

source: Save currently attached disks:
it: Salva i dischi attualmente selezionati:

source: Save currently loaded ROMs:
it: Salva le ROM attualmente caricate:

source: recording...
it: registrazione in corso...

source: event recording...
it: registrazione eventi...

source: <aspect ratio>
it: <rapporto di formato>

source: &View
it: &Vista

source: &Window
it: &Finestra

source: &Browse...
it: &Sfoglia...

source: VICE question
it: Domanda di VICE

source: Invalid cartridge
it: Cartuccia non valida

source: &Attach
it: &Seleziona

source: Cannot create image
it: Non è possibile creare l'immagine

source: Attach Action Replay cartridge image
it: Seleziona l'immagine di una cartuccia Action Replay

source: Attach Atomic Power cartridge image
it: Seleziona l'immagine di una cartuccia Atomic Power

source: Attach Retro Replay cartridge image
it: Seleziona l'immagine di una cartuccia Retro Replay

source: Attach IDE64 interface cartridge image
it: Seleziona l'immagine di una cartuccia di interfaccia IDE64

source: Disable SIDcart joy
it: Disattiva joystick SIDcart

source: Enable SIDcart joy
it: Attiva joystick SIDcart

source: CBM files (*.d64;*.d71;*.d80;*.d81;*.d82;*.g64;*.g41;*.x64;*.t64;*.tap;*.prg;*.p00)
hu: Lemez képmás fájlok (*.d64;*.d71;*.d80;*.d81;*.d82;*.g64;*.g41;*.x64;*.t64;*.tap;*.prg;*.p00)
it: File CBM (*.d64;*.d71;*.d80;*.d81;*.d82;*.g64;*.g41;*.x64;*.t64;*.tap;*.prg;*.p00)

source: Disk image files (*.d64;*.d71;*.d80;*.d81;*.d82;*.g64;*.g41;*.x64)
hu: Lemez képmás fájlok (*.d64;*.d71;*.d80;*.d81;*.d82;*.g64;*.g41;*.x64)
it: Immagini di dischi (*.d64;*.d71;*.d80;*.d81;*.d82;*.g64;*.g41;*.x64)

source: Zipped files (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.x6z)
hu: Tömörített fájlok (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.x6z)
it: File compressi (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.x6z)

source: Save media image
it: Salva immagine multimediale

source: Tape:
it: Cassetta:

source: <number>
it: <numero>

source: Datasette Settings
it: Impostazioni registratore

source: &Reset Datasette with CPU
it: &Reset del registratore al reset della CPU

source: cycle(s) additional &delay each trigger
it: ciclo/i addizionali di ritardo per ogni trigger

source: cycles delay at &zero-values
it: cicli di ritardo ai valori di &zero

source: &Use IEC Device
it: &Usa la periferica IEC

source: Disk &image
it: &Immagine disco

source: Rea&l IEC device
it: Periferica IEC rea&le

source: &None
it: &Nessuno

source: &Autostart
it: &Avvio automatico

source: Bro&wse...
it: &Sfoglia...

source: &Read P00 files
it: &Leggi file P00

source: &Write P00 files
it: &Scrivi file P00

source: &Hide non-P00 files
it: &Nascondi i file non P00

source: Joystick in port #&1
it: Joystick nella porta #&1

source: Autofire &speed (1..32)
it: &Velocità autofire (1..32)

source: Joystick in port #&2
it: Joystick nella porta #&2

source: Config Keyset &A
it: Configura il keyset &A

source: Config Keyset &B
it: Configura il keyset &B

source: &Calibrate Joystick(s)
it: &Calibra Joystick

source: Joystick in extra port #&1
it: Joystick nella porta supplementare #&1

source: Joystick in extra port #&2
it: Joystick nella porta supplementare #&2

source: S&outh West
it: S&ud ovest

source: &South
it: &Sud

source: So&uth East
it: Su&d Est

source: &West
it: &Ovest

source: &East
it: &Est

source: No&rth West
it: No&rd Ovest

source: &North
it: &Nord

source: Nor&th East
it: Nor&d Est

source: &Fire button
it: Pulsante di &Fuoco

source: Sample &Frequency :
it: &Frequenza di campionamento :

source: Sound Buffer &Size :
it: Dimensione del buffer del suono :

source: Synchronization &Method :
it: &Metodo di sincronizzazione :

source: Save currently attached &disks images
it: Salva le immagini dei &dischi attualmente selezionati

source: Save currently loaded &ROM images
it: Salva le immagini delle &ROM attualmente caricate

source: Bitdepth:
it: Profondità:

source: Resolution:
it: Risoluzione:

source: Refreshrate:
it: Frequenza di aggiornamento:

source: Keep aspect ratio (0,5..2)
it: Mantieni il rapporto di formato (0,5..2)

source: Tint (0..2)
it: Sfumatura (0..2)

source: Saturation (0..2)
it: Saturazione (0..2)

source: Contrast (0..2)
it: Contrasto (0..2)

source: Brightness (0..2)
it: Luminosità (0..2)

source: Odd lines phase (0..2)
it: Fase linee dispari (0..2)

source: Odd lines offset (0..2)
it: Offset linee dispari (0..2)

source: External Palette:
it: Palette esterna:

source: &Configuration
it: &Configurazione

source: &Append log to existing file
it: &Accoda i log al file esistente

source: &Symbolic
it: &Simbolica

source: &Positional
it: &Posizionale

source: &Symbolic US
it: &Simbolica US

source: &Symbolic DE
it: &Simbolica GER

source: &Gr Sym.
it: &Gr Sim.

source: &UK Sym.
it: &UK Sim.

source: &DE Sym.
it: &TED Sim.

source: &Memory
it: &Memoria

source: &Drive type
it: Tipo di &drive

source: 40 &track handling
it: Gestisci 40 &tracce

source: Id&le method
it: Ri&leva inattività

source: &Parallel cable
it: Cavo &parallelo

source: Drive &expansion
it: &Espasione del drive

source: Attach &disk image
it: Seleziona l'immagine di un &disco

source: D&etach disk image
it: &Rimuovi l'immagine di un disco

source: Datassette contro&l
it: Contro&llo del registratore

source: Attach &cartridge image...
it: Seleziona l'immagine di una &cartuccia...

source: M&ode
it: M&odalità

source: &Options
it: &Opzioni

source: &Refresh rate
it: Frequenza di &aggiornamento

source: &Maximum Speed
it: Velocità &massima

source: Vide&o standard
it: Standard vide&o

source: Drive s&ync factor
it: Fattore di s&incronizzazione del drive

source: S&ettings
it: I&mpostazioni

source: &Cartridge/IO settings
it: Impostazioni &cartuccia/IO

source: &Language
it: &Lingua

source: &Help
it: &Aiuto

source: E&xit
it: &Esci

source: &About...
it: &Informazioni su VICE...

source: &Pause
it: &Pausa

source: &Copy
it: &Copia

source: &Paste
it: &Incolla

source: &Autostart disk/tape image...
it: &Avvia automaticamente l'immagine di un disco/cassetta...

source: Attach &tape image...
it: Seleziona l'immagine di una &cassetta...

source: Detac&h tape image
it: Rimuo&vi l'immagine della cassetta

source: &All
it: &Tutti

source: &Sound playback
it: Riproduzione del &suono

source: &Double size
it: &Dimensione doppia

source: Dou&ble scan
it: Scansione do&ppia

source: &True drive emulation
it: Attiva l'emulazione &hardware dei drive

source: Ha&ndle TDE for autostart
it: Emulazio&ne hardware dei drive all'avvio automatico

source: Video &cache
it: &Cache video

source: &Drive settings...
it: Impostazioni &drive...

source: &CRT image...
it: Immagine &CRT...

source: Generic &8KB image...
it: Immagine generica di &8KB...

source: Generic &16KB image...
it: Immagine generica di &16KB...

source: &Action Replay image...
it: Immagine &Action Replay...

source: Atomic &Power image...
it: Immagine Atomic &Power...

source: &Retro Replay image...
it: Immagine &Retro Replay...

source: IDE&64 interface image...
it: Immagine interfaccia IDE&64...

source: &Add current image
it: &Aggiungi l'immagine attuale

source: &Remove current image
it: &Rimuovi l'immagine attuale

source: Attach &next image
it: Seleziona l'immagine &successiva

source: Attach &previous image
it: Seleziona l'immagine &precedente

source: &Load flip list
it: &Carica fliplist

source: &Save flip list
it: &Salva fliplist

source: &Start
it: &Avvia

source: &Forward
it: &Avanti

source: &Rewind
it: &Indietro

source: Reset C&ounter
it: Reset c&ontantore

source: Set cartridge as &default
it: Imposta la cartuccia come &predefinita

source: Reset &on cart change
it: Reset &al cambio di cartuccia

source: Detach cartridge &image
it: Rimuovi l'&immagine della cartuccia

source: Cartridge free&ze
it: Free&ze della cartuccia

source: &Normal
it: &Normale

source: &Small
it: &Piccolo

source: &History
it: &Cronologia

source: &History Autoplay
it: Autoplay &Cronologia

source: &Main CPU Trace
it: Traccia della CPU &principale

source: Drive&0 CPU Trace
it: Traccia della CPU del drive&0

source: Drive&1 CPU Trace
it: Traccia della CPU del drive&1

source: Load snapshot &image...
it: Carica &immagine dello snapshot...

source: Save sna&pshot image...
it: Salva l'immagine dello sna&pshot...

source: &Load quicksnapshot image
it: &Carica immagine dello snapshot

source: &Save quicksnapshot image
it: &Salva immagine dello snapshot

source: Start/Stop &Recording History
it: Avvia/termina la &registrazione della cronologia

source: Start/Stop Pl&ayback History
it: Avvia/termina la r&iproduzione della cronologia

source: &Save new snapshot
it: &Salva nuovo snapshot

source: &Load existing snapshot
it: &Carica snapshot esistente

source: Start with &reset
it: Avvia con &reset

source: Overwrite &Playback
it: Sovrascrivi la &riproduzione

source: Save/stop media file...
it: Salva/arresta file multimediale...

source: Record Sound...
it: Registra audio...

source: No &limit
it: Nessun &limite

source: &Custom
it: &Personalizzata

source: &Warp mode
it: Modalità &turbo

source: Swap &Joysticks
it: Scambia &Joystick

source: Swap &Userport joysticks
it: Scambia joystick su &Userport

source: &Virtual device traps
it: Attiva le periferiche &virtuali

source: &Grab mouse events
it: &Cattura eventi mouse

source: &Autostart settings...
it: Impostazioni &Avvio automatico...

source: &Video settings...
it: Impostazioni &video...

source: &Peripheral settings...
it: Impostazioni &periferiche...

source: &Joystick settings...
it: Impostazioni &joystick...

source: &Userport joystick settings...
it: Impostazioni joystick su &Userport...

source: &Sidcart joystick settings...
it: Impostazioni joystick su %Sidcart...

source: &Keyboard settings...
it: Impostazioni &tastiera...

source: S&ound settings...
it: Impostazioni a&udio...

source: &ROM settings...
it: Impostazioni &ROM...

source: RA&M settings...
it: Impostazioni RA&M...

source: D&atasette settings...
it: Impostazioni r&egistratore...

source: VIC-II settings...
it: Impostazioni VIC-II...

source: Mo&use settings...
it: Impostazioni mo&use...

source: S&ID settings...
it: Impostazioni S&ID...

source: RS&232 settings...
it: Impostazioni RS&232...

source: &REU settings...
it: Impostazioni &REU...

source: &Double Quick Brown Box settings...
it: Impostazioni &Double Quick Brown Box...

source: &MMC64 settings...
it: Impostazioni &MMC64...

source: M&IDI settings...
it: Impostazioni M&IDI...

source: &Lightpen settings...
it: Impostazioni &penna ottica...

source: &IDE64 settings...
it: Impostazioni &IDE64...

source: &Ethernet settings...
it: Impostazioni &Ethernet...

source: &ACIA settings...
it: Impostazioni &ACIA...

source: RS&232 userport settings...
it: Impostazioni RS&232 su userport...

source: EasyFlash settings...
it: Impostazioni EasyFlash...

source: SFX Sound Expander settings...
it: Impostazioni SFX Sound Expander...

source: Enable SFX Sound Sampler
it: Attiva SFX Sound Sampler

source: &Save current settings
it: &Salva le impostazioni attuali

source: &Load saved settings
it: &Carica le impostazioni salvate

source: Set de&fault settings
it: &Ripristina le impostazioni originarie

source: Save settings on e&xit
it: Salva le impostazioni in u&scita

source: &Confirm on exit
it: &Conferma all'uscita

source: &English
it: I&nglese

source: D&anish
it: D&anese

source: &German
it: &Tedesco

source: &French
it: &Francese

source: &Hungarian
it: &Ungherese

source: &Italian
it: &Italiano

source: &Dutch
it: &Olandese

source: &Polish
it: &Polacco

source: &Swedish
it: &Svedese

source: &Turkish
it: Tu&rco

source: Command line &options
it: &Opzioni della riga di comando

source: &Contributors
it: &Collaboratori

source: &License
it: &Licenza

source: No &warranty
it: Nessuna &garanzia

source: &SID cart settings...
it: Impostazioni cartuccia &SID...

source: &Open
it: &Apri

source: &Save
it: &Salva

source: &Print
it: Stam&pa

source: &Stop Debug
it: &Interrompi Debug

source: Stop E&xecution
it: Interrompi E&secuzione

source: Step &into
it: Esegui &istruzione

source: Step &over
it: Esegui istruzione/&funzione

source: Step until &return
it: Esegui fino al &ritorno

source: Go to &cursor
it: Vai al &cursore

source: &Evaluate
it: &Valutazione

source: &Current instruction
it: Istruzione &corrente

source: Evaluation &window
it: &Finestra di valutazione

source: &Register window
it: Finestra dei &registri

source: &Memory window
it: Finestra di &memoria

source: &Disassembly window
it: Finestra di &disassemblaggio

source: &Console window
it: Finestra della &console

source: &Cascade
it: A &cascata

source: Tile &vertically
it: Affianca &verticalmente

source: Tile &horizontally
it: Affianca &orizzontalmente

source: &Arrange icons
it: &Disponi icone

source: ACIA Settings
it: Impostazioni ACIA

source: &Enable ACIA
it: &Attiva ACIA

source: VDC settin&gs
it: Impostazio&ni del VDC

source: &Cartridge Settings
it: Impostazioni &cartuccia

source: Select internal function ROM image
it: Seleziona l'immagine della Function ROM interna

source: Select external function ROM image
it: Seleziona l'immagine della Function ROM esterna

source: 64KB video &memory
it: 64KB di &memoria video

source: IEEE&488 Interface emulation
it: Emulazione dell'interfaccia IEEE&488

source: C&128 settings...
it: Impostazioni C&128...

source: Netplay (experimental)...
it: Netplay (sperimentale)...

source: PLUS&60K settings...
it: Impostazioni PLUS&60K...

source: PLUS2&56K settings...
it: Impostazioni PLUS2&56K...

source: &256K settings...
it: Impostazioni 256K...

source: 256K Settings
it: Impostazioni 256K

source: &Enable 256K
it: &Attiva 256K

source: DTV flash &rom image
it: Immagine flash &rom DTV

source: DTV ROM &image File
it: File &immagine ROM DTV

source: Enable &writes to DTV ROM image
it: Attiva &scrittura su immagini ROM DTV

source: C64DTV Settings
it: Impostazioni C64DTV

source: &Autostart disk image...
it: &Avvia automaticamente l'immagine del disco...

source: Attach &flash rom image
it: Seleziona l'immagine di una rom &flash

source: &Detach flash rom image
it: &Rimuovi l'immagine di una rom flash

source: &Create new flash rom image
it: &Crea una nuova immagine di una rom flash

source: &True flash filesystem
it: Attiva l'emulazione &hardware del filesystem flash

source: &PS/2 mouse emulation
it: Emulazione del mouse &PS/2

source: &C64DTV settings...
it: Impostazioni &C64DTV...

source: &Cartridge/IO Settings
it: Impostazioni &cartuccia/IO

source: Machine &defaults
it: Impostazioni &predefinite

source: &Model line
it: &Linea

source: &Ram banks
it: Banchi di &Ram

source: Bank 15 $&0800-$0FFF RAM
it: RAM del banco 15 a $0800-$0FFF

source: Bank 15 $&1000-$1FFF RAM
it: RAM del banco 15 a $1000-$1FFF

source: Bank 15 $&2000-$3FFF RAM
it: RAM del banco 15 a $2000-$3FFF

source: Bank 15 $&4000-$5FFF RAM
it: RAM del banco 15 a $4000-$5FFF

source: Bank 15 $&6000-$7FFF RAM
it: RAM del banco 15 a $6000-$7FFF

source: Bank 15 $&C000-$CFFF RAM
it: RAM del banco 15 a $C000-$CFFF

source: &CBM2 settings...
it: Impostazioni &CBM2...

source: DQBB Settings
it: Impostazioni DQBB

source: &Enable DQBB
it: &Attiva DQBB

source: EasyFlash &Jumper
it: &Ponticello EasyFlash

source: &Save CRT on detach
it: %Salva CRT alla rimozione

source: Save CRT &now
it: Salva CRT &ora

source: &Geometry
it: &Geometria

source: &Autodetect
it: &Rileva automaticamente

source: lightpen Settings
it: Impostazioni penna ottica

source: &Enable lightpen
it: &Attiva penna ottica

source: &Enable MMC64
it: &Attiva MMC64

source: Enable BIOS &Flash Jumper
it: Attiva il &Flash Jumper del BIOS

source: &Save BIOS when changed
it: &Salva il BIOS al cambio

source: &BIOS File
it: File del &BIOS

source: MMC/SD &Image File
it: File &immagine MMC/SD

source: Machine defaults
hu: Modell alapértelmezései
it: Impostazioni predefinite

source: M&emory
it: M&emoria

source: &Auto (from ROM)
it: &Auto (dalla ROM)

source: &40 Columns
it: &40 Colonne

source: &80 Columns
it: &80 Colonne

source: &IO Size
it: Dimensione di &I/O

source: CRTC chip &enable
it: &Attiva chip CRTC

source: &Keyboard
it: &Tastiera

source: &Graphics
it: &Grafica

source: &IO Settings
it: Impostazioni &IO

source: SuperPET I/O &enable (disables 8x96)
it: &Attiva I/O del SuperPET (disattiva 8x96)

source: &RAM Settings
it: Impostazioni &RAM

source: $&9*** as RAM
it: $&9*** come RAM

source: $&A*** as RAM
it: $&A*** come RAM

source: P&ET settings...
it: Impostazioni P&ET...

source: PET &REU settings...
it: Impostazioni PET &REU...

source: PET REU Settings
it: Impostazioni PET REU

source: &Enable PET REU
it: &Attiva PET REU

source: PLUS256K Settings
it: Impostazioni PLUS256K

source: &Enable PLUS256K
it: &Attiva PLUS256K

source: Attach cartridge image for Function Low
hu: Cartridge képmás csatolása Function Low-hoz
it: Seleziona l'immagine di una cartuccia per la Function Low

source: Attach cartridge image for Function High
hu: Cartridge képmás csatolása Function High-hez
it: Seleziona l'immagine di una cartuccia per la Function High

source: C1 low image...
it: Immagine C1 bassa...

source: C1 high image...
it: Immagine C1 alta...

source: C2 low image...
it: Immagine C2 bassa...

source: C2 high image...
it: Immagine C2 alta...

source: Function low image (3plus1)...
it: Immagine della Function low (3plus1)...

source: Function high image (3plus1)...
it: Immagine della Function high (3plus1)...

source: P&lus4 settings...
it: Impostazioni P&lus4...

source: PLUS60K Settings
it: Impostazioni PLUS256K

source: &Enable PLUS60K
it: &Attiva PLUS60K

source: &Read Only
it: &Accesso in sola lettura

source: &Enable REU
it: &Attiva REU

source: RS232 Userport Settings
it: Impostazioni RS232 su userport

source: &Enable RS232 userport
it: &Attiva la RS232 su userport

source: Passband (0-90%)
it: Passabanda (0-90%)

source: &Enable SID
it: &Attiva SID

source: SFX Sound Expander Settings
it: Impostazioni SFX Sound Expander

source: &Enable SFX Sound Expander
it: &Attiva SFX Sound Expander

source: Ethernet Settings
it: Impostazioni Ethernet

source: &Interface
it: &Interfaccia

source: Add to generic...
it: Aggiungi a generica...

source: &no expansion memory
it: &nessuna espansione di memoria

source: 3&K (block 0)
it: 3&K (blocco 0)

source: &8K (block 1)
it: &8K (blocco 1)

source: 1&6K (blocks 1/2)
it: 1&6K (blocchi 1/2)

source: 2&4K (blocks 1/2/3)
it: 2&4K (blocchi 1/2/3)

source: &Full (blocks 0/1/2/3/5)
it: &Tutti (Blocchi 0/1/2/3/5)

source: &custom
it: &personalizzata

source: Block &0
it: Blocco &0

source: Block &1
it: Blocco &1

source: Block &2
it: Blocco &2

source: Block &3
it: Blocco &3

source: Block &5
it: Blocco &5

source: Select Generic image
it: Seleziona immagine generica

source: Select cartridge image
it: Seleziona immagine cartuccia

source: VIC-1112 IEEE &488 module
it: Modulo VIC-1112 IEEE &488

source: Generic image...
it: Immagine generica...

source: Mega-Cart image...
it: Immagine Mega-Cart...

source: Final Expansion image...
it: Immagine Final Expansion...

source: Smart-attach image...
it: Immagine Smart-attach...

source: 4/8/16KB image at $&2000...
it: Immagine di 4/8/16KB a $&2000...

source: 4/8/16KB image at $&4000...
it: Immagine di 4/8/16KB a $&4000...

source: 4/8/16KB image at $&6000...
it: Immagine di 4/8/16KB a $&6000...

source: 4/8KB image at $&A000...
it: Immagine di 4/8KB a $&A000...

source: 4KB image at $&B000...
it: Immagine di 4KB a $&B000...

source: V&IC settings...
it: Impostazioni V&IC...

source: Borders
it: Bordi

source: &Full
it: &Intero

source: Sprite-&sprite collisions
it: Collisioni sprite-&sprite

source: Sprite-background &collisions
it: &Collisioni sprite-sfondo

source: New &Luminances
it: Nuove &Luminanze

source: Autostart disk/tape image...
it: Avvia automaticamente l'immagine di un disco/cassetta...

source: Add current image
it: Aggiungi l'immagine attuale

source: Remove current image
it: Rimuovi l'immagine attuale

source: Attach next image
it: Seleziona l'immagine successiva

source: Attach previous image
it: Seleziona l'immagine precedente

source: Load flip list
it: Carica flip list

source: Save flip list
it: Salva fliplist

source: Attach tape image...
it: Seleziona l'immagine di una cassetta...
