Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Set the default memory device to either the computer `c:' or the specified disk drive (`8:', `9:').
da: Sæt det valgte hukommelses område til enten computeren "c:" eller det angivne diskettedrev ("8:", "9:").
de: Setze das aktuelle Speichergerät entweder auf `c:' oder das angegebene Laufwerk (`8:', `9:').
es: Seleccionar el periférico memoria por defecto entre `c:' o la unidad de disco especificada (`8:', `9:').
fr: Règle le périphérique mémoire par défaut à soit l'ordinateur `c:' ou au lecteur de disque spécifié (`8:', `9:').
hu: Az alapértelmezett memória eszköz beállítása a számítógépre `c:' vagy a megadott lemezmeghajtóra (`8:', `9:').
it: Imposta la periferica di memoria predefinita o sul computer `c:' oppure sul disk drive specificato (`8:', `9:').
nl: Zet de standaard geheugen apparaat naar of de computer `c:' of de opgegeven disk drive (`8:', `9:').
pl: Ustawia komputer `c:', lub określoną stację dysków (`8:', `9:') jako domyślne urządzenie pamięci.
sv: Sätt förvald minnesenhet antingen till datorn "c:" eller den angivna diskettenheten ("8:", "9:").
tr: Varsayýlan bellek aygýtýný bilgisayar `c:' ya da (`8:', `9:') ile belirtilmiþ disket dürücü olarak belirle.

source: Leave the monitor and return to execution.
da: Forlad monitoren og gå tilbage til eksekvering.
de: Verlasse Monitor und setze Ausführung fort.
es: Dejar el monitor y volver a la ejecución.
fr: Quitte le moniteur et retourne à l'exécution.
hu: A monitor elhagyása és a végrehajtás folytatása.
it: Esce dal monitor e ritorna all'esecuzione.
nl: Verlaat de monitor en ga terug naar de uitvoering.
pl: Opuść monitor i wróć do wykonywania
sv: Lämna monitorn och återgå till programkörningen.
tr: Monitörü terk et ve çalýþtýrmaya geri dön.

source: Exit the emulator immediately.
da: Afslut emulatoren øjblikkeligt.
de: Emulator sofort beenden.
es: Salir inmediatamente del emulador.
fr: Quitter l'émulateur immédiatement.
hu: Azonnali kilépés az emulátorból.
it: Esci immediatamente dall'emulatore.
nl: Onmiddelijk de emulator afsluiten.
pl: Natychmiast wyjdź z emulatora.
sv: Avsluta emulatorn omedelbart.
tr: Emülasyondan derhal çýk.

source: Set the default radix to hex, decimal, octal, or binary. With no argument, the current radix is printed.
da: Sæt standardradix til hex, decimal, oktal eller binær. Hvis der ikke angives et argument vises det aktuelle radix.
de: Setze die Standardzahlenbasis auf Hexadezimal, Dezimal, Oktal oder Binär. Bei keinem Argument wird die akteulle Zahlenbasis ausgegeben.
es: Seleccionar sistema númerico por defecto como hex, decimal, octal, o binario. Si no se da argumento, se imprime el sistema númerico en uso.
fr: Règle la base par défaut à hex, decimal, octal ou binary. Avec aucun argument, la base actuelle est affiché.
hu: Az alap számrendszer hexadecimális, decimális, oktális vagy bináris. Paraméter nélkül az aktuálisat mutatja.
it: Imposta la radice predefinita a esadecimale, decimale, ottale o binaria. Senza parametro viene stampata la radice attuale.
nl: Zet de standaard radix naar hex, decimaal, octaal of binair. Als er geen parameter is opgegeven dan zal de huidige radix worden getoond.
pl: Ustawia domyślny korzeń na heksadecymalny, decymalny, óśemkowy lub binarny. Bez podanego argumentu, pokazywany jest obecny korzeń.
sv: Sätt standardradix till hex, decimal, oktal eller binär. Om du inte ger något argument visas nuvarande radix.
tr: Varsayýlan sayý tabanýný 16'lý, 10'lu, 8'li ya da 2'li yap. Argümansýz olarak geçerli sayý tabaný yazdýrýlýr.

source: Control how monitor generated reads affect memory locations that have read side-effects. If the argument is 'on' then reads may cause side-effects. If the argument is 'off' then reads don't cause side-effects. If the argument is 'toggle' then the current mode is switched. No argument displays the current state.
da: Bestemmer hvordan læsninger i monitoren påvirker hukommelsesområder, der har sedeeffekter ved læsning. Hvis argumentet er "on" kan læsninger foresage sideeffekter. Hvis argumentet er "off" vil læsninger ikke foresage sideeffekter. Hvis argumentet er "toggle" skiftes den nuværende tilstand. Hvis der ikke angives noget argument vises den nuværende tilstand.
de: Steuerung, wie die vom Monitor erzeugten Lesezugriffe die Speicherzellen mit Lese-Seiteneffekten betreffen. Bei Argument "on" werden Lese-Seiteneffekte erzeugt. Bei Argument "off" werden keine Lese-Seiteneffekte erzeugt. Bei Argumenrt "toggle" wird das Verhalten vertauscht. Bei keinem Argument wird das aktuelle Verhalten ausgegebene.
es: Controla como manejar las lecturas de localizaciones de memoria generadas por el monitor que tengan efectos colaterales, Si el argumento es 'on' las lecturas causarán efectos colaterales. Si el argumento es 'off' no se causarán efectos colaterales. Si el argumento es 'intercambiar' se intervambiará el modo en uso. Sin argumentos, se mostrará el estado en uso.
fr: Contrôle comment les lectures du moniteur affecte les emplacements mémoire ayant des effets secondaires de lecture. Si l'argument est 'on' alors les lectures peuvent causer des effets secondaires. Si l'argument est 'off' les lectures n'en causeront pas. Si l'argument est 'toggle' alors le mode actuel est commuté. Aucun argument ne peut afficher le mode en cours.
hu: Beállítja, hogyan hatnak a monitorprogram memória olvasásai azokra a memóriahelyekre, amelyeknek olvasás-mellékhatásai vannak. Ha a paraméter 'on', az olvasások okozhatnak mellékhatásokat. Ha a paraméter 'off', akkor pedig nem okoznak. Ha a paraméter 'toggle', az aktuális módot átkapcsolja. Paraméter nélküli hívás kiírja az aktuális módot.
it: Controlla come le letture generate dal monitor affliggono le locazioni di memoria che hanno degli effetti collaterali sulla lettura. Se il paremetro è 'on', le letture possono causare effetti collaterali. Se il parametro è 'off', le letture non causano effetti collaterali. Se il parametro è 'scambia', la modalità attuale viene invertita. Nessun parametro mostra lo stato attuale.
nl: Geef aan hoe de lees acties van de monitor de geheugen locaties met lees bij-effecten beinvloed. Als de parameter 'off' is dan zullen lees acties geen bij-effecten vertonen. Als de parameter 'on' is dan zullen lees acties bij-effecten vertonen. Als de parameter 'toggle' is dan zal de huidige modus worden geschakeld. Als er geen parameter is dan zal de huidige modus worden getoond.
pl: Kontroluje w jaki sposób wygenerowane w monitorze odczyty położenia wpływają na obszary pamięci, które mają efekty uboczne odczytu. Jeśli argument to 'on', wtedy odczyty mogą powodować efekty uboczne. Jeśli argument to 'off', wtedy odczyty nie powodują efektów ubocznych. Jeśli argument to 'toggle', obecny tryb jest przełączany. Brak argumentu pokazuje obecny stan.
sv: Styr hur läsningar i monitorn påverkar minnesområden som har sidoeffekter vid läsning. Om argumentet är "on" tillåts läsningar att orsaka sidoeffekter. Om argumentet är "off" tillåts inte läsningar att orsaka sidoeffekter. Om argumentet är "toggle" byts det nuvarande läget. Om du inte anger några argument visas nuvarande läge.
tr: Okuma yan etkileri bulunan bellek konumlarýný monitör tarafýndan oluþturulan okumalarýn nasýl etkilediðini kontrol et. Argüman 'on' ise, okumalar yan etkiye neden olabilir. Argüman 'off' ise okumalarýn bir yan etkisi olmayacaktýr. Eðer argüman 'toggle' ise geçerli mod deðiþtirilecektir. Argüman verilmemesi o anki durumu görüntüler.

source: Disk commands
da: Diskettekommandoer
de: Disk Kommandos
es: Comandos de disco
fr: Commandes de disque
nl: Disk commandos
pl: Polecenia dyskowe
sv: Diskettkommandon
tr: Disk komutlarý

source: disk command
da: diskkommando
de: Disk Kommando
es: comando disco
fr: commande de disque
nl: disk commando
sv: diskkommando
tr: disk komutu

source: Perform a disk command on the currently attached disk image on drive 8. The specified disk command is sent to the drive's channel #15.
da: Udfører en diskkommando på det diskette-image, der er tilsluttet drev 8. Diskkommandoen sendes til drevets kanal #15.
de: Führe ein Diskkommando auf dem aktuell eingelegtem Diskimage auf Laufwerk 8 aus. Das angegebene Kommando wird auf dem Laufwerks Kommandokanal #15 geschickt.
es: Realiza un comando de disco en el actualmente insertado en unidad disco 8. El comando de disco especificado se envia a traves del canal de control #15.
fr: Performe une commande disque à l'image disque actuellement attachée au lecteur #8. La commande spécifiée est envoyée au canal #15 du lecteur.
hu: Lemez parancs végrehajtása az aktuálisan csatolt lemezen, a 8-as egységen. A megadott lemez parancsot a meghajtó #15-ös csatornájára küldi.
it: Esegue un comando disco sull'immagine disco attualmente presente nel drive 8. Il comando specificato è inviato al canale #15 del drive.
nl: Doe een disk commando operatie op de huidig gekoppelde disk bestand in drive 8, Het opgegeven disk commando zal worden gestuurt naar kanaal #15 van de drive.
pl: Wykonaj polecenie dyskowe na obecnie zamontowanym obrazie dyskietki w stacji 8. Dane polecenie jest wysyłane na kanał #15 stacji.
sv: Utför ett diskkommando på den diskettavbildning som är ansluten till enhet 8. Diskkommandot sänds på diskettenhetens kanal nummer 15.
tr: 8 nolu sürücüde takýlý disk imajý üzerinde bir disk komutu çalýþtýr. Belirtilen disk komutu sürücünün 15 numaralý kanalýna gönderilir.

source: device
da: enhed
de: Gerät
es: periférico
fr: périphérique
nl: apparaat
sv: enhet
tr: aygýt

source: file_index
da: fil_indeks
de: Datei_Index
es: Índice de fichero
fr: index_fichier
nl: bestandsindex
sv: filindex
tr: dosya_indeksi

source: autostart a given disk/tape image or program
da: Autostart et givent disk-/bånd-image eller program
de: Autostart ein Disk/Band Image oder Programm
es: Autoarranque imagen de disco/cinta ó programa
fr: Autodémarrage d'une image disque/datassette ou programme
nl: autostart een opgegeven disk-/tapebestand of programma
pl: automatycznie uruchom dany program albo obraz dysku lub taśmy
sv: starta given disk-/bandavbildningsfil eller program automatiskt
tr: verilen disk/teyp imajýný ya da programý otomatik baþlat

source: autoload given disk/tape image or program
da: Autoload et givent disk-/bånd-image eller program
de: Autoload ein Disk/Band Image oder Programm
es: Autocarga imagen de disco/cinta ó programa
fr: Charger automatiquement une image de disque/datassette
nl: autolaad een opgegeven disk-/tapebestand of programma
pl: automatycznie wczytaj dany program albo obraz dysku lub taśmy
sv: läs in given disk-/bandavbildningsfil eller program automatiskt
tr: verilen disk/teyp imajýný ya da programý otomatik yüklet

source: Attach file to device. (device 32 = cart)
da: Tilslut en fil til enhed. (enhed 32 = cartridge)
de: Benutze Datei für das Gerät. (Gerät 32 = Modul)
es: Inserta fichero en periférico (periférico 32=cartucho)
fr: Attacher un fichier à un périphérique. (Périph. 32 = cartouche)
hu: Fájl csatolása az eszközhöz. (32-es eszköz = cart)
it: Seleziona il file per la perifica. (periferica 32 = cartuccia)
nl: Koppel bestand aan apparaat. (apparaat 32 = cart
pl: Podłącz plik pod urządzenie (urządzenie 32 = cart)
sv: Anslut en fil till en enhet. (enhet 32 = insticksmodul)
tr: Aygýta dosya yerleþtir. (aygýt 32 = kartuþ)

source: Load the specified file into memory at the specified address. If device is 0, the file is read from the file system.
da: Indlæs den angivne fil til hukommelsen på den angivne adresse. Hvis enhed er 0 læses fra filsystemet.
de: Lade angegebene Datei in den Speicher an die angegebene Adresse. Bei Gerät 0, wird die Datei vom Dateisystem gelesen.
es: Cargar el fichero especificado en memoria en la direccción indicada en dirección. Si el periférico es 0 el fichero se lee desde sistema.
fr: Charge le fichier spécifié en mémoire à l'adresse spécifiée. Si le périphérique est 0, le fichier est lu du système de fichier.
hu: A megadott fájl betöltése a memóriába a megadott címre. Ha az eszköz 0, a fájlt a fájlrendszerbõl olvassa.
it: Carica il file specificato in memoria all'indirizzo specificato. Se la periferica è 0, il file è letto dal file system.
nl: Laad het opgegeven bestand naar het geheugen met het opgegeven adres. Als het apparaat 0 is dan zal het bestand van het bestandssysteem worden geladen.
pl: Wczytaj dany plik do pamięci w określonym adresie. Jeśli urządzenie to 0, plik jest czytany z systemu plików.
sv: Läs den angivna filen till minnet på den angivna adressen. Om enheten är 0 läses filen från filsystemet.
tr: Belirtilmiþ dosyayý belirtilen adresten itibaren belleðe yükle. Aygýt 0 ise, dosya dosya sistemi üzerinden okunur.

source: track
da: spor
de: Spur
es: Pista
fr: piste
nl: spoor
sv: spår

source: Read the block at the specified track and sector. If an address is specified, the data is loaded into memory. If no address is given, the data is displayed using the default datatype.
da: Læser en blok fra det angivne spor og sektor. Hvis en adresse angives indlæses data til hukommelsen. Hvis der ikke angives nogen adresse vises indholdet med standarddatatypen.
de: Lese den Block von angegebener Spur und Sektor. Wenn eine Adresse angegeben wurde, lade in auf die entsprechende Adresse. Wenn keine Adresse angegeben ist, zeige die Daten im aktuellen Anzeigemodus für Daten.
es: Leer bloque en la pista y sector especificados. Si la dirección se especifica, el dato se carga en memoria, si no, el dato se muestra usando el tipo dato por defecto.
fr: Lit le bloc à la piste et au secteur spécifiés. Si une adresse est spécifiée, les données sont chargées en mémoire. Si aucune adresse n'est spécifiée, les données sont affichés en utilisant le type de données par défaut.
hu: Blokk beolvasása a megadott sávból és szektorból., Ha egy cím is meg van adva, az adatot a memóriába tölti. Ha az nincs, az adatot az alapbeállítás szerinti formában mutatja.
it: Legge il blocco dalla traccia e settore specificati. Se è specificato un indirizzo, il dato è caricato in memoria. Se non è specificato alcun indirizzo, il dato è mostrato usando il tipo di dato predefinito.
nl: Lees het blok van de opgegeven spoor en sector. Als er een adres is opgegeven dan zal de data naar dat adres in geheugen worden geladen. Als er geen adres is opgegeven dan zal de data worder getoond met de huidige datasoort.
pl: Czytaj blok z danej ścieżki i sektora. Jeśli określono adres, dane są wczytywane do pamięci. Jeśli nie podano adresu, dane są pokazane w domyślnym typie danych.
sv: Läser blocket på det angivna spåret och sektorn. Om du anger en adress läses data till minnet. Om du inte anger någon adress visas innehållet enligt standarddatatypen.
tr: Belirtilmiþ track ve sektördeki bloðu oku. Eðer bir adres belirtilmiþse, veri belleðe yüklenir. Eðer adres belirtilmemiþse, veri varsayýlan veri tipi kullanýlarak görüntülenir.

source: Save the memory from address1 to address2 to the specified file. If device is 0, the file is written to the file system.
da: Gem hukommelsen fra adresse1 til adresse2 til den angivne fil. Hvis enhed er 0 skrives til filsystemet.
de: Speichere den Speicherinhalt von Adresse1 zu Adresse2 in die angegebene Datei. Wenn das Gerät 0 angegeben wurde, speichere im Dateisystem.
es: Grabar la memoria entre dirección 1 y dirección2 al fichero indicado. Si el periférico es 0, el fichero se graba en el fichero del sistema.
fr: Sauvegarde la mémoire depuis adress1 jusqu'à adress2 dans le fichier spécifié. Si le périphérique est 0, alors le fichier est écrit dans le système de fichier.
hu: A memória cím1 és cím2 közötti részének fájlba mentése. Ha az eszköz 0, a fájl a fájlrendszerbe kerül.
it: Salva la memoria compresa tra indirizzo1 e indirizzo2 sul file specificato. Se la periferica è 0, il file è scritto sul file system.
nl: Sla het geheugen tussen adres1 en adres2 op naar het opgegeven bestand. Als het apparaat 0 is dan zal het bestand naar het bestandssysteem worden geschreven.
pl: Zapisz pamięć z adres1 do adres2 do określonego pliku. Jeśli urządzenie to 0, plik jest zapisywany do systemu plików.
sv: Spara minnet från adress1 till adress2 till den angivna filen. Om enheten är 0 skrivs filen till filsystemet.
tr: Adres1'den adres2'ye kadar olan belleði belirtilen dosyaya kaydet. Eðer aygýt 0 ise, dosya dosya sistemine yazýlýr.

source: Write a block of data at `address' on the specified track and sector of disk in drive 8.
da: Skriv datablok på "adresse" til det angivne spor og sektor på disken i drev 8.
de: Schreibe einen Datenblock von `Adresse' auf die angegebene Spure und Sektor in die Imagedatei von Laufwerk 8.
es: Grabar un bloque de datos en 'dirección' en la pista y sector indicados del disco en la unidad de discos 8.
fr: Écrit un bloc de données à `address' sur la piste et le secteur spécifiés du disque dans le lecteur #8.
hu: Egy adat blokk írása `cím' helyrõl a megadott sávba és szektorba a 8-as meghajtón.
it: Scrive il blocco di dati all'indirizzo sulla traccia e settore specificati del disco nel drive 8.
nl: Schrijf een data blok van `adres' naar de opgegeven spoor en sector van de disk in drive 8.
pl: Zapisz blok danych w `address' w podanej ścieżce i sektorze dysku w stacji 8.
sv: Skriv ett datablock på "adress" till det angivna spåret och sektorn på disken i enhet 8.
tr: Belirtilmiþ track ve sektörlerde `adres'te yer alan veri bloðunu 8 numaralý sürücüdeki diske yaz.

source: Change current working directory.
da: Skift aktuelt arbejdskatalog
de: Arbeitsverzeichnis ändern.
es: Cambiar directorio de trabajo actual.
fr: Modifier le répertoire en cours.
nl: Verander de huidige werk directory
pl: Zmień obecny katalog roboczy
sv: Ändra aktuell arbetskatalog
tr: Geçerli çalýþma dizinini deðiþtir.

source: Detach file from device. (device 32 = cart)
da: Frakobl filen fra enheden. (enhed 32 = cartridge)
de: Entferne Datei von Gerät. (Gerät 32 = Modul)
es: Extraer fichero desde el periférico (periférico 32 = cartucho)
fr: Détacher un fichier d'un périphérique. (Périph. 32 = cartouche)
hu: Fájl leválasztása az eszközrõl. (32-es eszköz = cart)
it: Rimuovi il file dalla periferica. (periferica 32 = cart)
nl: Ontkoppel bestand van apparaat. (apparaat 32 = cart)
pl: Odłącz plik od urządzenia (urządzenie 32 = cart)
sv: Koppla från filen från enheten. (enhet 32 = insticksmodul)
tr: Aygýttan dosya çýkart. (aygýt 32 = kartuþ)

source: Display the directory contents.
da: Vis katalogets indhold.
de: Zeige den Verzeichnisinhalt.
es: Mostrar los contenidos del directorio
fr: Affiche le contenu du répertoire.
hu: A könyvtár tartalmának mutatása.
it: Mostra il contenuto della directory.
nl: Toon de directory inhoud.
pl: Pokaż zawartość katalogu.
sv: Visa katalogens innehåll.
tr: Dizin içeriðini görüntüle.

source: List disk contents.
da: Vis diskens indhold.
de: Zeige den Verzeichnisinhalt.
es: Listado contenidos disco
fr: Affiche le contenu du disque.
nl: Toon disk inhoud.
pl: Pokaż zawartość dysku
sv: Visa diskens innehåll
tr: Disk içeriðini listele.

source: Load the specified file into memory at the specified address. Set BASIC pointers appropriately if loaded into computer memory (not all emulators). Use (otherwise ignored) two-byte load address from file if no address specified. If device is 0, the file is read from the file system.
da: Indlæs filen i hukommelsen på den angivne adresse. Opdaterer BASIC-pointers ved læsning til computerens hukommelse (ikke alle emulatorer). Hvis ingen adresse angives bruges load-adressen fra(som ellers ignoreres). Hvis enhed er 0 læses fra filsystemet.
de: Lade die angegebene Datei in den Speicher auf die angegebene Adresse. Setze den BASIC Zeiger entsprechend, wenn in den Rechnerspeicher geladen wurde (nicht bei allen Emulatoren!). Verwende (sonst ignoriert) die zwei-Byte Lade-Adresse aus der Datei, wenn keine Adresse angegeben wurde. Bei Gerät 0, wird die Datei vom Dateisystem gelade.
es: Cargar el fichero especificado en la dirección de memoria indicada. Actualizar punteros BASIC apropiadamente si se carga en la memoria del ordenador (no en todos los emuladores). Usar dirección de dos bytes del fichero si no se indica otra dirección. Si el periférico es 0, el fichero se lee del sistema.
fr: Charge le fichier spécifié en mémoire à l'adresse spécifiée. Règle les pointeurs BASIC correctement si chargée dans la mémoire de l'ordinateur (sur certains émulateurs seulement). Utilise l'adresse à deux bits du fichier si aucune adresse de chargement n'est spécifiée. Si le périphérique est 0, le fichier est lu du système de fichiers.
hu: A megadott fájl betöltése a megadott címre. A BASIC mutatókat a megfelelõ módon beállítja, ha a számítógép memóriába tölti az adatot (nem minden emulátornál). Ha nincs cím megadva, az amúgy figyelmen hagyott két bájtos betöltési címet használja a fájlból. Ha az eszköz 0, a fájlt a fájlrendszerrõl olvassa.
it: Carica il file specificato in memroia all'indirizzo specificato. Imposta i puntatori del BASIC in modo appropriato se caricato nella memoria del computer (non su tutti gli emulatori). Usa (altrimenti ignora) l'indirizzo di caricamento su due byte del file se non viene specificato alcun indirizzo. Se la periferica è 0, il file viene letto dal file system.
nl: Laad het opgegeven bestand naar geheugen op het opgegeven adres. Zet de BASIC start en eind indicators correct als het bestand naar het computer geheugen geladen wordt (niet alle emulatoren). De eerste twee bytes van het bestand zullen als laad adres worden gebruikt als er geen adres is opgegeven. Als het apparaat 0 is dan zal het bestand van het bestandssysteem worden geladen.
pl: Wczytaj podany plik do pamięci w konkretnym adresie. Ustaw wskaźniki BASIC odpowiednio, jesli zostaną wczytane do pamięci komputera (nie wszystkie emulatory). Użyj (w innym razie ignoruje) dwubajtowego adresu wczytywania z pliku, jeśli nie został podany adres. Jeśli urządzenie jest 0, plik zostaje oczytany z systemu plików.
sv: Läs in den angivna filen i minnet på den angivna adressen. Sätter motsvarande BASIC-pekare vid läsning till datorminnet (inte alla emulatorer). Om ingen adress anges används tvåbytesadressen i filen(ignoreras annars). Om enheten är 0 läses filen från filsystemet.
tr: Belirtilmiþ dosyayý belirtilen adresten itibaren belleðe yükle. Eðer bilgisayar belleðine yüklenmiþse BASIC imleçlerini uygun bir biçimde ayarla (tüm emülatörlerde deðil). Eðer adres belirtilmemiþse iki bytelýk dosya yükleme adresini kullan (diðer ihtimalde yoksay). Eðer aygýt 0 ise, dosya dosya sisteminden okunur.

source: Show current working directory.
da: Vis aktuelt arbejdskatalog.
de: Zeige aktuelles Arbeitsverzeichnis.
es: Muestra el directorio de trabajo actual
fr: Voir le répertoire en cours.
hu: Munkakönyvtár mutatása.
it: Mostra la directory di lavoro attuale.
nl: Toon de huidige werk directory.
pl: Pokaż obecny katalog roboczy.
sv: Visa aktuell arbetskatalog.
tr: Geçerli çalýþma dizinini göster.
