Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: MMC/SD Image read-only
da: MMC/SD-image skrivebeskyttet
de: MMC/SD Image Schreibschutz
es: Imagen MMC/SD de sólo lectura
fr: Image MMC/SD en lecture seule
hu: MMC/SD képmás csak olvasható
it: Immagine MMC/SD in sola lettura
nl: MMC/SD bestand alleen-lezen
pl: Obraz MMC/SC tylko do odczytu
sv: MMC/SD-avbildning skrivskyddad
tr: Salt Okunur MMC/SD Imajý

source: MMC/SD Image File
da: MMC/SD-image
de: MMC/SD Image Name
es: Fichero imagen MMC/SD
fr: Nom d'image MMC/SD
hu: MMC/SD képmás fájl
it: File immagine MMC/SD
nl: MMC/SD bestand
pl: Plik obrazu MMC/SD
sv: MMC/SD-avbildningsfil
tr: MMC/SD Imaj Dosyasý

source: Rescue mode
da: Fejlsikret tilstand
de: Rescue Modus
es: Modo rescate
fr: Mode de secours
nl: Reddingsmodus
pl: Tryb ratunkowy
sv: Räddningsläge
tr: Kurtarma modu

source: read/write
da: skrivbar
de: lese/schreibe
es: Leer/Grabar
fr: lecture/écriture
hu: írható/olvasható
it: lettura/scrittura
nl: lees/schrijf
pl: oczyt/zapis
sv: skrivbar
tr: oku/yaz

source: Save MMC Replay EEPROM when changed
da: Gem MMC Replay EEPROM ved ændringer
de: MMC Replay EEPROM bei Änderung speichern
es: Grabar MMC Replay EEPROM si cambia
fr: Sauvegarder l'EEPROM MMC Replay lorsque modifié
nl: MMC Replay EEPROM opslaan indien gewijzigd
pl: Zapisuj EEPROM MMC Replay przy zmianie
sv: Spara MMC Replay EEPROM vid ändringar
tr: MMC Replay EEPROM'u deðiþtiðinde kaydet

source: sensitivity
nl: gevoeligheid
pl: czułość
sv: känslighet

source: Sensitivity of the mouse.
nl: Gevoeligheid van de muis.
pl: czułość myszy.

source: Mouse sensitivity
nl: Muis gevoeligheid
pl: Czułość myszy
sv: Muskänslighet

source: Save Smart Mouse RTC data when changed
nl: Sla de Smart Mouse RTC data op indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego Smart Mouse przy zmianie

source: Input/Output
da: Inddata/uddata
de: Ein/Ausgabe
es: Entrada/Salida
fr: Entrée/Sortie
hu: Bemenet/Kimenet
nl: Invoer/Uitvoer
pl: wejście/wyjście
sv: Indata/utdata
tr: Giriþ/Çýkýþ

source: PET settings
da: PET-indstillinger
de: PET Einstellungen
es: Ajustes PET
fr: Paramètres PET
hu: PET beállításai
it: Impostazioni PET
nl: PET instellingen
pl: Ustawienia PET
sv: PET-inställningar
tr: PET ayarlarý

source: IO Size
da: I/O-størrelse
de: IO Größe
es: Tamaño entrada/salida
fr: Taille d'E/S
nl: IO grootte
pl: Rozmiar we/wy
sv: I/O-utrymme
tr: GÇ Boyutu

source: IO Settings
da: I/O-indstillinger
de: IO Einstellungen
es: Ajustes Entrada/Salida
fr: Paramètres E/S
nl: IO instellingen
pl: Ustawienia we/wy
sv: I/O-Inställningar
tr: GÇ Ayarlarý

source: $9*** as RAM
da: $9*** som RAM
de: $9*** als RAM
es: $9*** como RAM
fr: $9*** comme RAM
hu: $9*** RAM-ként
it: $9*** come RAM
nl: $9*** als RAM
pl: $9*** jako RAM
sv: $9*** som RAM
tr: RAM olarak $9***

source: $A*** as RAM
da: $A*** som RAM
de: $A*** als RAM
es: $A*** como RAM
fr: $A*** comme RAM (8296 seulement)
hu: $A*** RAM-ként
it: $A*** come RAM
nl: $A*** als RAM
pl: $A*** jako RAM
sv: $A*** som RAM
tr: RAM olarak $A***

source: PET Colour board settings
nl: PET Colour bord instellingen
pl: Ustawienia koloru karty PET
sv: Inställningar för PET-färgkort

source: PET DWW settings
da: PET DWW-indstillinger
de: PET DWW Einstellungen
es: Ajustes PET DWW
fr: Paramètres PET DWW
nl: PET DWW instellingen
pl: Ustawienia PET DWW
sv: PET DWW-Inställningar
tr: PET DWW Ayarlarý

source: PET REU settings
da: PET REU-indstillinger
de: PET REU Einstellungen
es: Ajustes PET REU
fr: Paramètres PET REU
nl: PET REU instellingen
pl: Ustawienia PET REU
sv: PET REU-Inställningar
tr: PET REU Ayarlarý

source: Enable PET High Res Emulation board
fr: Activer la carte d'émulation PET Haute Résolution
nl: Activeer PET High Res Emulation bord
pl: Włącz układ emulatora PET hi-res
sv: Aktivera PET-högupplösningsemuleringskort

source: Enable Userport DAC for sound output
da: Aktivér brugerport DAC for lydoutput
de: Userport DAC Sound aktivieren
es: Permitir puerto DAC para salida de sonido
fr: Activer DAC port utilisateur comme sortie de son
nl: Activeer userport DAC voor geluidsuitvoer
pl: Włącz userport DAC jako wyjście dźwięku
sv: Aktivera D/A-omvandlare på användarporten för ljudutdata
tr: Ses çýkýþý için Userport DAC'ý aktif et

source: PET model settings
da: PET-model indstillinger
de: PET Modell Einstellungen
es: Ajustes modelo PET
fr: Paramètres du modèle PET
hu: PET modell beállításai
it: Impostazioni modello PET
nl: PET model instellingen
pl: Ustawienia modelu PET
sv: Inställningar för PET-modell
tr: PET model ayarlarý

source: Analog
nl: Analoog

source: Background color
nl: Achtergrond kleur
pl: Kolor tła
sv: Bakgrundsfärg

source: Enable the PET DWW hi-res board
da: Aktivér PET DWW højopløsningskort
de: PET DWW hi-res Karte aktivieren
es: Permitir tablero de alta resolución PET DWW
fr: Activer la carte haute-rés PET DWW
nl: Activeer het PET DWW hi-res bord
pl: Włącz układ PET DWW hi-res
sv: Aktivera PET DWW-högupplösningskort
tr: PET DWW hi-res boardunu aktif et

source: Select file for PET DWW
da: Vælg fil for PET DWW
de: Datei für PET DWW auswählen
es: Seleccionar fichero para DWW PET
fr: Sélectionner fichier pour PET DWW
nl: Selecteer bestand voor PET DWW
pl: Wybierz plik PET DWW
sv: Välj fil för PET DWW
tr: PET DWW için dosya seçin

source: Enable the PET Ram and Expansion Unit
da: Aktivér PET REU
de: PET RAM Speicher und Erweiterungsmodul aktivieren
es: Permitir PET ram y Unidad Expansión
fr: Activer l'expansion d'unité et de RAM du PET
hu: PET RAM and Expansion Unit engedélyezése
it: Attiva l'unità di espansione e della RAM del PET
nl: Activeer de PET RAM en uitbreidingseenheid
pl: Włącz PET Ram i Expansion Unit
sv: Aktivera PET Ram- och -expansionsenhet
tr: PET Ram ve Geniþletme Birimi'ni aktif et

source: PET REU size
da: PET REU størrelse
de: PET REU Größe
es: Tamaño REU PET
fr: Taille du PET REU
hu: PET REU mérete
it: Dimensione PET REU
nl: PET REU grootte
pl: Rozmiar PET REU
sv: Storlek på PET REU
tr: PET REU boyutu

source: Select file for PET REU
da: Vælg fil for PET REU
de: Datei für PET REU auswählen
es: Seleccionar fichero para REU PET
fr: Sélectionner fichier pour PET REU
hu: Válasszon fájlt a PET REU-hoz
it: Seleziona il file per il PET REU
nl: Selecteer bestand voor PET REU
pl: Wybierz plik PET REU
sv: Välj fil för PET REU
tr: PET REU için dosya seçin

source: Plus4 settings
da: Plus4-indstillinger
de: Plus4 Einstellungen
es: Ajustes Plus4
fr: Paramètres Plus4
hu: Plus4 beállításai
it: Impostazioni Plus4
nl: Plus4 instellingen
pl: Ustawienia Plus4
sv: Plus4-inställningar
tr: Plus4 ayarlarý

source: Attach cartridge image for Cartridge0 Low
da: Tilslut cartridge image for Cartridge0 Lav
de: Cartridge0 (low) Erweiterungsmodul einlegen
es: Insertar imagen cartucho para cartucho0 bajo
fr: Attacher une image de cartouche pour la Cartouche0 Basse
nl: Koppel cartridge bestand voor 'Cartridge0 Low'
pl: Zamontuj obraz kartridża do Cartridge0 Low
sv: Anslut insticksmodulfil för modul0 låg
tr: Kartuþ0 Low için kartuþ imajý yerleþtirin

source: Attach cartridge image for Cartridge0 High
da: Tilslut cartridge image for Cartridge0 Høj
de: Cartridge0 (high) Erweiterungsmodul einlegen
es: Insertar imagen cartucho para cartucho0 alto
fr: Attacher une image de cartouche pour la Cartouche0 Haute
nl: Koppel cartridge bestand voor 'Cartridge0 High'
pl: Zamontuj obraz kartridża do Cartridge0 High
sv: Anslut insticksmodulfil för modul0 hög
tr: Kartuþ0 High için kartuþ imajý yerleþtirin

source: Attach cartridge image for Cartridge1 Low
da: Tilslut cartridge image for Cartridge1 Lav
de: Cartridge1 (low) Erweiterungsmodul einlegen
es: Insertar imagen cartucho para cartucho1 bajo
fr: Insérer une cartouche pour Cartouche1 basse
hu: Cartridge képmás csatolása alsó Cartridge1-hez
it: Seleziona l'immagine di una cartuccia per la Cartridge Low
nl: Koppel cartridge bestand voor 'Cartridge1 Low'
pl: Zamontuj obraz kartridża do Cartridge1 Low
sv: Anslut insticksmodulfil för modul1 låg
tr: Kartuþ1 Low için kartuþ imajý yerleþtirin

source: Attach cartridge image for Cartridge1 High
da: Tilslut cartridge image for Cartridge1 Høj
de: Cartridge1 (high) Erweiterungsmodul einlegen
es: Insertar imagen cartucho para cartucho1 alto
fr: Insérer une cartouche pour Cartouche1 haute
hu: Cartridge képmás csatolása felsõ Cartridge1-hez
it: Seleziona l'immagine di una cartuccia per la Cartridge1 High
nl: Koppel cartridge bestand voor 'Cartridge1 High'
pl: Zamontuj obraz kartridża do Cartridge1 High
sv: Anslut insticksmodulfil för modul1 hög
tr: Kartuþ1 High için kartuþ imajý yerleþtirin

source: Attach cartridge image for Cartridge2 Low
da: Tilslut cartridge image for Cartridge2 Lav
de: Cartridge2 (low) Erweiterungsmodul einlegen
es: Insertar imagen cartucho para cartucho2 bajo
fr: Insérer une cartouche pour Cartouche2 basse
hu: Cartridge képmás csatolása alsó Cartridge2-höz
it: Seleziona l'immagine di una cartuccia per la Cartridge2 Low
nl: Koppel cartridge bestand voor 'Cartridge2 Low'
pl: Zamontuj obraz kartridża do Cartridge2 Low
sv: Anslut insticksmodulfil för modul2 låg
tr: Kartuþ2 Low için kartuþ imajý yerleþtirin

source: Attach cartridge image for Cartridge2 High
da: Tilslut cartridge image for Cartridge2 Høj
de: Cartridge1 (high) Erweiterungsmodul einlegen
es: Insertar imagen cartucho para cartucho2 alto
fr: Insérer une cartouche pour Cartouche2 haute
hu: Cartridge képmás csatolása felsõ Cartridge2-höz
it: Seleziona l'immagine di una cartuccia per la Cartridge2 High
nl: Koppel cartridge bestand voor 'Cartridge2 High'
pl: Zamontuj obraz kartridża do Cartridge2 High
sv: Anslut insticksmodulfil för modul2 hög
tr: Kartuþ2 High için kartuþ imajý yerleþtirin

source: Function Lo
da: Funktion Lav
es: Función bajo
fr: Fonction Basse
nl: Functie Lo
sv: Funktion låg
tr: Fonksiyon Lo

source: Function Hi
da: Funktion Høj
es: Función alto
fr: Fonction Haute
nl: Functie Hi
sv: Funktion hög
tr: Fonksiyon Hi

source: C0 low image
da: C0 lav-image
de: C0 low Image Datei
es: Imagen C0 bajo
fr: Image C0 basse
nl: C0 low bestand
pl: Obraz C0 low
sv: C0 låg-avbildning
tr: C0 low imajý

source: C0 high image
da: C0 høj-image
de: C0 high Image Datei
es: Imagen C0 alto
fr: Image C0 haute
nl: C0 high bestand
pl: Obraz C0 high
sv: C0 hög-avbildning
tr: C0 high imajý

source: C1 low image
da: C1 lav-image
de: C1 low Image Datei
es: C1 imagen bajo
fr: Image C1 basse
nl: C1 low bestand
pl: Obraz C1 low
sv: C1 låg-avbildning
tr: C1 low imajý

source: C1 high image
da: C1 høj-image
de: C1 high Image Datei
es: C1 imagen alto
fr: Image C1 haute
nl: C1 high bestand
pl: Obraz C1 high
sv: C1 hög-avbildning
tr: C1 high imajý

source: C2 low image
da: C2 lav-image
de: C2 low Image Datei
es: C2 imagen bajo
fr: Image C2 basse
nl: C2 low bestand
pl: Obraz C2 low
sv: C2 låg-avbildning
tr: C2 low imajý

source: C2 high image
da: C2 høj-image
de: C2 high Image Datei
es: C2 imagen alto
fr: Image C2 haute
nl: C2 high bestand
pl: Obraz C2 low
sv: C2 hög-avbildning
tr: C2 high imajý

source: V364 Speech settings
da: V364 tale-indstillinger
de: V364 Stimme Einstellungen
es: Ajustes V364 Speech
fr: Paramètres du V364 Speech
nl: V364 Spraak instellingen
pl: Ustawienia mowy V364
sv: V364-röstinställningar
tr: V364 Speech ayarlarý

source: Plus4 model settings
da: Plus4-model indstillinger
de: Plus4 Modell Einstellungen
es: Ajustes modelo Plus4
fr: Paramètres du modèle Plus4
nl: Plus4 model instellingen
pl: Ustawienia modelu Plus4
sv: Plus4-modellinställningar
tr: Plus4 model ayarlarý

source: enable Digiblaster
nl: Activeer Digiblaster
pl: Włącz Digiblaster

source: Enable the RamCart expansion
da: Aktivér RamCart-udviddelsen
de: RamCart Erweiterung aktivieren
es: Permitir expansión RAMCART
fr: Activer l'expansion RAMCART
nl: Activeer de RamCart uitbreiding
pl: Włącz rozszerzenie RamCart
sv: Aktivera RamCart-expansion
tr: RamCart geniþlemesini aktif et

source: RamCart size
da: RamCart-størrelse
de: RamCart Größe
es: Tamaño RamCart
fr: Taille de l'extention RAMCART
nl: RamCart grootte
pl: Rozmiar RamCart
sv: RamCart-storlek
tr: RamCart boyutu

source: Save to RamCart image when changed
da: Gem til RamCart image ved ændringer
de: RamCart Imagedatei bei Änderung speichern
es: Grabar en imagen RamCart si cambia
fr: Sauvegarder dans l'image RamCart lorsque modifié
nl: Ramcart bestand opslaan indien gewijzigd
pl: Zapisuj do obrazu RamCart przy zmianie
sv: Spara till RamCart-avbildning vid ändringar
tr: Deðistiðinde RamCart imajýna kaydet

source: Select file for RamCart
da: Vælg fil for RamCart
de: Datei für RamCart auswählen
es: Seleccionar fichero para RamCart
fr: Sélectionner fichier pour RamCart
nl: Selecteer bestand voor RamCart
pl: Wybierz plik RamCart
sv: Välj fil för RamCart
tr: RamCart için dosya seçin

source: Enable RR flash jumper
da: Aktivér RR flashjumper
de: RR Flashjumper aktivieren
es: Permitir RR flahsjumper
fr: Activer le RR flash jumper
nl: Activeer RR flash jumper
pl: Ustaw zworkę RR flash
sv: Aktivera RR-flashbygel
tr: RR flash jumperý aktif et

source: Enable RR bank jumper
da: Aktivér RR bankjumper
de: RR Bankjumper aktivieren
es: Permitir commutación de bancos RR
fr: Activer le RR bank jumper
nl: Activeer RR bank jumper
pl: Ustaw zworkę bank RR
sv: Aktivera RR-bankbygel
tr: RR bank jumperý aktif et

source: Save RR flash when changed
da: Gem RR flash ved ændringer
de: RR Imagedatei bei Änderung speichern
es: Grabar Flash RR cuando cambie
fr: Enregistrer le RR flash lorsque modifié
nl: RR flasg bestand opslaan indien gewijzigd
pl: Zapisuj RR flash przy zmianie
sv: Spara RR-flash när ändrad
tr: RR flashini deðiþtiðinde kaydet

source: REU Settings
da: REU-indstillinger
de: REU Einstellungen
es: Ajustes REU
fr: Paramètres REU
hu: REU beállításai
it: Impostazioni REU
nl: REU instellingen
pl: Ustawienia REU
sv: REU-Inställningar
tr: REU Ayarlarý

source: Enable the RAM Expansion Unit
da: Aktivér RAM-udviddelsesenheden
de: RAM Speichererweiterung aktivieren
es: Permitir unidad RAM expansion
fr: Activer l'unité d'expansion RAM
nl: Activeer de RAM uitbreidingseenheid (REU)
pl: Włącz RAM Expansion Unit
sv: Aktivera RAM-expansionsenhet
tr: RAM Geniþletme Birimi'ni aktif et

source: REU size
da: REU størrelse
de: REU Größe
es: Tamaño REU
fr: Taille du REU
hu: REU mérete
it: Dimensione REU
nl: REU grootte
pl: Rozmiar REU
sv: Storlek på minnesexpansion
tr: REU boyutu

source: Save REU image when changed
da: Gem REU image ved ændringer
de: REU Imagedatei bei Änderung speichern
es: Grabar imagen REU cuando cambie
fr: Enregistrer l'image REU lorsque modifiée
nl: REU bestand opslaan indien gewijzigd
pl: Zapisuj obraz REU przy zmianie
sv: Spara REU-avbildning vid ändringar
tr: REU imajý deðiþtiðinde kaydet

source: Select file for REU
da: Vælg fil for REU
de: Datei für REU auswählen
es: Seleccionar fichero para REU
fr: Sélectionner fichier pour REU
hu: Válasszon fájlt a REU-hoz
it: Seleziona il file per il REU
nl: Selecteer bestand voor REU
pl: Wybierz plik REU
sv: Välj fil för REU
tr: REU için dosya seçin

source: Enable RS232 userport emulation
da: Aktivér RS232-emulering på brugerporten
de: RS232 Userport Emulation aktivieren
es: Permitir emulacion puerto RS232
fr: Activer l'émulation de périphérique RS232 userport
hu: RS232 userport emuláció engedélyezése
it: Attiva l'emulazione della RS232 su userport
nl: Activeer RS232 userportemulatie
pl: Włącz emulację userportu RS232
sv: Aktivera RS232-emulering på användarporten
tr: RS232 userport emülasyonunu aktif et

source: Userport device
da: Brugerport enhed
de: Userport Gerät
es: Periférico puerto usuario
fr: Périphérique Userport
hu: Userport eszköz
it: Dispositivo su userport
nl: Userport apparaat
pl: Urządzenie userportu
sv: Användarportensenhet
tr: Userport aygýtý

source: Select file for the media file input driver
nl: Selecteer bestand voor media bestand invoer stuurprogramma

source: Sampler device
nl: Sampler apparaat

source: Sampler input file
nl: Sampler invoer bestand

source: Sampler gain
nl: Sampler volume

source: SuperCPU64 settings
fr: Paramètres SuperCPU64
nl: SuperCPU64 instellingen
pl: Ustawienia SuperCPU64
sv: SuperCPU64-inställningar

source: SIMM size
fr: Taille de la SIMM
nl: SIMM grootte
pl: Ilość SIMM
sv: SIMM-storlek

source: Enable the jiffy switch
fr: Activer 'Jiffy Switch'
nl: Activeer de jiffy schakelaar
pl: Ustaw przełącznik jiffy
sv: Aktivera jiffy-omkopplaren

source: Enable the speed switch
fr: Activer l'interrupteur Vitesse
nl: Activeer de snelheid schakelaar
pl: Włącz przełącznik speed
sv: Aktivera hastighetsomkopplaren

source: General
da: Generelt
de: Allgemein
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pl: Ogólne
sv: Allmänt
tr: Genel

source: Amount of extra SID chips
da: Antal ekstra SID-kredse
de: Anzahl der extra SID Chips
es: Cantidad de chips SID extra
fr: Quantité de puces SID supplémentaires
nl: Aantal extra SID chips
pl: Liczba dodatkowych czipów SID
sv: Antal extra SID-kretsar
tr: Ekstra SID çip adedi

source: Second SID at
da: Anden SID på
de: Zweiter SID auf
es: Segundo SID en
fr: Second SID à
nl: Tweede SID op
pl: Drugi SID w
sv: Andra SID på
tr: Ýkinci SID konumu

source: Third SID at
da: Tredie SID på
de: Dritter SID auf
es: Tercer SID en
fr: Troisième SID à
nl: Derde SID op
pl: Trzeci SID w
sv: Tredje SID på
tr: Üçüncü SID konumu

source: reSID options
nl: reSID opties
pl: Opcje reSID
sv: reSID-inställningar

source: Sample method
da: Samplingmetode
de: Sample Methode
es: Método de muestreo
fr: Méthode d'échantillonnage
hu: Mintavételezés módja
it: Metodo di campionamento
nl: Sample methode
pl: Metoda samplowania
sv: Samplingsmetod
tr: Örnekleme metodu

source: Gain
nl: Toename
pl: Wzmocnienie

source: Filter bias
nl: Filter voorkeur
pl: Nastawienie filtra

source: Device selection
da: Enhedsvalg
de: Geräte Auswahl
es: Selección de periférico
fr: Sélection des périphériques
hu: Eszközök kiválasztása
it: Selezione dispositivo
nl: Apparaatselectie
pl: Wybór urządzenia
sv: Välj enhet
tr: Aygýt seçimi

source: Left/Main device
da: Venstre/hovedenhed
de: Links/Haupt Gerät
es: Periférico Izquierda/Principal
fr: Périphérique gauche/principal
hu: Bal oldali/fõ eszköz
it: Dispositivo sinistro/principale
nl: Linker-/hoofdapparaat
pl: Lewe/Główne urządzenie
sv: Vänster/huvudenhet
tr: Sol/Ana aygýt

source: Right device
da: Højre enhed
de: Rechtes Gerät
es: Periférico derecho
fr: Périphérique droit
hu: Jobb oldali eszköz
it: Dispositivo destro
nl: Rechterapparaat
pl: Urządzenie
sv: Höger enhet
tr: Sað aygýt

source: Enable the SID cartridge
da: Aktivér SID-cartridget
de: SID Modul aktivieren
es: Permitir cartucho SID
fr: Activer la cartouche SID
nl: Activeer de SID cartridge
pl: Włącz kartridż SID
sv: Aktivera SID-insticksmodul
tr: SID kartuþunu aktif et

source: HardSID device selection
da: HardSID-enhedsvalg
de: HardSID Geräte Auswahl
es: Selección periférico HardSID
fr: Sélection des périphériques HardSID
hu: HardSID eszköz kiválasztása
it: Selezione dispositivo HardSID
nl: HardSID apparaatselectie
pl: Wybór urządzenia HardSID
sv: HardSID-enhetsval
tr: HardSID aygýt seçimi

source: Main device
da: Hovedenhed
de: Haupt Gerät
es: Periférico principal
fr: Périphérique principal
hu: Fõ eszköz
it: Dispositivo principale
nl: Hoofdapparaat
pl: Główne urządzenie
sv: Huvudenhet
tr: Ana aygýt

source: Enable the digiblaster add-on
da: Aktivér digiblaster-tilføjelse
de: Digiblaster add-on aktivieren
es: Permitir complementos digiblaster
fr: Activer le add-on digiblaster
hu: Digiblaster engedélyezése
it: Attiva l'estensione digiblaster
nl: Activeer de digiblaster add-on
pl: Włącz dodatek digiblaster
sv: Aktivera digiblaster-tillägg
tr: Digiblaster eklentisini aktif et

source: Enable the SFX Sound Expander cartridge
da: Aktivér SFX sound Expander cartridget
de: SFX Soundexpander Modul aktivieren
es: Permitir cartucho SFX Sound Expander
fr: Activer la cartouche SFX Sound Expander
nl: Activeer de SFX Sound Expander cartridge
pl: Włącz kartridż SFX Sound Expander
sv: Aktivera SFX Sound Expander-insticksmodul
tr: SFX Sound Expander kartuþunu aktif et

source: SFX Sound Sampler settings
da: SFX Sound Sampler-indstillinger
de: SFX Sound Sampler Einstellungen
es: Ajustes SFX Sound Sampler
fr: Paramètres du SFX Sound Sampler
nl: SFX Sound Sampler instellingen
pl: Ustawienia samplera dźwięku SFX
sv: Inställningar för SFX Sound Sampler
tr: SFX Sound Sampler ayarlarý

source: Normal borders
da: Normal ramme
de: Normaler Rahmen
es: Bordes normales
fr: Bordures normales
nl: Normale borders
pl: Zwykła ramka
sv: Vanliga ramar
tr: Normal çerçeve

source: Full borders
da: Fuld ramme
de: Voller Rahmen
es: Bordes completos
fr: Bordures complètes
nl: Volle borders
pl: Pełna ramka
sv: Fullständinga ramar
tr: Tam çerçeve

source: No borders
da: Ingen rammer
de: Kein Rahmen
es: Sin bordes
fr: Pas de bordures
nl: Geen borders
pl: Bez ramki
sv: Inga ramar
tr: Çerçeve yok

source: Userport RTC settings
nl: Userport RTC instellingen

source: Enable the Userport RTC expansion
de: Userport RTC Erweiterung aktivieren
es: Permitir expansión usuario RTC
fr: Activer l'expansion RTC port utilisateur
nl: Activeer de Userport RTC uitbreiding
tr: Userport RTC geniþlemesini aktif et

source: Enable the v364 speech add-on
da: Aktivér v364 Speech-tilføjelse
de: v364 Spracherweiterung aktivieren
es: Permitir complementos v364 speech
fr: Activer le add-on V364 Speech
nl: Activeer de v364 spraak add-on
pl: Włącz rozszerzenie mowy v364
sv: Aktivera v364-rösttillägg
tr: V364 speech eklentisini aktif et

source: V364 Speech ROM file
da: V364 Speech ROM-fil
de: V364 Stimme ROM Datei
es: Fichero ROM V364 Speech
fr: Sélectionner le fichier ROM V364 Speech
nl: V364 spraak ROM bestand
pl: Plik ROM V364 Speech
sv: ROM-fil för V364-röst
tr: V364 Speech ROM dosyasý

source: Select ROM file for V364 Speech
da: Vælg ROM-fil for V364 Speech
de: Datei für V364 Stimme ROM auswählen
es: Seleccionar fichero ROM para V364 Speech
fr: Sélectionner fichier ROM pour V364 Speech
nl: Selecteer bestand voor V364 spraak
pl: Wybierz plik ROM V364 Speech
sv: Välj ROM-fil för V364-röst
tr: V364 Speech için ROM dosyasý seçin

source: VIC20 settings
da: VIC20-indstillinger
de: VIC20 Einstellungen
es: Ajustes VIC20
fr: Paramètres VIC20
nl: VIC20 instellingen
pl: Ustawienia VIC20
sv: VIC20-inställningar
tr: VIC20 ayarlarý

source: Full (blocks 0/1/2/3/5)
da: Alle (block 0/1/2/3/5)
de: Alle (Blöcke 0/1/2/3/5)
es: Completo (bloques 0/1/2/3/5)
fr: Tous (blocks 0/1/2/3/5)
nl: Alles (blokken 0/1/2/3/5)
pl: Wszystkie (bloki 0/1/2/3/5)
sv: Alla (block 0/1/2/3/5)
tr: Tam (bloklar 0/1/2/3/5)

source: Select generic cartridge image
da: Vælg standardcartridgeimage
de: Unverselles Erweiterungsmodul Image Datei wählen
es: Seleccionar imagen cartucho generico
fr: Sélectionner l'image de cartouche générique
nl: Selecteer algemeen cartridge bestand
pl: Wybierz typowy obraz kartridża
sv: Välj generisk insticksmodulavbildning
tr: Jenerik kartuþ imajý seç

source: Select Mega-Cart image
da: Vælg MegaCart-imagefil
de: Mega-Cart Image Date wählen
es: Seleccionar imagen Mega-Cart
fr: Sélectionner l'image Mega-Cart
hu: Válassza ki a Mega-Cart képmást
it: Seleziona immagine Mega-Cart
nl: Selecteer Mega-Cart bestand
pl: Wybierz obraz Mega-Cart
sv: Välj Mega-Cart-modulfil
tr: Mega-Cart imajý seç

source: Select Final Expansion image
da: Vælg Final Expansion-imagefil
de: Final Expansion Image Datei auswählen
es: Seleccionar imagen Final Expansion
fr: Sélectionner l'image ROM Final Expansion
hu: Válassza ki a Final Expansion képmást
it: Seleziona immagine Final Expansion
nl: Selecteer Final Expansion bestand
pl: Wybierz obraz Final Expansion
sv: Välj avbildning för Final Expansion
tr: Final Expansion imajý seç

source: Select UltiMem image
nl: Selecteer UltiMem bestand
