Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Set Plus4 model (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
da: Angiv Plus4-modem (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
de: Setze Plus4 Modell (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
es: Seleccionar Plus4 model (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
fr: Définir le modèle Plus4 (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
nl: Zet Plus4 model (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
pl: Ustaw model Plus4 (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
sv: Välj Plus4-modell (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)
tr: Plus4 modelini ayarla (c16/c16pal/c16ntsc, plus4/plus4pal/plus4ntsc, v364/cv364, c232)

source: Set VIC20 model (vic20/vic20pal/vic20ntsc, vic21)
nl: Zet VIC20 model (vic20/vic20pal/vic20ntsc, vic21)
pl: Wybierz model VIC20 (vic20/vic20pal/vic20ntsc, vic21)
sv: Välj VIC20-modell (vic20/vic20pal/vic20ntsc, vic21)

source: Set DTV model (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
da: Angiv DTV-model (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
de: Setze DTV Modell (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
es: Seleccionar DTV model (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
fr: Définir le modèle DTV (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
nl: Zet DTV model (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
pl: Ustaw model DTV (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
sv: Välj DTV-modell (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)
tr: DTV modelini ayarla (v2/v2pal/v2ntsc, v3/v3pal/v3ntsc, hummer)

source: Specify name of Kernal ROM image
da: Angiv navn på kernal-ROM-image
de: Name von Kernal ROM Datei definieren
es: Especificar nombre de la imagen ROM Kernal
fr: Spécifier le nom de l'image ROM Kernal
hu: Adja meg a Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal
nl: Geef de naam van het Kernal ROM bestand
pl: Określ nazwę obrazu ROM Kernala
sv: Ange namn på kernal-ROM-avbildning
tr: Kernal ROM imajýnýn ismini belirt

source: Specify name of SCPU64 ROM image
nl: Geef de naam van het SCPU64 ROM bestand
pl: Określ nazwę obrazu ROM SCPU64

source: Specify name of BASIC ROM image
da: Angiv navn på BASIC-ROM-image
de: Name von Basic ROM Datei definieren
es: Especificar nombre de la imagen ROM BASIC
fr: Spécifier le nom de l'image BASIC ROM
hu: Adja meg a BASIC ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del BASIC
nl: Geef de naam van het BASIC ROM bestand
pl: Określ nazwę obrazu BASIC ROM
sv: Ange namn på BASIC-ROM-avbildning
tr: BASIC ROM imajýnýn ismini belirt

source: Specify name of character generator ROM image
da: Angiv navn på BASIC-ROM-image
de: Name von Druckerausgabe Datei definieren (print.dump)
es: Especificar el nombre de la imagen ROM generador de caracteres
fr: Spécifier le nom de l'image du générateur de caractères
hu: Adja meg a karaktergenerátor ROM képmás nevét
it: Specifica il nome della ROM del generatore di caratteri
nl: Geef de naam van het CHARGEN ROM bestand
pl: Określ nazwę obrazu ROM tworzenia znaków
sv: Ange namn på teckengenerator-ROM-avbildning
tr: Karakter Oluþturucu ROM imajýnýn ismini belirt

source: Specify index of keymap file (0=sym, 1=symDE, 2=pos)
da: Angiv indeks for tastaturindstillingsfil (0=symbolsk, 1=symbolsk tysk, 2=positionsbestemt)
de: Index für Keymap Datei festlegen (0=symbol, 1=symDE, 2=positional)
es: Especificar índice fichero mapa teclado (0=sim, 1=simAL, 2=pos)
fr: Spécifier l'index du fichier keymap (0=sym, 1=symDE, 2=pos)
hu: Adja meg a billentyûzet leképzési fájl típusát (0=szimbolikus, 1=német szimbolikus, 2=pozíció szerinti)
it: Specifica l'indice del file della mappa della tastiera (0=sim, 1=simGER, 2=pos)
nl: Geef de index van het keymapbestand (0=sym, 1=symDE, 2=pos)
pl: Podaj indeks dla układu klawiatury (0=symbol, 1=symbolDE, 2=pozycja)
sv: Ange index för för tangentbordsinställningsfil (0=symbolisk, 1=symbolisk tysk, 2=positionsriktig)
tr: Tuþ haritasý dosyasýnýn indeksini belirt (0=sembol, 1=sembol Almanca, 2=konumsal)

source: Specify name of symbolic German keymap file
da: Angiv fil for tysk symbolsk tastaturindstilling
de: Name von symbolischer Keymap Datei definieren
es: Especificar nombre del fichero teclado simbólico alemán
fr: Spécifier le nom du fichier symbolique de mappage clavier
hu: Adja meg a nevét a német billentyûzet leképzés fájlnak
it: Specifica il nome del file della mappa simbolica della tastiera tedesca
nl: Geef de naam van het symbolische Duitse keymapbestand
pl: Określ nazwę pliku symbolicznego niemieckiego układu klawiatury
sv: Ange fil för tysk symbolisk tangentbordsemulering
tr: Sembolik Almanca tuþ haritasý dosyasýnýn ismini belirt

source: Set glue logic type (0 = discrete, 1 = 252535-01)
da: Vælg glue logic type (0=diskret, 1=252535-01)
de: Setze Glue-Lokig Typ (0 = diskret, 1 = 252535-01)
es: Seleccionar tipo de 'glue' lógico (0 = discrete, 1 = 252535-01)
fr: Définir le type de logique glue (0 = discrète, 1 = 252535-01)
nl: Zet lijk logica soort (0 = discreet, 1 = 252535-01)
pl: Ustaw typ glue logic (0 = dyskretna, 1 = 252535-01)
sv: Välj typ av klisterlogik (0 = diskret, 1 = 252535-01)
tr: Glue logic tipini ayarla (0 = baðlantýyý kes, 1 = 252535-01)

source: Disable Hummer ADC
da: Deaktivér Hummer ADC
de: Hummer ADC deaktivieren
es: Deshabilitar Hummer ADC
fr: Désactiver Hummer ADC
nl: Hummer ADC uitschakelen
pl: Wyłącz Hummer ADC
sv: Inaktivera Hummer-A/D-omvandlare
tr: Hummer ADC'yi pasifleþtir

source: Select the way the I/O collisions should be handled, (0: error message and detach all involved carts, 1: error message and detach last attached involved carts, 2: warning in log and 'AND' the valid return values
da: Vælg hvordan I/O-kollisioner skal håndteres (0: fejlbesked og afbryd alle involverede cartridges, 1: fejlbesked og afbryd senest tilsluttede cartridge, 2: Advarsel i log og returner 'logisk OG' af de gyldige returværdier)
de: Wähle, wie I/O Kollisionen behandelt werden sollen, (0: Fehler Meldung und Entfernen sämtlicher betroffener Module, 1: Fehler Meldung und Entfernen des letzten Moduls, 2: Warnung im Log und liefere logische UND-Verknüpfung gültiger Rückgabewerte
es: Seleccionar la forma en que las colisiones deben ser manejadas, (0: mensaje de error y desconectar todas los cartuchos involucrados, 1: mensaje de error y desconectar el último cartucho involucrado, 2: advertencia en log y 'AND' los valores válidos de retorno
fr: Sélectionner la façon que les collisions E/S devraient être traitées, (0: message d'erreur et détachement de toutes les cartouches impliquées, 1: message d'erreur et détachement de la dernière cartouches impliquées à avoir été attachée, 2: message d'avertissement avec journalisation et 'ET' les valeurs de retour valides
nl: Selecteer de manier waarmee I/O conflicten worden afgehandeld, (0: fout melding en ontkoppel alle betroffene carridges, 1: fout melding en ontkoppel alle cartridges behalve de eerste cartrdige, 2: waarschuwing in het log bestand en doe een logische 'AND' met de terug gegeven waarden
pl: Wybierz metodę obsługi konfliktów we/wy, (0: komunikat błędu i odłączenie wszystkich konfliktujących kartridżów, 1: komunikat błędu i odłączenie ostatnio podłączonych konfliktujących kartridżów, 2: ostrzeżenie w logu i 'AND' właściwe wartości)
sv: Väljer hur I/O-kollisioner skall hanteras, (0: felmeddelande och koppla från alla inblandade moduler, 1: felmeddelande och koppla från sist anslutna inblandade modul, 2: varning i logg och logisk OCH på giltiga returvärden)
tr: G/Ç çakýþmalarýnýn deðerlendirilme yöntemini seç, (0: hata mesajý ve tüm ilgili cihazlarýn çýkarýlmasý, 1: hata mesajý ve en son takýlmýþ tüm ilgili cihazlarýn çýkarýlmasý, 2: log'a uyarý yazýlmasý ve geçerli dönüþ deðerlerinin 'VE'lenmesi

source: Select the way the Userport collisions should be handled, (0: error message and detach all involved devices, 1: error message and detach last attached involved device, 2: warning in log and 'AND' the valid return values
nl: Selecteer de manier waarmee userport conflicten worden afgehandeld, (0: fout melding en ontkoppel alle betroffene apparaten, 1: fout melding en ontkoppel alle apparaten behalve het eerste apparaat, 2: waarschuwing in het log bestand en doe een logische 'AND' met de terug gegeven waarden

source: specify IEEE488 interface image name
da: angiv IEEE488-interface image navn
de: IEEE488 Schnittstellenmodul Imagename
es: Especificar nombre imagen interface IEEE488
fr: spécifier le nom de l'image d'interface IEEE-488
nl: Geef de naam van het IEEE488 interface bestand
pl: Określ nazwę obrazu interfejsu IEEE488
sv: ange namn på IEEE488-gränssnittsfil
tr: IEEE488 arabirimi imaj ismini belirleyin

source: Specify name of sample file
nl: Geef naam van het samplebestand

source: Disable the GEO-RAM expansion unit
da: Deaktivér GEO-RAM-udviddelsesenhed
de: GEO-RAM Erweiterung deaktivieren
es: Deshabilitar unidad expansión GEO-RAM
fr: Désactiver l'unité d'expansion GEO-RAM
nl: De GEO-RAM uitbreidingseenheid uitschakelen
pl: Wyłącz jednostkę rozszerzenia GEO-RAM
sv: Inaktivera GEO RAM-expansionsenhet
tr: GEO-RAM geniþletme birimini pasifleþtir

source: Specify name of GEORAM image
da: Angiv navn på GEORAM-image
de: GEORAM Image Datei definieren
es: Especificar nombre imagen GEORAM
fr: Spécifier le nom de l'image GEO-RAM
hu: Adja meg a GEORAM képmás nevét
it: Specifica il nome dell'immagine GEORAM
nl: Geef de naam van het GEORAM bestand
pl: Określ nazwę obrazu GEORAM
sv: Ange namn på GEORAM-avbildning
tr: GEORAM imajýnýn ismini belirt

source: Allow writing to GEORAM image
da: Tillad skrivning til GEORAM-image.
de: Schreibzugriff auf GEORAM Image erlauben
es: Permitir grabación sobre imagen GEORAM
fr: Permettre l'écriture sur l'image GEO-RAM
nl: Aktiveer schrijven naar GEORAM bestand
pl: Pozwól na zapis do obrazu GEORAM
sv: Tillåt skrivning till GEORAM-avbildning
tr: GEORAM imajýna yazmayý aktif et

source: Do not write to GEORAM image
da: Skriv ikke til GEORAM-image
de: Kein Schreibzugriff auf GEORAM Image
es: No grabar en imagen GEORAM
fr: Ne pas écrire sur l'image GEO-RAM
nl: Schrijf niet naar GEORAM bestand
pl: Nie zapisuj do obrazu GEORAM
sv: Skriv inte till GEORAM-avbildning
tr: GEORAM imajýna yazma

source: Swap io mapping (map cart I/O-1 to VIC20 I/O-3 and cart I/O-2 to VIC20 I/O-2)
da: Ombyt I/O-forbindelse (forbind cart I/O-1 til VIC20 I/O-3 og cart I/O-2 til VIC20 I/O-2)
de: Vertausche IO Zuordnung (cart I/O-1 auf VIC20 I/O-3 und cart I/O-2 auf VIC20 I/O-2)
es: Intercambiar mapeado IO (map cart I/O-1 to VIC20 I/O-3 and cart I/O-2 to VIC20 I/O-2)
fr: Échanger le mappage E/S (mapper I/O-1 cartouche à I/O-3 VIC20 et I/O-2 cartouche à I/O-2 VIC20)
nl: Verwissel de io toewijzing (verwijs cart I/O-1 naar VIC20 I/O-3 en cart I/O-2 naar VIC20 I/O-2)
pl: Zamień mapowanie we/wy (mapuj we/wy-1 kartridża do we/wy-3 VIC20 i we/wy-2 kartidża do we/wy-2 VIC20)
sv: Växla io-mappning (mappa modul-I/O 1 till VIC20-I/O 3 och modul-I/O 2 till VIC20-I/O 2)
tr: G/Ç haritalamasýný yer deðiþtir (harita kartý G/Ç-1 ile VIC20 G/Ç-3 ve kart G/Ç-2 ile VIC20 G/Ç-2)

source: Don't swap io mapping (map cart I/O-1 to VIC20 I/O-2 and cart I/O-2 to VIC20 I/O-3)
da: Ombyt ikke I/O-forbindelse (forbind cart I/O-1 til VIC20 I/O-2 og cart I/O-2 til VIC20 I/O-3)
de: Keine Vertauschung der IO Zuordnung (cart I/O-1 auf VIC20 I/O-2 und cart I/O-2 auf VIC20 I/O-3)
es: No intercambiar mapeado IO (map cart I/O-1 to VIC20 I/O-2 and cart I/O-2 to VIC20 I/O-3)
fr: Ne pas échanger le mappage E/S (mapper I/O-1 cartouche à I/O-2 VIC20 et I/O-2 cartouche à I/O-3 VIC20)
nl: Verwissel de io toewijzing niet (verwijs cart I/O-1 naar VIC20 I/O-2 en cart I/O-2 naar VIC20 I/O-3)
pl: Nie zamieniaj mapowania we/wy (mapuj we/wy-1 kartridża do we/wy-2 VIC20 i we/wy-2 kartidża do we/wy-3 VIC20)
sv: Växla inte io-mappning (mappa modul-I/O 1 till VIC20-I/O 2 och modul-I/O 2 till VIC20-I/O 3)
tr: G/Ç haritalamasýný yer deðiþtirme (harita kartý G/Ç-1 ile VIC20 G/Ç-2 ve kart G/Ç-2 ile VIC20 G/Ç-3)

source: Swap io mapping (map cart I/O to VIC20 I/O-2)
da: Ombyt I/O-forbindelse (forbind cart I/O til VIC20 I/O-2)
de: Vertasuche IO Zuordnung (cart I/O auf VIC20 I/O-2)
es: Intercambiar mapeado IO (map cart I/O to VIC20 I/O-2)
fr: Échanger le mappage E/S (mapper I/O cartouche à I/O-2 VIC20)
nl: Verwissel de io toewijzing (verwijs cart I/O naar VIC20 I/O-2)
pl: Zamień mapowanie we/wy (mapuj we/wy kartridża do we/wy-2 VIC20)
sv: Växla io-mappning (mappa modul-I/O till VIC20-I/O 2)
tr: G/Ç haritalamasýný yer deðiþtir (harita kartý G/Ç ile VIC20 G/Ç-2)

source: Don't swap io mapping (map cart I/O to VIC20 I/O-3)
da: Ombyt ikke I/O-forbindelse (forbind cart I/O til VIC20 I/O-3)
de: Keine Vertauschung der IO Zuordnung (cart I/O auf VIC20 I/O-3)
es: No intercambia mapeado IO (map cart I/O to VIC20 I/O-3)
fr: Ne pas échanger le mappage E/S (mapper I/O cartouche à I/O-3 VIC20)
nl: Verwissel de io toewijzing niet (verwijs cart I/O naar VIC20 I/O-3)
pl: Nie zamieniaj mapowania we/wy (mapuj we/wy kartridża do we/wy-3 VIC20)
sv: Växla io-mappning (mappa modul-I/O till VIC20-I/O 3)
tr: G/Ç haritalamasýný yer deðiþtirme (harita kartý G/Ç ile VIC20 G/Ç-3)

source: size in KB
da: størrelse i kB
de: Größe in KB
es: tamaño en KB
fr: taille en ko
nl: grootte in KB
pl: rozmiar w KB
sv: storlek i KB
tr: KB cinsinden boyut

source: size
nl: grootte
pl: wielkość

source: clock
nl: klok
pl: zegar

source: Size of the GEORAM expansion unit
da: Størrelse af GEORAM-udviddelsesenhed
de: Größe der GEORAM Erweiterung
es: Tamaño de la unidad expansión GEORAM
fr: Taille de l'unité d'expansion GEO-RAM
hu: GEORAM Expansion Unit mérete
it: Dimensione dell'espansione GEORAM
nl: Grootte van de GEORAM uitbreidingseenheid
pl: Rozmiar jednostki rozszerzenia GEORAM
sv: Storlek på GEORAM-expansionsenhet
tr: GEORAM geniþletme biriminin boyutu

source: Disable the PET Ram and Expansion Unit
da: Deaktivér PET REU
de: PET RAM Speicher und Erweiterungsmodul dektivieren
es: Deshabilitar PET RAM y Unidad Expansión
fr: Désactiver l'expansion d'unité et de RAM du PET
hu: PET RAM and Expansion Unit tiltása
it: Disattiva l'unità di espansione e della RAM del PET
nl: De PET RAM en uitbreidingseenheid uitschakelen
pl: Wyłącz PET Ram i Expansion Unit
sv: Inaktivera PET Ram- och -expansionsenhet
tr: PET Ram ve Geniþletme Birimi'ni pasifleþtir

source: Specify name of PET Ram and Expansion Unit image
da: Angiv navn på PET REU-image
de: Namen für PET RAM Speicher und Erweiterungsmodul definieren
es: Especificar nombre imagen PET Ram y Unidad Expansión
fr: Spécifier le nom de l'image dunité d'expansion RAM
hu: Adja meg a PET RAM and Expansion Unit képmás nevét
it: Specifica il nome dell'immagine dell'unità di espansione e della RAM del PET
nl: Geef de naam van het PET RAM en uitbreidingseenheid bestand
pl: Określ nazwę obrazu PET Ram i Expansion Unit
sv: Ange namn på PET Ram- och -expansionsenhet
tr: PET Ram ve Geniþletme Birimi'nin ismini belirt

source: Size of the PET Ram and Expansion Unit. (128/512/1024/2048)
nl: Grootte van de PET RAM en uitbreidingseenheid. (128/512/1024/2048)
pl: Rozmiar PET Ram i Expansion Unit. (128/512/1024/2048)

source: Specify name of PET DWW image
da: Angiv navn på PET DWW-image
de: Namen für PET DWW Image Datei definieren
es: Especificar nombre imagen PET DWW
fr: Spécifier le nom de l'image PET DWW
nl: Geef de naam van het PET DWW bestand
pl: Określ nazwę obrazu PET DWW
sv: Ange namn på PET DWW-avbildning
tr: PET DWW imajýnýn ismini belirt

source: Disable the PET DWW hi-res board
da: Deaktivér PET DWW højopløsningskort
de: PET DWW Hi-Res Karte deaktivieren
es: Deshabilitar tablero de alta resolución PET DWW
fr: Désactiver la carte haute-rés PET DWW
nl: Het PET DWW hi-res bord uitschakelen
pl: Wyłącz płytę PET DWW hi-res
sv: Inaktivera PET DWW-högupplösningskort
tr: PET DWW hi-res boardu pasifleþtir

source: Disable Userport DAC for sound output
da: Deaktivér brugerport DAC for lydoutput
de: Userport DAC Sound deaktivieren
es: Deshabilitar puerto DAC para salida de sonido
fr: Désactiver DAC port utilisateur comme sortie de son
nl: Userport DAC voor geluidsuitvoer uitschakelen
pl: Wyłącz userport DAC jako wyście dźwięku
sv: Inaktivera D/A-omvandlare på användarporten för ljudutdata
tr: Ses çýkýþý için Userport DAC'ý pasifleþtir

source: Enable Userport joystick adapter
fr: Activer l'adaptateur joystick port utilisateur
nl: Activeer Userport joystick adapter
pl: Włącz złącze userportu joysticka
sv: Aktivera adapter för användarportstyrspakar

source: Disable Userport joystick adapter
fr: Désactiver l'adaptateur Joystick port utilisateur
nl: De Userport joystick adapter uitschakelen
pl: Wyłącz złącze userportu joysticka
sv: Inativera adapter för användarportstyrspakar

source: Set Userport joystick adapter type (0: CGA/Protovision, 1: PET, 2: Hummer, 3: OEM, 4: DXS/HIT, 5: Kingsoft, 6: Starbyte)
fr: Définir le type de joystick port utilisateur (0: CGA/Protovision, 1: PET, 2: Hummer, 3: OEM, 4: DXS/HIT, 5: Kingsoft, 6: Starbyte)
nl: Zet Userport joystick adapter soort (0: CGA/Protovision, 1: PET, 2: Hummer, 3: OEM, 4: DXS/HIT, 5: Kingsoft, 6: Starbyte)
pl: Określ typ złącza userportu joysticka (0: CGA/Protovision, 1: PET, 2: Hummer, 3: OEM, 4: DXS/HIT, 5: Kingsoft, 6: Starbyte)
sv: Välj typ av styrspakadapter för användarporten (0: CGA/Protovision, 1: PET, 2: Hummer, 3: OEM, 4: DXS/HIT, 5: Kingsoft, 6: Starbyte)

source: Enable Userport RTC
fr: Activer port utilisateur RTC
nl: Activeer de Userport RTC uitbreiding

source: Disable Userport RTC
fr: Désactiver port utilisateur RTC
nl: De Userport RTC uitbreiding uitschakelen

source: Enable saving of the Userport RTC data when changed.
nl: Activeer opslaan van de Userport RTC data indien gewijzigd

source: Disable saving of the Userport RTC data when changed.
nl: Opslaan van de Userport RTC data indien gewijzigd uitschakelen

source: Enable Userport 4bit sampler
nl: Activeer Userport 4bit sampler

source: Disable Userport 4bit sampler
nl: De Userport 4bit sampler uitschakelen

source: Enable Userport 8bit stereo sampler
nl: Activeer Userport 8bit stereo sampler

source: Disable Userport 8bit stereo sampler
nl: De Userport 8bit stereo sampler uitschakelen

source: Override PSID settings for Video standard and SID model
da: Overstyr PSID-indstillinger for Video-standard og SID-model
de: PSID Einstellung für Video Standard und SID Modell verändern
es: Sobreescrivir ajustes para video standard y modelo SID
fr: Écraser les paramètres PSID pour le standard vidéo et le modèle SID
hu: A videó szabvány és a SID modell PSID beállításainak felülbírálása
it: Non tener conto delle impostazioni del PSID per lo standard video e il modello di SID
nl: Overschrijf PSID instellingen voor videostandaard en SID model
pl: Zastąp ustawienia PSID standardu wideo i modelu SID
sv: Ersätt PSID-inställningar för videostandard och SID-modell
tr: Video standardý ve SID modeli için PSID ayarlarýný geçersiz kýl

source: Specify PSID tune <number>
da: Vælg PSID-nummer <nummer>
de: PSID Stück <Nummer> definieren
es: Especificar PSID tono <número>
fr: Spécifier le <numéro> de piste PSID
hu: Adja meg a PSID hangzatok <szám>
it: Specifica la melodia <numero> del PSID
nl: Geef PSID deuntje <nummer>
pl: Określ ton PSID <numer>
sv: Ange PSID-låt <nummer>
tr: PSID parça <numara>'sýný belirt

source: Disable the RamCart expansion
da: Deaktivér RamCart-udviddelse
de: RamCart Erweiterung deaktivieren
es: Deshabilitar expansión RamCart
fr: Désactiver l'expansion RAMCART
nl: De RamCart uitbreiding uitschakelen
pl: Wyłącz rozszerzenie RamCart
sv: Inaktivera RamCart-expansion
tr: RamCart geniþlemesini pasifleþtir

source: Specify name of RAMCART image
da: Angiv navn på RAMCART-image
de: Name für RAMCART Image Datei definieren
es: Especificar nombre imagen RAMCART
fr: Spécifier le nom de l'image RAMCART
hu: Adja meg a RAMCART képmás nevét
it: Specifica il nome dell'immagine RAMCART
nl: Geef de naam van het RAMCART bestand
pl: Określ nazwę obrazu RAMCART
sv: Ange namn på RAMCART-avbildning
tr: RAMCART imajýnýn ismini belirt

source: Allow writing to RAMCart image
da: Tillad skrivning til RAMCart-image.
de: Schreibzugriff auf RAMCart Image erlauben
es: Permitir grabar en imagen RAMCart
fr: Permetre l'écriture à l'image RAMCart
nl: Aktiveer schrijven naar RAMCart bestand
pl: Pozwól na zapis do obrazu RAMCart
sv: Tillåt skrivning till RAMCart-avbildning
tr: RAMCart imajýna yazmayý aktif et

source: Do not write to RAMCart image
da: Skriv ikke til RAMcart-image
de: Kein Schreibzugriff auf RAMCart Image
es: No permitir grabar en imagen RAMCart
fr: Ne pas écrire sur l'image RAMCart
nl: Schrijf niet naar RAMCart bestand
pl: Nie zapisuj do obrazu RAMCart
sv: Skriv inte till RAMCart-avbildning
tr: RAMCart imajýna yazma

source: Set the RAMCart switch to read-only
nl: Zet de RAMCart schakelaar naar alleen-lezen
pl: Ustaw RAMCart na tryb tylko do odczytu

source: Set the RAMCart switch to read/write
nl: Zet de RAMCart schakelaar naar lezen/schrijven
pl: Ustaw RAMCart na tryb zapisu i odczytu

source: Size of the RAMCART expansion. (64/128)
nl: Grootte van de RAMCART uitbreiding. (64/128)
pl: Rozmiar rozszerzenia RAMCART. (64/128)

source: Enable Debug cartridge
nl: Activeer de Debug cartridge

source: Disable Debug cartridge
nl: De Debug cartridge uitschakelen

source: Disable Double Quick Brown Box
da: Deaktivér Double Quick Brown Box
de: Double Quick Brown Box Modul deaktivieren
es: Deshabilitar Double Quick Brown Box
fr: Désactiver Double Quick Brown Box
hu: Double Quick Brown Box tiltása
it: Disattiva Double Quick Brown Box
nl: De Double Quick Brown Box cartridge uitschakelen
pl: Wyłącz Double Quick Brown Box
sv: Inaktivera Double Quick Brown Box
tr: Double Quick Brown Box'ý pasifleþtir

source: Specify Double Quick Brown Box filename
da: Angiv filnavn for Double Quick Brown Box
de: Double Quick Brown Box Dateiname spezifizieren
es: Especificar fichero imagen Double Quick Brown Box
fr: Spécifier nom de fichier Double Quick Brown Box
hu: Adja meg a Double Quick Brown Box fájlnevet
it: Specifica il nome del file Double Quick Brown Box
nl: Geef de naam van het Double Quick Brown Box cartridge bestand
pl: Określ nazwę pliku Double Quick Brown Box
sv: Ange filnamn för Double Quick Brown Box
tr: Double Quick Brown Box dosya ismi belirt

source: Allow writing to DQBB image
da: Tillad skrivning til DQBB-image.
de: Schreibzugriff auf DQBB Image erlauben
es: Permitir grabación en imagen DQBB
fr: Permettre l'écriture à l'image DQBB
nl: Aktiveer schrijven naar DQBB bestand
pl: Pozwól na zapis do obrazu DQBB
sv: Tillåt skrivning till DQBB-avbildning
tr: DQBB imajýna yazmayý aktif et

source: Do not write to DQBB image
da: Skriv ikke til DQBB-image
de: Kein Schreibzugriff auf DQBB Image
es: No permitir grabación en imagen DQBB
fr: Ne pas écrire sur l'image DQBB
nl: Schrijf niet naar DQBB bestand
pl: Nie zapisuj do obrazu DQBB
sv: Skriv inte till DQBB-avbildning
tr: DQBB imajýna yazma

source: Disable the ISEPIC cartridge
da: Deaktivér ISEPIC-cartridget
de: ISEPIC Modul deaktivieren
es: Deshabilitar cartucho ISEPIC
fr: Désactiver la cartouche ISEPIC
nl: De ISEPIC cartridge uitschakelen
pl: Wyłącz kartridż ISEPIC
sv: Inaktivera ISEPIC-modul
tr: ISEPIC kartuþunu pasifleþtir

source: Enable the ISEPIC switch
nl: Activeer de ISEPIC schakelaar
pl: Ustaw przełącznik ISEPIC

source: Disable the ISEPIC switch
nl: De ISEPIC schakelaar uitschakelen
pl: Wyłącz przełącznik ISEPIC

source: Set ISEPIC image name
da: Vælg ISEPIC image-navn
de: ISEPIC Imagedateiname setzen
es: Seleccionar nombre imagen ISEPIC
fr: Nom de l'image ISEPIC
nl: Geef de naam op van het ISEPIC cartridge bestand
pl: Określ nazwę obrazu ISEPIC
sv: Namn på ISEPIC-avbildning
tr: ISEPIC imaj ismini belirle
