Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Set device for joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1, 12: USB joystick 0, 13: USB joystick 1)
nl: Zet apparaat voor joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1, 12: USB joystick 0, 13: USB joystick 1)
pl: Wybierz urządzenie joysticka w porcie 1 (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1, 12: Joystick USB 0, 13: Joystick USB 1)

source: Set device for joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1)
nl: Zet apparaat voor joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1)
pl: Wybierz urządzenie joysticka w porcie 1 (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1)

source: Set device for joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5)
nl: Zet apparaat voor joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5)
pl: Wybierz urządzenie joysticka w porcie 1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5)

source: Set device for joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
nl: Zet apparaat voor joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
pl: Wybierz urządzenie joysticka w porcie 1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2)

source: Set device for joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1, 12: USB joystick 0, 13: USB joystick 1)
nl: Zet apparaat voor joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1, 12: USB joystick 0, 13: USB joystick 1)
pl: Wybierz urządzenie joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1, 12: Joystick USB 0, 13: Joystick USB 1)

source: Set device for joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1)
nl: Zet apparaat voor joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1)
pl: Wybierz urządzenie joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1)

source: Set device for joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5)
nl: Zet apparaat voor joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5)
pl: Wybierz urządzenie joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5)

source: Set device for joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
nl: Zet apparaat voor joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
pl: Wybierz urządzenie joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2)

source: Set device for extra joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1, 12: USB joystick 0, 13: USB joystick 1)
nl: Zet apparaat voor extra joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1, 12: USB joystick 0, 13: USB joystick 1)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1, 12: Joystick USB 0, 13: Joystick USB 1)

source: Set device for extra joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1)
nl: Zet apparaat voor extra joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1)

source: Set device for extra joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5)
nl: Zet apparaat voor extra joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5)

source: Set device for extra joystick port 1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
nl: Zet apparaat voor extra joystick poort 1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2)

source: Set device for extra joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1, 12: USB joystick 0, 13: USB joystick 1)
nl: Zet apparaat voor extra joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1, 12: USB joystick 0, 13: USB joystick 1)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1, 12: Joystick USB 0, 13: Joystick USB 1)

source: Set device for extra joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1)
nl: Zet apparaat voor extra joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5, 10: Joystick cyfrowy 0, 11: Joystick cyfrowy 1)

source: Set device for extra joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5)
nl: Zet apparaat voor extra joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick analogowy 0, 5: Joystick analogowy 1, 6: Joystick analogowy 2, 7: Joystick analogowy 3, 8: Joystick analogowy 4, 9: Joystick analogowy 5)

source: Set device for extra joystick port 2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
nl: Zet apparaat voor extra joystick poort 2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
pl: Wybierz urządzenie dodatkowego joysticka w porcie 2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2)

source: Set device for extra joystick port 3 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1, 12: USB joystick 0, 13: USB joystick 1)
nl: Zet apparaat voor extra joystick poort 3 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1, 12: USB joystick 0, 13: USB joystick 1)

source: Set device for extra joystick port 3 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5, 10: Digital joystick 0, 11: Digital joystick 1)
nl: Zet apparaat voor extra joystick poort 3 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5, 10: Digitale joystick 0, 11: Digitale joystick 1)

source: Set device for extra joystick port 3 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analog joystick 0, 5: Analog joystick 1, 6: Analog joystick 2, 7: Analog joystick 3, 8: Analog joystick 4, 9: Analog joystick 5)
nl: Zet apparaat voor extra joystick poort 3 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Analoge joystick 0, 5: Analoge joystick 1, 6: Analoge joystick 2, 7: Analoge joystick 3, 8: Analoge joystick 4, 9: Analoge joystick 5)

source: Set device for extra joystick port 3 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2)
nl: Zet apparaat voor extra joystick poort 3 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2)

source: <Name>
nl: <Naam>
pl: <Nazwa>

source: Specify MIDI-In device
da: Angiv enhed for MIDI-ind
de: MIDI-In Gerät spezifieren
es: Especificar periférico entrada MIDI
fr: Spécifier le périphérique MIDI-IN
hu: Adja meg a MIDI-In eszközöt
it: Specifica device MIDI-In
nl: kies MIDI-In apparaat
pl: Określ urządzenie wejścia MIDI
sv: Ange enhet för MIDI-in
tr: MIDI-In aygýtýný belirleyin

source: Specify MIDI-Out device
da: Angiv enhed for MIDI-ud
de: MIDI-Out Gerät spezifieren
es: Especificar periférico salida MIDI
fr: Spécifier le périphérique MIDI-OUT
hu: Adja meg a MIDI-Out eszközöt
it: Specifica device MIDI-Out
nl: Kies MIDI-uit apparaat
pl: Określ urządzenie wyjścia MIDI
sv: Ange enhet för MIDI-ut
tr: MIDI-Out aygýtýný belirleyin

source: <Driver>
nl: <Stuurprogramma>
pl: <Sterownik>

source: Specify MIDI driver (0 = OSS, 1 = ALSA)
da: Vælg MIDI-driver (0 = OSS, 1 = ALSA)
de: MIDI Treiber wählen (0 = OSS, 1 = ALSA)
es: Especificar controlador MIDI (0 = OSS, 1 = ALSA)
fr: Spécifier le pilote midi (0 = OSS, 1 = ALSA)
hu: MIDI meghajtó megadása (0 = OSS, 1 = ALSA)
it: Specifica il driver MIDI (0 = OSS, 1 = ALSA)
nl: Geef op welke MIDI stuurprogramma gebruikt moet worden (0 = OSS, 1 = ALSA)
pl: Określ sterownik MIDI (0 = OSS, 1 = ALSA)
sv: Ange MIDI-drivrutin (0 = OSS, 1 = ALSA)
tr: MIDI sürücüsünü belirt (0: OSS, 1: ALSA)

source: <baudrate>
it: <baud>
nl: <baud>
pl: <szybkosć transmisji>

source: Specify baudrate of first RS232 device
da: Angiv baudhastighed for første RS232-enhed
de: Baudrate für erstes RS232 Gerät definieren
es: Especificar baudios primer periférico RS232
fr: Spécifiez la vitesse du 1er port RS232 (bps)
hu: Adja meg az elsõ RS232-es eszköz átviteli sebességét
it: Specifica la velocità della prima RS232 (in baud)
nl: Geef de baudrate van het eerste RS232 apparaat
pl: Określ szybkość transmisji pierwszego urządzenia RS232
sv: Ange baudhastighet för första RS232-enheten
tr: Ýlk RS232 aygýtýnýn Baudrate'ini belirleyin

source: Specify baudrate of second RS232 device
da: Angiv baudhastighed for anden RS232-enhed
de: Baudrate für zweites RS232 Gerät definieren
es: Especificar baudios segundo periférico RS232
fr: Spécifiez la vitesse du 2e port RS232
hu: Adja meg a második RS232-es eszköz átviteli sebességét
it: Specifica la velocità della seconda RS232 (in baud)
nl: Geef de baudrate van het tweede RS232 apparaat
pl: Określ szybkość transmisji drugiego urządzenia RS232
sv: Ange baudhastighet för andra RS232-enheten
tr: Ýkinci RS232 aygýtýnýn Baudrate'ini belirleyin

source: Specify baudrate of third RS232 device
da: Angiv baudhastighed for tredie RS232-enhed
de: Baudrate für drittes RS232 Gerät definieren
es: Especificar baudios tercer periférico RS232
fr: Spécifiez la vitesse du 3e port RS232
hu: Adja meg a harmadik RS232-es eszköz átviteli sebességét
it: Specifica la velocità della terza RS232 (in baud)
nl: Geef de baudrate van het derde RS232 apparaat
pl: Określ szybkość transmisji trzeciego urządzenia RS232
sv: Ange baudhastighet för tredje RS232-enheten
tr: Üçüncü RS232 aygýtýnýn Baudrate'ini belirleyin

source: Specify baudrate of fourth RS232 device
nl: Geef de baudrate van het vierde RS232 apparaat
pl: Określ szybkość transmisji czwartego urządzenia RS232

source: Second SID base address
da: Baseadresse for anden SID
de: Zweiter SID Chip Basisadresse
es: Dirección base segundo SID
fr: Adresse de base du second SID
nl: Tweede SID basis adres
pl: Adres bazowy drugiego SID-a
sv: Basadress för andra SID
tr: Ýkinci SID taban adresi

source: Third SID base address
da: Baseadresse for tredie SID
de: Dritter SID Chip Basisadresse
es: Dirección base tercer SID
fr: Adresse de base du troisième SID
nl: Derde SID basis adres
pl: Adres bazowy trzeciego SID-a
sv: Basadress för tredje SID
tr: Üçüncü SID taban adresi

source: reSID sampling method
da: reSID-samplingmetode
de: reSID Sampling Methode
es: Método de muestreo reSID
fr: Méthode d'échantillonnage reSID
hu: reSID mintavételezõ mód
it: Metodo di campionamento del reSID
nl: reSID samplingmethode
pl: Metoda samplowania reSID
sv: reSID-samplingsmetod
tr: reSID örnekleme metodu

source: reSID resampling passband
da: reSID-omsamplingspasbånd
es: reSID remuestreo pasabanda
fr: Bande passante de rééchantillonnage reSID
nl: resamplingdoorlaatband van reSID
pl: Pasmo resamplowania reSID
sv: reSID-omsamplingspassband
tr: reSID passband yeniden örnekleme

source: None
da: Ingen
de: Kein
es: No
fr: Aucun
hu: Nincs
it: Nessuno
nl: Geen
pl: Brak
sv: Ingen
tr: Yok

source: Function ROM image
da: funktions-ROM image
de: Function ROM Image Datei
es: Imagen ROM función
fr: Image ROM Fonction
hu: Function ROM képmás
it: Immagine della Function ROM
nl: Functie ROM bestand
pl: Obraz Function ROM
sv: Avbildning av funktions-ROM
tr: Function ROM imajý

source: Could not load function ROM image '%s'
da: Kunne ikke læse image af funktions-ROM "%s"
de: Kann Function ROM Datei nicht laden '%s'
es: No puedo cargar la imagen ROM función '%s'
fr: Impossible de charger l'image ROM Fonction '%s'
hu: Nem sikerült a function ROM képmást betölteni '%s'
it: Non è possibile caricarie l'immagine della Function ROM '%s'
nl: Kon het functie ROM bestand niet laden '%s'
pl: Nie można wczytać obrazu function ROM '%s'
sv: Kunde inte läsa in avbildning av funktions-ROM "%s"
tr: Function ROM imajý yüklenemedi '%s'

source: Internal Function ROM type
da: Intern funktions-ROM-type
de: Internes Funktions ROM Typ
es: Tipo Function ROM interna
fr: Type ROM Fonction interne
nl: Interne functie ROM soort
pl: Typ wewnętrznego Function ROM-u
sv: Internt funktions-ROM-typ
tr: Dahili Function ROM tipi

source: Internal Function ROM file
da: Intern funktions-ROM
de: Interne Funktions ROM Datei
es: Fichero ROM función interno
fr: Fichier ROM Fonction interne
hu: Belsõ Function ROM fájl
it: File della function ROM interna
nl: Intern functie ROM bestand
pl: Plik wewnętrznego Function ROM-u
sv: Internt funktions-ROM-fil
tr: Dahili Function ROM dosyasý

source: enable internal Function ROM RTC saving
nl: Activeer opslaan van de interne functie ROM RTC
pl: Włącz zapis zegara wewnętrznego Function ROM-u

source: External Function ROM type
nl: Externe functie ROM soort
pl: Typ zewnętrznego Function ROM-u
sv: Externt funktions-ROM-typ

source: External Function ROM file
da: Extern funktions-ROM
de: Externe Funktions ROM Datei
es: Fichero ROM función externo
fr: Fichier ROM Fonction externe
hu: Külsõ Function ROM fájl
it: File della function ROM esterna
nl: Extern functie ROM bestand
pl: Plik zewnętrznego Function ROM-u
sv: Externt funktions-ROM
tr: Harici Function ROM dosyasý

source: enable external Function ROM RTC saving
nl: Activeer opslaan van de externe functie ROM RTC
pl: Włącz zapis zegara zewnętrznego Function ROM-u

source: Function ROM
da: Funktions-ROM
es: ROM función
fr: ROM Fonction
nl: Functie ROM
sv: Funktions-ROM

source: Banks 2 & 3
da: Bank 2 & 3
de: Bänke 2 & 3
es: Bancos 2 y 3
fr: Banques 2 & 3
nl: Banken 2 & 3
pl: Banki 2 i 3
sv: Bank 2 & 3
tr: Banklar 2 & 3

source: Ethernet emulation
da: Ethernetemulering
es: Emulación ethernet
fr: Émulation Ethernet
hu: Ethernet emuláció
it: Emulazione ethernet
nl: Ethernetemulatie
pl: Emulacja ethernet
sv: Ethernetemulering
tr: Ethernet emülasyonu

source: MIDI emulation
da: MIDI-emulering
es: Emulación MIDI
fr: Émulation MIDI
hu: MIDI emuláció
it: Emulazione MIDI
nl: MIDI emulatie
pl: Emulacja MIDI
sv: MIDI-emulering
tr: MIDI emülasyonu

source: Reset on cart change
da: Reset ved cartridge-skift
de: Reset bei Wechsel von Erweiterungsmodulen
es: Reiniciar al cambiar cartucho
fr: Réinialiser sur changement de cartouche
hu: Újraindítás cartridge cserénél
it: Reset al cambio di cartuccia
nl: Reset bij cartwisseling
pl: Restart przy zmianie kartridża
sv: Nollställ vid modulbyte
tr: Kartuþ deðiþiminde resetle

source: Load new International Kernal ROM
nl: Laad nieuw internationaal Kernal ROM
pl: Wczytaj nowy międzynarodowy ROM Kernala

source: Load new German Kernal ROM
da: Indlæs ny tysk kerne-ROM
de: Deutsches Kernal ROM laden
es: Cargar nueva ROM Kernal alemán
fr: Charger une nouvelle ROM Kernal en allemand
hu: Új német Kernal ROM betöltése
it: Carica una nuova ROM tedesca del Kernal
nl: Laad nieuw Duits Kernal ROM
pl: Wczytaj nowy niemiecki ROM Kernala
sv: Läs ny tysk Kernal-ROM
tr: Yeni Almanca Kernal ROM yükle

source: Load new Finnish Kernal ROM
nl: Laad nieuw Fins Kernal ROM
pl: Wczytaj nowy fiński ROM Kernala

source: Load new French Kernal ROM
nl: Laad nieuw Frans Kernal ROM
pl: Wczytaj nowy francuski ROM Kernala

source: Load new Italian Kernal ROM
nl: Laad nieuw Italiaans Kernal ROM
pl: Wczytaj nowy włoski ROM Kernala

source: Load new Norwegian Kernal ROM
nl: Laad nieuw Noors Kernal ROM
pl: Wczytaj nowy norweski ROM Kernala

source: Load new Swedish Kernal ROM
nl: Laad nieuw Zweeds Kernal ROM
pl: Wczytaj nowy szwedzki ROM Kernala

source: Load new Swiss Kernal ROM
nl: Laad nieuw Zwitsers Kernal ROM
pl: Wczytaj nowy szwajcarski ROM kernala

source: Load new Basic Lo ROM
da: Indlæs ny lav BASIC-ROM
de: Basic Lo ROM laden
es: Cargar nueva ROM Basic baja
fr: Charger une nouvelle ROM basse Basic
hu: Új Basic Lo ROM betöltése
it: Carica una nuova Lo ROM del Basic
nl: Laad nieuw Basic Lo ROM
pl: Wczytaj nowy Basic Lo ROM
sv: Läs ny låg Basic-ROM
tr: Yeni Basic Lo ROM yükle

source: Load new Basic Hi ROM
da: Indlæs ny høj BASIC-ROM
de: Basic Hi ROM laden
es: Cargar nueva ROM Basic alta
fr: Charger une nouvelle ROM haute Basic
hu: Új Basic Hi ROM betöltése
it: Carica una nuova Hi ROM del Basic
nl: Laad nieuw Basic Hi ROM
pl: Wczytaj nowy Basic Hi ROM
sv: Läs ny hög Basic-ROM
tr: Yeni Basic Hi ROM yükle

source: Load new International character ROM
nl: Laad nieuw internationaal karakter ROM
pl: Wczytaj nowy ROM z zestawem międzynarodowych znaków

source: Load new German character ROM
nl: Laad nieuw Duits karakter ROM
pl: Wczytaj nowy ROM z zestawem niemieckich znaków

source: Load new French character ROM
nl: Laad nieuw Frans karakter ROM
pl: Wczytaj nowy ROM z zestawem francuskich znaków

source: Load new Swedish character ROM
nl: Laad nieuw Zweeds karakter ROM
pl: Wczytaj nowy ROM z zestawem szwedzkich znaków

source: Load new Swiss character ROM
nl: Laad nieuw Zwitsers karakter ROM
pl: Wczytaj nowy ROM z zestawem szwajcarskich znaków

source: Load new C64 Kernal ROM
nl: Laad nieuw C64 Kernal ROM
pl: Wczytaj nowy ROM kernala C64
