Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: VICE contributors
da: VICE bidragsydere
de: VICE Hackers
es: Colaboradores VICE
fr: Contributeurs à VICE
hu: VICE - közremûködõk
it: Collaboratori
nl: VICE medewerkers
pl: Współpracownicy VICE
sv: Bidragslämnare till VICE
tr: VICE katýlýmcýlarý

source: Who made what?
da: Hvem har lavet hvad?
de: Wer hat was gemacht?
es: ¿Quien hizo qué?
fr: Qui fait quoi?
hu: Ki mit csinált?
it: Chi ha fatto cosa?
nl: Wie heeft wat gemaakt?
pl: Kto co zrobił?
sv: Vem gjorde vad?
tr: Kim ne yaptý?

source: VICE compile time features
nl: Speciale opties aanwezig bij het compileren
pl: Opcje kompilacji VICE

source: What compile time features are available?
nl: Welke speciale compileer opties zijn beschikbaar?
pl: Które opcje kompilacji są dostępne?

source: VICE is distributed WITHOUT ANY WARRANTY!
da: VICE distribueres UDEN NOGEN SOM HELST GARANTI!
de: VICE ist ohne Garantie
es: ¡VICE se distribuye SIN NINGUNA GARANTIA!
fr: VICE est distribué SANS AUCUN GARANTIE!
hu: A VICE-t garancia nélkül terjesztjük!
it: VICE è distribuito SENZA NESSUNA GARANZIA!
nl: VICE heeft ABSOLUUT GEEN GARANTIE!
pl: VICE jest rozpowszechniany BEZ ŻADNEJ GWARANCJI!
sv: VICE distribueras UTAN NÅGON SOM HELST GARANTI!
tr: VICE HÝÇBÝR GARANTÝ VERÝLMEDEN daðýtýlmýþtýr!

source: Press key for NorthWest
da: Tryk tast for nordvest
de: Drücke Taste für NordWest
es: Pulsa tecla para Noroeste
fr: Appuyer sur la touche pour Nord Ouest
hu: Nyomjon egy billentyût északnyugathoz
it: Permi il tasto per nord ovest
nl: Druk toets voor NoordWest
pl: Wciśnij klawisz GóraLewo
sv: Tryck tangent för nordväst
tr: KuzeyBatý için bir tuþa basýn

source: Press key for North
da: Tryk tast for nord
de: Drücke Taste für Nord
es: Pulsa tecla para Norte
fr: Appuyer sur la touche pour Nord
hu: Nyomjon egy billentyût északhoz
it: Premi il tasto per nord
nl: Druk toets voor Noord
pl: Wciśnij klawisz Góra
sv: Tryck tangent för nord
tr: Kuzey için bir tuþa basýn

source: Press key for NorthEast
da: Tryk tast for nordøst
de: Drücke Taste für NordOst
es: Pulsa tecla para Noreste
fr: Appuyer sur la touche pour Nord Est
hu: Nyomjon egy billentyût északkelethez
it: Premi il tasto per nord est
nl: Druk toets voor NoordOost
pl: Wciśnij klawisz GóraPrawo
sv: Tryck tangent för nordöst
tr: KuzeyDoðu için bir tuþa basýn

source: Press key for East
da: Tryk tast for øst
de: Drücke Taste für Ost
es: Pulsa tecla para Este
fr: Appuyer sur la touche pour Est
hu: Nyomjon egy billentyût kelethez
it: Premi il tasto per est
nl: Druk toets voor Oost
pl: Wciśnij klawisz Prawo
sv: Tryck tangent för öst
tr: Doðu için bir tuþa basýn

source: Press key for SouthEast
da: Tryk tast for sydøst
de: Drücke Taste für SüdOst
es: Pulsa tecla para Sureste
fr: Appuyer sur la touche pour Sud Est
hu: Nyomjon egy billentyût Délkelethez
it: Premi il tasto per sud est
nl: Druk toets voor ZuidOost
pl: Wciśnij klawisz DółPrawo
sv: Tryck tangent för sydöst
tr: GüneyDoðu için bir tuþa basýn

source: Press key for South
da: Tryk tast for syd
de: Drücke Taste für Süd
es: Pulsa tecla para Sur
fr: Appuyer sur la touche pour Sud
hu: Nyomjon egy billentyût délhez
it: Premi il tasto per sud
nl: Druk toets voor Zuid
pl: Wciśnij klawisz Dół
sv: Tryck tangent för syd
tr: Güney için bir tuþa basýn

source: Press key for SouthWest
da: Tryk tast for sydvest
de: Drücke Taste für SüdWest
es: Pulsa tecla para Suroeste
fr: Appuyer sur la touche pour Sud Ouest
hu: Nyomjon egy billentyût délnyugathoz
it: Premi il tasto per sud ovest
nl: Druk toets voor ZuidWest
pl: Wciśnij klawisz DółLewo
sv: Tryck tangent för sydväst
tr: GüneyBatý için bir tuþa basýn

source: Press key for West
da: Tryk tast for vest
de: Drücke Taste für West
es: Pulsa tecla para Oeste
fr: Appuyer sur la touche pour Ouest
hu: Nyomjon egy billentyût nyugathoz
it: Premi il tasto per ovest
nl: Druk toets voor West
pl: Wciśnij klawisz Lewo
sv: Tryck tangent för väst
tr: Batý için bir tuþa basýn

source: Press key for Fire
da: Tryk tast for skyd
de: Drücke Taste für Feuer
es: Pulsa tecla para Disparo
fr: Appuyer sur la touche pour Bouton de tir
hu: Nyomjon egy billentyût a tûzgombhoz
it: Premi il tasto per il fuoco
nl: Druk toets voor Vuur
pl: Wciśnij klawisz Fire
sv: Tryck tangent för avtryckare
tr: Ateþ için bir tuþa basýn

source: No userport joy adapter
da: Ingen brugerportjoystickadapter
de: Kein Userport Joystick Adapter
es: No hay adaptador joystick en el puerto de usuario
fr: Aucun adaptateur joystick port utilisateur
hu: Nincs userport botkormány adapter
it: Nessun adattatore di joystick sulla userport
nl: Geen userport joy adapter
pl: Bez złącza userportu joysticka
sv: Ingen användarportsspakadapter
tr: Userport joy dönüþtürücü yok

source: Disable SID cartridge joystick
da: Deaktivér SID-cartridge joystick
de: SIDcart Modul deaktivieren
es: Deshabilitar joystic cartucho SID
fr: Désactiver Joystick cartouche SID
hu: SID cartridge botkormány tiltása
it: Disattiva joystick su cartuccia SID
nl: De SID cartridge joystick uitschakelen
pl: Wyłącz joystick kartridża SID
sv: Inaktivera SID-insticksmodul-styrspak
tr: SID kartuþu joystick'ini pasifleþtir

source: Enable SID cartridge joystick
da: Aktivér SID-cartridge joystick
de: SIDcart Modul aktivieren
es: Permitir joystic cartucho SID
fr: Activer Joystick cartouche SID
hu: SID cartridge botkormány engedélyezése
it: Attiva joystick su cartuccia SID
nl: Activeer SID cartridge joystick
pl: Włącz joystick kartridża SID
sv: Aktivera SID-insticksmodul-styrspak
tr: SID kartuþu joystick'ini aktif et

source: All buttons used as fire
da: Alle knapper bruges som skydeknap
de: Alle Knöpfe als Feuer
es: Todos los botones como disparo
fr: Tous les boutons sont utilisés comme boutons de tir
hu: Összes gomb tûzgombként
it: Tutti i pulsanti usati come fuoco
nl: Alle knoppen gebruiken als vuur
pl: Wszystkie przyciski jako fire
sv: Alla knappar används som avtryckare
tr: Tüm düðmeler ateþ olarak kullanýlýr

source: numeric (see above)
da: numerisk (se ovenfor)
de: Numerisch (siehe oben)
es: numerico (ver arriba)
fr: numérique (voir ci-dessus)
hu: Numerikus (lásd fent)
it: numerico (vedi sopra)
nl: numeriek (zie boven)
pl: numeryczny (patrz wyżej)
sv: numerisk (se ovan)
tr: Nümerik (yukarýya bakýn)

source: No button - Autofire disabled
da: Ingen knap - Autofire inaktiv
de: Kein Knopf - Autofeuer deaktiviert
es: Sin Botones - Autodisparo deshabilidato
fr: Aucun bouton - Tir automatique désactivé
hu: Nincs gomb - automatikus tûz letiltva
it: Pulsante mancante - Fuoco automatico disabilitato
nl: Geen knop - Autovuren is uit
pl: Brak przycisku - Autofire wyłączony
sv: Ingen knapp - Autofire inaktiverad
tr: Düðme yok - Otomatik ateþi pasifleþtir

source: All files (*.*)
da: Alle filer (*.*)
de: Alle Dateien (*.*)
es: Todos los ficheros (*.*)
fr: Tous les fichiers (*.*)
hu: Összes fájl (*.*)
it: Tutti i file (*.*)
nl: alle bestanden (*.*)
pl: Wszystkie pliki (*.*)
sv: Alla filer (*.)
tr: Tüm dosyalar (*.*)

source: VICE palette files (*.vpl)
da: VICE-palettefiler (*.vpl)
de: Vice Paletten Dateien (*.vpl)
es: Ficheros de paletas VICE (*.vpl)
fr: Fichiers de palette VICE (*.vpl)
hu: VICE paletta fájlok (*.vpl)
it: Palette di VICE (*.vpl)
nl: VICE paletbestanden (*.vpl)
pl: Pliki palety kolorów VICE (*.vpl)
sv: VICE-palettfiler (*.vpl)
tr: VICE palet dosyalarý (*.vpl)

source: VICE snapshot files (*.vsf)
da: VICE-snapshot filer (*.vsf)
de: VICE Snapshot Dateien (*.vsf)
es: Ficheros VICE snapshot (*.vsf)
fr: Fichiers de sauvegarde VICE (*.vsf)
hu: VICE pillanatkép fájlok (*.vsf)
it: Snapshot (*.vsf)
nl: VICE momentopnamebestanden (*.vsf)
pl: Pliki zrzutu VICE (*.vsf)
sv: VICE-ögonblicksbildfiler (*.vsf)
tr: VICE anlýk görüntü dosyalarý (*.vsf)

source: CBM files (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
da: CBM-filer (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
de: CBM Dateien (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
es: Ficheros CBM (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
fr: Images Commodore (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
nl: CBM bestanden (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
pl: Pliki CBM (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
sv: CBM-filer (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)
tr: CBM dosyalarý (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64;*.t64;*.tap;*.prg;*.p00)

source: IDE64 files (*.fdd;*.hdd;*.iso;*.cfa)
da: IDE64-filer (*.fdd;*.hdd;*.iso;*.cfa)
de: IDE64 Dateien (*.fdd;*.hdd;*.iso;*.cfa)
es: Ficheros IDE64 (*.fdd;*.hdd;*.iso;*.cfa)
fr: Fichiers IDE64 (*.fdd;*.hdd;*.iso;*.cfa)
nl: IDE64 bestanden (*.fdd;*.hdd;*.iso;*.cfa)
pl: Pliki IDE64 (*.fdd;*.hdd;*.iso;*.cfa)
sv: IDE64-filer (*.fdd;*.hdd;*.iso;*.cfa)
tr: IDE64 dosyalarý (*.fdd;*.hdd;*.iso;*.cfa)

source: Disk image files (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
da: Disk-image filer (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
de: Disk Image Dateien (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
es: Ficheros imagen de disco (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
fr: Images disques (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
nl: Schijfbestanden (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m;*.d4m;*.g64;*.g41;*.p64;*.x64)
pl: Pliki obrazu dysku (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
sv: Diskettavbildningar (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)
tr: Disk imaj dosyalarý (*.d64;*.d71;*.d80;*.d81;*.d82;*.d1m;*.d2m*;*.d4m;.g64;*.g41;*.p64;*.x64)

source: Tape image files (*.t64;*.tap)
da: Bånd-image filer (*.t64;*.tap)
de: Band Image Dateien (*.t64;*.tap)
es: Ficheros imagen de cinta (*.t64;*.tap)
fr: Images datassette (*.t64;*.tap)
hu: Szalag képmás fájlok (*.t64;*.tap)
it: Immagini di cassette (*.t64;*.tap)
nl: Tape bestanden (*.t64;*.tap)
pl: Pliki obrazu taśmy (*.t64;*.tap)
sv: Bandavbildningar (*.t64;*.tap)
tr: Teyp imaj dosyalarý (*.t64;*.tap)

source: Zipped files (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
da: Pakkede filer (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
de: Komprimierte Dateien (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
es: Ficheros comprimidos (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
fr: Fichiers compressés (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
nl: Ingepakte bestanden (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
pl: Pliki skompresowane (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
sv: Zippade filer (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)
tr: Ziplenmiþ dosyalar (*.zip;*.bz2;*.gz;*.d6z;*.d7z;*.d8z;*.g6z;*.g4z;*.p6z;*.x6z)

source: CRT cartridge image files (*.crt)
da: CRT cartridge-image filer (*.crt)
de: CRT Erweiterungsmodul Dateien (*.crt)
es: Ficheros imagen de cartucho (*.crt)
fr: Images de cartouches CRT (*.crt)
hu: CRT cartridge képmás fjlok (*.crt)
it: Immagini delle cartucce CRT (*.crt)
nl: CRT cartridge bestanden (*.crt)
pl: Pliki obrazu kartridża CRT (*.crt)
sv: CRT-insticksmodulfiler (*.crt)
tr: CRT kartuþ imajý dosyalarý (*.crt)

source: Raw cartridge image files (*.bin)
da: Rå cartridge-image filer (*.bin)
de: Raw Erweiterungsmodul Dateien (*.bin)
es: Ficheros imagen cartucho raw (*.bin)
fr: Images brutes de cartouches (*.bin)
hu: Nyers cartridge képmás fájlok (*.bin)
it: Immagini delle cartucce (*.bin)
nl: Binaire cartridge bestanden (*.bin)
pl: Pliki obrazu surowego kartridża (*.bin)
sv: Råa insticksmodulfiler (*.bin)
tr: Düz kartuþ imajý dosyalarý (*.bin)

source: VICE flip list files (*.vfl)
da: VICE-bladrelistefiler (*.vfl)
de: VICE Fliplist Dateien (*.vfl)
es: Ficheros de intercambio VICE (*.vfl)
fr: Fichiers de groupement de disques (*.vfl)
hu: VICE lemezlista fájlok (*.vfl)
it: Flip list (*.vfl)
nl: VICE fliplijstbestanden (*.vfl)
pl: Pliki listy wymiany nośników VICE (*.vfl)
sv: VICE-vallistefiler (*.vfl)
tr: VICE sýralama listesi dosyalarý (*.vfl)

source: VICE romset files (*.vrs)
da: VICE-ROM-set filer (*.vrs)
de: VICE ROM Satzs Dateien (*.vrs)
es: Ficheros romset VICE (*.vrs)
fr: Fichiers Romset VICE (*.vrs)
hu: VICE ROM készlet fájlok (*.vrs)
it: ROM set (*.vrs)
nl: VICE romsetbestanden (*.vrs)
pl: Pliki zestawu ROM-ów VICE (*.vrs)
sv: VICE-ROM-uppsättningsfiler (*.vrs)
tr: VICE romset dosyalarý (*.vrs)

source: VICE romset archives (*.vra)
da: VICE-ROM-set arkiver (*.vra)
de: VICE ROM Satz Archiv Dateien (*.vra)
es: Archivos romset VICE (*.vra)
fr: Archives Romset VICE (*.vra)
hu: VICE ROM készlet archívumok (*.vra)
it: Archivi del ROM set (*.vra)
nl: VICE romsetarchieven (*.vra)
pl: Archiwa zestawu ROM-ów VICE (*.vra)
sv: VICE-ROM-uppsättningsarkiv (*.vra)
tr: VICE romset arþivleri (*.vra)

source: VICE keymap files (*.vkm)
da: VICE-tastesæt filer (*.vkm)
de: VICE Keymap Dateien (*.vkm)
es: Fichero keymap VICE (*.vkm)
fr: Fichiers de mappage clavier VICE (*.vkm)
hu: VICE billentyûleképezés fájlok (*.vkm)
it: Mappe della tastiera (*.vkm)
nl: VICE keymapbestanden (*.vkm)
pl: Pliki układu klawiatury VICE (*.vkm)
sv: VICE-tangentbordsfiler (*.vkm)
tr: VICE tuþ haritasý dosyalarý (*.vkm)

source: Commodore emulator files (*.prg;*.p00)
da: Commodoreemulatorfiler (*.prg;*.p00)
de: Commodore Emulator Dateien (*.prg;*.p00)
es: Ficheros de emulador Commodore (*.prg;*.p00)
fr: Fichiers démulation de Commodore (*.prg;*.p00)
hu: Commodore emulátor fájlok (*.prg; *.p00)
it: File emulatore Commodore (*.prg;*.p00)
nl: Commodore emulator bestanden (*.prg;*.p00)
pl: Pliki emulatora Commodore (*.prg;*.p00)
sv: Commodoreemulatorfiler (*.prg;*.p00)
tr: Commodore emülatörü dosyalarý (*.prg;*.p00)

source: Sound driver: DirectX
da: Lyd-driver: DirectX
de: Sound Treiber: DirectX
es: controlador de sonido: DirectX
fr: Pilote son: DirectX
hu: Hang meghajtó: DirectX
it: Driver audio: DirectX
nl: Geluid stuurprogramma: DirectX
pl: Sterownik dźwięku: DirectX
sv: Ljuddrivrutin: DirectX
tr: Ses sürücüsü: DirectX

source: Sound driver: WMM
da: Lyd-driver: WMM
de: Sound Treiber: WMM
es: controlador de sonido: VMM
fr: Pilote son: WMM
hu: Hang meghajtó: WMM
it: Driver sonoro: WMM
nl: Geluid stuurprogramma: WMM
pl: Sterownik dźwięku: WMM
sv: Ljuddrivrutin: WMM
tr: Ses sürücüsü: WMM

source: Media files (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.koa;*.gg;*.dd;*.jj;*.4bt;*.wav;*.mp3;*.flac;*.ogg;*.avi;*.mpg)
nl: Mediabestanden (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.koa;*.gg;*.dd;*.jj;*.4bt;*.wav;*.mp3;*.flac;*.ogg;*.avi;*.mpg)

source: Configure Keyset A
da: Konfigurér tastesæt A
de: Konfiguriere Tastaturbelegung A
es: Configurar Keyset A
fr: Configurer Touches A
hu: 'A' gombkészlet beállítása
it: Configura Keyset A
nl: Configureer Keyset A
pl: Skonfiguruj układ klawiszy A
sv: Konfigurera uppsättning A
tr: Tuþ Seti A'yý Konfigüre Et

source: Configure Keyset B
da: Konfigurér tastesæt B
de: Konfiguriere Tastaturbelegung B
es: Configurar Keyset B
fr: Configurer Touches B
hu: 'B' gombkészlet beállítása
it: Configura Keyset B
nl: Configureer Keyset B
pl: Skonfiguruj układ klawiszy B
sv: Konfigurera uppsättning B
tr: Tuþ Seti B'yi Konfigüre Et

source: %s at %d%% speed, %d fps%s
da: %s med %d%% hastighed, %d b/s%s
de: %s bei %d%% Geschwindigkeit, %d fps%s
es: %s at %d%% velocidad, %d fps%s
fr: %s à %d%% de vitesse et %d ips%s
hu: %s %d%% sebességen, %d fps%s
it: velocità %s al %d%%, %d fps%s
nl: %s met %d%% snelheid, %d fps%s
pl: %s, prędkość %d%%, %d fps%s
sv: %s med %d%% hastighet, %d b/s%s
tr: %s %d%% hýzýnda, %d fps%s

source: Recording %02d:%02d
da: Optager %02d:%02d
de: Aufnahme %02d:%02d
es: grabando %02d:%02d
fr: Enregistrement %02d:%02d
hu: Felvétel %02d:%02d
it: Registrazione %02d:%02d
nl: Opnemen %02d:%02d
pl: Zapis %02d:%02d
sv: Spelar in %02d:%02d
tr: Kaydediliyor %02d:%02d

source: Playback %02d:%02d (%02d:%02d)
da: Afspiller %02d:%02d (%02d:%02d)
de: Wiedergabe %02d:%02d (%02d:%02d)
es: Reproduciendo %02d:%02d (%02d:%02d)
fr: Lecture %02d:%02d (%02d:%02d)
hu: Visszajátszás %02d:%02d (%02d:%02d)
it: Riproduzione %02d:%02d (%02d:%02d)
nl: Afspelen %02d:%02d (%02d:%02d)
pl: Odtwarzanie %02d:%02d (%02d:%02d)
sv: Spelar upp %02d:%02d (%02d:%02d)
tr: Kayýttan yürütülüyor %02d:%02d (%02d:%02d)

source: number
da: nummer
de: Nummer
es: número
fr: numéro
nl: nummer
pl: numer
sv: nummer
tr: sayý

source: Set input device for joystick #1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
nl: Zet invoer apparaat voor joystick #1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
pl: Wybierz urządzenie wejściowe joysticka #1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick 1, 5: Joystick 2)

source: Set input device for joystick #2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
nl: Zet invoer apparaat voor joystick #2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
pl: Wybierz urządzenie wejściowe joysticka #2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick 1, 5: Joystick 2)

source: Set input device for extra joystick #1 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
nl: Zet invoer apparaat voor extra joystick #1 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
pl: Wybierz urządzenie wejściowe dodatkowego joysticka #1: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick 1, 5: Joystick 2)

source: Set input device for extra joystick #2 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
nl: Zet invoer apparaat voor extra joystick #2 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
pl: Wybierz urządzenie wejściowe dodatkowego joysticka #2: (0: Brak, 1: Klawiatura numeryczna, 2: Zestaw klawiszy 1, 3: Zestaw klawiszy 2, 4: Joystick 1, 5: Joystick 2)

source: Set input device for extra joystick #3 (0: None, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)
nl: Zet invoer apparaat voor extra joystick #3 (0: Geen, 1: Numpad, 2: Keyset 1, 3: Keyset 2, 4: Joystick 1, 5: joystick 2)

source: Use all CPUs on SMP systems
nl: Gebruik alle CPU's op SMP systemen
pl: Używaj wszystkich CPU na systemach SMP

source: Use only first CPU on SMP systems
da: Brug kun første CPU på SMP-systemer
de: Nur erste SMP SPU nutzen
es: Usar sólo la primera CPU en sistemes SMP
fr: N'utiliser que le premier processeur (systèmes SMP)
hu: SMP rendszereken csak az elsõ CPU használata
it: Usa solo la prima CPU sui sistemi SMP
nl: Gebruik alleen de eerste CPU op SMP systemen
pl: Używaj tylko pierwszego CPU na systemach SMP
sv: Använd bara första CPU:n på SMP-system
tr: SMP sistemlerinde yalnýzca ilk CPU'yu kullan

source: Enable vertical blank sync
nl: Activeer de vertikale synchronisatie
pl: Włącz uporządkowanie w pionie

source: Disable vertical blank sync
nl: De vertikale synchronisatie uitschakelen
pl: Wyłącz uporządkowanie w pionie

source: Enable always on top
nl: Activeer altijd boven
pl: Trzymaj okno na wierzchu

source: Disable always on top
nl: Altijd boven uitschakelen
pl: Nie trzymaj okna na wierzchu

source: aspect ratio
nl: Aspect verhouding
pl: proporcje obrazu

source: Set aspect ratio
nl: Zet de aspect verhouding
pl: Ustaw proporcje ekranu

source: Specify initial default directory.
nl: Selecteer aanvankelijke standaard folder.
pl: Określ początkowy katalog domyślny.

source: Specify initial tape directory.
nl: Selecteer aanvankelijke tape folder.
pl: Wybierz początkowy katalog taśmy

source: Specify initial disk directory.
nl: Selecteer aanvankelijke disk folder.
pl: Wybierz początkowy katalog dysku

source: Specify initial autostart directory.
nl: Selecteer aanvankelijke autostart folder.
pl: Wybierz początkowy katalog autostartu

source: Specify initial cartridge directory.
nl: Selecteer aanvankelijke cartridge folder.
pl: Wybierz początkowy katalog kartridży

source: Specify initial snapshot directory.
nl: Selecteer aanvankelijke snapshot folder.
pl: Wybierz początkowy katalog zrzutów

source: Start VICE in fullscreen mode
da: Start VICE i fullscreen-tilstand
de: Aktiviere VICE Vollbild Modus
es: Iniciar VICE en modo de pantalla completa
fr: Activer le mode plein écran au démarrage de VICE
hu: A VICE indítása teljes képernyõs módban
it: Avvia VICE a tutto schermo
nl: Start VICE in volschermmodus
pl: Uruchom VICE w trybie pełnoekranowym
sv: Starta VICE i fullskärmsläge
tr: VICE'ý tam ekran modunda baþlat

source: Do not start VICE in fullscreen mode
nl: Start VICE niet in volschermmodus
pl: Nie uruchamiaj VICE w trybie pełnoekranowym

source: Disable DirectX9 video driver
da: Deaktivér DirectX9 videodriver
de: DirectX9 Video Treiber deaktivieren
es: Deshabilitar controlador de video DirectX9
fr: Désactiver le pilote vidéo DirectX 9
hu: DirectX9 videó meghajtó tiltása
it: Disattiva i driver video DirectX9
nl: DirectX9 video driver uitschakelen
pl: Wyłącz sterownik wideo DirectX9
sv: Inaktivera DirectX9-grafikdrivrutin
tr: DirectX9 video sürücüsünü pasifleþtir

source: Enable DirectX9 video driver
nl: Activeer DirectX9 video driver
pl: Włącz sterownik wideo DirectX9

source: Enable rendering to DirectX primary surface
nl: Activeer de weergave naar DX Primaire oppervlakte
pl: Włącz render do pierwszej ścianki DirectX

source: Disable rendering to DirectX primary surface
nl: De weergave naar DX Primaire oppervlakte uitschakelen
pl: Wyłącz render do pierwszej ścianki DirectX

source: Specify fullscreen device
nl: Geef volschermapparaat op
pl: Wybierz urządzenie pełnego ekranu

source: An unexpected error occured. Received signal %d (%s).
da: Uventet fejl. Modtog signal %d (%s).
de: Ein unerwarteter Fehler ist aufgetreten. Signal %d (%s) empfangen.
es: Se ha producido un erros inesperado. Recibida señal %d (%s).
fr: Un erreur innatendue s'est produite. Signal reçu : %d (%s).
hu: Váratlan hiba történt. %d szignál érkezett (%s).
it: Si è verificato un errore imprevisto. E' stato ricevuto il segnale %d (%s).
nl: Onverwachte fout. Kreeg signaal %d (%s).
pl: Wydarzył się niespodziewany błąd. Odebrano sygnał %d (%s).
sv: Ett okänt fel uppstod. Tog emot signal %d (%s).
tr: Beklenmeyen hata oluþtu. %d sinyali alýndý (%s).

source: An unexpected error occured. Received signal %d.
da: Uventet fejl. Modtog signal %d.
de: Ein unerwarteter Fehler ist aufgetreten. Signal %d empfangen.
es: Se ha producido un erros inesperado. Recibida señal %d.
fr: Une erreur innatendue s'est produite. Signal reçu : %d.
hu: Váratlan hiba történt. %d szignál érkezett.
it: Si è verificato un errore imprevisto. E' stato ricevuto il segnale %d.
nl: Onverwachte fout. Kreeg signaal %d.
pl: Wydarzył się niespodziewany błąd. Odebrano sygnał %d.
sv: Ett okänt fel uppstod. Tog emot signal %d.
tr: Beklenmeyen hata oluþtu. %d sinyali alýndý.

source: An error occured starting the server.
da: Fejl under start af serveren.
de: Fehler beim Starten des Netplay Servers.
es: Ha ocurrido error al iniciar el servidor
fr: Il y a eu une erreur au démarrage du serveur.
hu: Hiba történt a játék kiszolgáló indításakor.
it: Si è verificato un errore all'avvio del server.
nl: Een fout is opgetreden bij het starten van de server.
pl: Wystąpił błąd poczas uruchamiania serwera.
sv: Fel vid start av servern.
tr: Sunucu baþlatýlýrken bir hata oluþtu.
