Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Load settings from file
da: Indlæs indstillinger fra
de: Einstellungen aus Datei laden
es: Cargar ajustes desde fichero
fr: Charger les paramètres depuis fichier
nl: Instellingen laden van bestand
pl: Wczytaj ustawienia z pliku
sv: Läs inställningar från fil
tr: Ayarlarý dosyadan yükle

source: Restore default settings
da: Gendan standardindstillinger
de: Standard Einstellungen wiederherstellen
es: Restaurar valores por defecto
fr: Rétablir les paramètres par défaut
hu: Alapértelmezés visszaállítása
it: Ripristina le impostazioni predefinite
nl: Herstel standaard instellingen
pl: Przywróć domyślne ustawienia
sv: Återställ förvalda inställningar
tr: Varsayýlan ayarlarý geri yükle

source: Save settings on exit
da: Gem indstillinger når programmet afsluttes
de: Einstellungen beim Beenden speichern
es: Grabar ajustes al salir
fr: Enregistrer les paramètres à la sortie
hu: Beállítások mentése kilépéskor
it: Salva le impostazioni in uscita
nl: Sla instellingen op bij afsluiten
pl: Zapisz ustawienia przy wyjściu
sv: Spara inställningar vid avslut
tr: Çýkýþta ayarlarý kaydet

source: Confirm quitting VICE
da: Bekræft programafslutning
de: Bestätige beenden von VICE
es: Confirmar cierre de VICE
fr: Confirmer avant de quitter VICE
nl: Bevestigen van het aflsuiten van VICE
pl: Potwierdzaj zamknięcie VICE
sv: Bekräfta för att avsluta VICE
tr: VICE'dan çýkýþý teyit et

source: Enter auto playback frames
nl: Geef het aantal automatische weergave frames
pl: Ustaw klatki automatycznego odtwarzania

source: Auto playback frames
nl: Automatisch weergave van de frames
pl: Automatycznie odtwarzaj klatki

source: Small
da: Lille
de: Klein
es: Pequeño
fr: Petit
hu: Kicsi
nl: Klein
pl: Mały
sv: Liten
tr: Küçük

source: History
da: Historik
es: Historial
fr: Historique
nl: Geschiedenis
pl: Historia
sv: Historik
tr: Tarihçe

source: Autoplay
nl: Autospeel
pl: Automatyczne odgrywanie
sv: Spela automatiskt

source: Trace Mode
nl: Volg Modus
pl: Tryb śledzenia
sv: Spårningsläge

source: Main CPU Trace
da: Hoved-CPU trace
de: Haupt CPU Trace
es: Rastrear CPU principal
fr: Tracer CPU Principal
nl: Hoofd CPU Volgen
pl: Śledzenie głównego CPU
sv: Spåra huvud-CPU
tr: Ana CPU Ýzleme

source: Drive0 CPU Trace
da: Enhed 0 CPU trace
de: Laufwerk0 CPU Trace
es: Rastrear CPU Unidad disco0
fr: Tracer CPU Drive0
nl: Drive0 CPU Volgen
pl: Śledzenie CPU stacji0
sv: Spåra CPU för enhet 0
tr: Sürücü0 CPU Ýzleme

source: Drive1 CPU Trace
da: Enhed 1 CPU trace
de: Laufwerk1 CPU Trace
es: Rastrear CPU Unidad disco1
fr: Tracer CPU Drive1
nl: Drive1 CPU Volgen
pl: Śledzenie CPU stacji1
sv: Spåra CPU för enhet 1
tr: Sürücü1 CPU Ýzleme

source: Drive2 CPU Trace
nl: Drive2 CPU Volgen
pl: Śledzenie CPU stacji2
sv: Spåra CPU för enhet 2

source: Drive3 CPU Trace
nl: Drive3 CPU Volgen
pl: Śledzenie CPU stacji3
sv: Spåra CPU för enhet 3

source: Autoplay playback frames
nl: Automatische weergave van weergave frames
pl: Automatycznie odtwarzaj klatki

source: Save core dump
nl: Sla de core dump op
pl: Zapisz zrzut rdzenia

source: Debug settings
nl: Debug instellingen
pl: Ustawienia debugowania
sv: Felsökningsinställningar

source: ParSID Port 1
es: Puerto ParSID 1
fr: Port ParSID 1
nl: ParSID poort 1

source: ParSID Port 2
es: Puerto ParSID 2
fr: Port ParSID 2
nl: ParSID poort 2

source: ParSID Port 3
es: Puerto ParSID 3
fr: Port ParSID 3
nl: ParSID poort 3

source: Fast
da: Hurtig
de: Schnell
es: Rápido
fr: Rapide
nl: Snel
pl: Szybko
sv: Snabbt
tr: Hýzlý

source: Interpolating
da: Interpolerende
de: Interpolierend
es: Interpolando
fr: Par interpolation
nl: Interpoleren
pl: Interpolacja
sv: Interpolerande
tr: Ara deðer bulma

source: Fast resampling
da: Hurtig omsampling
de: Schnelles Resampling
es: Remuestreo rápido
fr: Rééchantillonage rapide
nl: Snelle resampling
pl: Szybkie przesamplowanie
sv: Snabb omsampling
tr: Hýzlý yeniden örnekleme

source: Enter passband in percentage of total bandwidth (0 - 90, lower is faster, higher is better)
da: Indtast pasbånd i procent af total båndbredde (0-90, lavere er hurtigere, højre er bedre)
de: Bitte Passband Prozentwert der gesamte Bandbreite eingeben (0 - 90, niedrig ist schneller, höher ist besser)
es: Entre pasabanda en porcentaje del total de ancho de banda (0 - 90, menor es más rápido, mayor es mejor)
fr: Entrez la bande passante (%) de la bande totale (0 - 90, 0 = performances max, 90 = qualité max)
hu: Adja meg az áteresztõ sávot a teljes sávszélességhez viszonyítva százalékban (0 - 90, alacsonyabb gyorsabb, magasabb jobb)
it: Inserire la banda passante in percentuale di quella totale (0 - 90, bassa è più veloce, alta è migliore)
nl: Geef passband in percentage van de totale bandbreedte (0 - 90, lager is sneller, hoger is beter)
pl: Podaj pasmo w procentach calkowitej przepustowości (0 - 90, mniej to szybciej, więcej to lepiej)
sv: Ange passband i procent av total bandbredd (0-90, lägre är snabbare, högre är bättre)
tr: Bassband'in toplam bant geniþliðine yüzdesel oraný (0 - 90, düþük deðer hýzlý, yüksek deðer kalitelidir)

source: One
da: En
de: Einen
es: uno
fr: Un
nl: Een
pl: Jeden
sv: En
tr: Bir

source: Two
da: To
de: Zwei
es: Dos
fr: Deux
nl: Twee
pl: Dwa
sv: Två
tr: Ýki

source: Sound driver argument
da: Argument til lyd-driver
de: Sound Treiber Argument
es: Argumentos controlador de sonido
fr: Argument pilote son
hu: Hangmodul argumentum
it: Parametro del driver audio
nl: Geluid stuurprogramma parameter
pl: Argument sterownika dźwięku
sv: Argument till ljuddrivrutin
tr: Ses sürücüsü argümaný

source: Argument:
es: Argumento:
hu: Argumentum:
it: Parametro:
nl: Parameter:
tr: Argüman:

source: Very small
nl: Erg klein
pl: Bardzo mały
sv: Väldigt liten

source: Medium
de: Mittel
es: Medio
fr: Moyen
hu: Közepes
nl: Middelmatig
pl: Średni
tr: Orta

source: Large
da: Stor
de: Groß
es: Grande
fr: Grand
hu: Nagy
nl: Groot
pl: Wielki
sv: Stor
tr: Büyük

source: Very large
nl: Erg groot
pl: Bardzo duży
sv: Väldigt stor

source: Keep going
da: Fortsæt
de: Weiter Ausführen
es: Esperar inicio
fr: Continuer
nl: Doorgaan
pl: Nie usypiaj
sv: Fortsätt spela
tr: Devam et

source: 1 s suspend
da: 1s pause
de: 1 Sek Unterbrechung
es: suspendido 1 s
fr: Susprendre 1 sec
nl: 1 sec stop
pl: Wstrzymaj na 1 s
sv: 1 s paus
tr: 1 sn askýya al

source: 2 s suspend
da: 2s pause
de: 2 Sek Unterbrechung
es: suspendido 2 s
fr: Susprendre 2 sec
nl: 2 sec stop
pl: Wstrzymaj na 2 s
sv: 2 s paus
tr: 2 sn askýya al

source: 5 s suspend
da: 5s pause
de: 5 Sek Unterbrechung
es: suspendido 5 s
fr: Susprendre 5 sec
nl: 5 sec stop
pl: Wstrzymaj na 5 s
sv: 5 s paus
tr: 5 sn askýya al

source: 10 s suspend
da: 10s pause
de: 10 Sek Unterbrechung
es: suspendido 10 s
fr: Susprendre 10 sec
nl: 10 sec stop
pl: Wstrzymaj na 10 s
sv: 10 s paus
tr: 10 sn askýya al

source: Flexible
da: Fleksibel
de: Flexibel
hu: Rugalmas
it: Flessibile
nl: Flexibel
pl: Elastyczna
sv: Flexibel
tr: Esnek

source: Adjusting
da: Tilpassende
de: Anpassend
es: Ajustado
fr: Ajusté
hu: Igazodó
it: Adattabile
nl: Aanpassend
pl: Dopasowana
sv: Anpassande
tr: Düzeltme

source: System
es: Sistema
fr: Système
nl: Systeem
tr: Sistem

source: Enable sound playback
da: Slå lydemulering til
de: Sound Wiedergabe einschalten
es: Permitir sonido pregrabado
fr: Activer le son
hu: Hangok engedélyezése
it: Attiva la riproduzione dell'audio
nl: Activeer geluidsweergave
pl: Włącz odtwarzanie dźwięku
sv: Aktivera ljudåtergivning
tr: Sesi aktif et

source: Sound device name
da: Navn på lydenhed
de: Sound Gerätename
es: Nombre del periférico de sonido
fr: Nom du périphérique son
hu: Hangeszköz neve
it: Nome della scheda audio
nl: Geluid stuurprogramma naam
pl: Nazwa urządzenia dźwięku
sv: Namn på ljudenhet
tr: Ses sürücüsü ismi

source: Output mode
da: Lydindstillinger
de: Ausgabe Modus
es: Modo salida
fr: Mode de sortie
nl: Uitvoer modus
pl: Tryb wyjścia
sv: Utdata
tr: Çýkýþ modu

source: Sound synchronization
da: Lydsynkronisering
de: Sound Synchronisation
es: Sincronización del sonido
fr: Synchronisation du son
hu: Hang szinkronizáció
it: Sincronizzazione dell'audio
nl: Geluid Synchronisatie
pl: Synchronizacja dźwięku
sv: Ljudsynkronisering
tr: Ses senkronizasyonu

source: Sample rate
da: Samplingfrekvens
es: Velocidad de sampleado
fr: Taux d'échantillonage
hu: Mintavételezési ráta
it: Frequenza di campionamento
nl: Sample snelheid
pl: Próbkowanie
sv: Samplingshastighet
tr: Örnek hýzý

source: Buffer size
da: Bufferstørrelse
de: Puffergröße
es: Tamaño del buffer
fr: Taille du tampon
hu: Puffer méret
it: Dimensione del buffer
nl: Buffergrootte
pl: Rozmiar buffora
sv: Buffertstorlek
tr: Arabellek boyutu

source: Fragment size
da: Fragmentstørrelse
de: Fragmentgröße
es: Tamaño de fragmento
fr: taille du fragment
hu: Töredék mérete
it: Dimensione del frammento
nl: Fragment grootte
pl: Rozmiar fragmentu
sv: Fragmentstorlek
tr: Parça boyutu

source: Suspend time
da: Pausetid
de: Unterbrechungs Zeit
es: Tiempo de suspenso
fr: Temps de veille
hu: Felfüggesztés ideje
it: Tempo di sospensione
nl: Stop tijd
pl: Czas uśpienia
sv: Paustid
tr: Zamaný askýya al

source: Sound settings
da: Lydindstillinger
de: Sound Einstellungen
es: Ajustes de sonido
fr: Paramètres son
hu: Hang beállításai
it: Impostazioni audio
nl: Geluidsinstellingen
pl: Ustawienia dźwięku
sv: Ljudinställningar
tr: Ses ayarlarý

source: YM chip type
de: YM Chip Typ
es: Tipo de chip YM
fr: Type de puce YM
hu: YM chip típusa
it: Tipo chip YM
nl: YM chip model
pl: Typ układu YM
sv: YM-kretstyp
tr: YM çip tipi

source: Default
es: Por defecto
fr: Défaut
nl: Standaard
tr: Varsayýlan

source: Full
da: Fuld
es: Completo
fr: Complet
hu: Teljes
it: Intero
nl: Volledig
pl: Pełny
tr: Tam

source: Border mode
da: Ramme-tilstand
de: Rahmen Modus
es: Modo del borde
fr: Mode Bordure
hu: Keret mód
it: Modalità del bordo
nl: Bordermodus
pl: Tryb ramki
sv: Ramläge
tr: Çerçeve modu

source: RR-Net compatibility mode
da: RR-NET-kompatibilitesttilstand
de: RR-Net kompatibler Modus
es: Modo de compatibilidad con RR-Net
fr: Mode de compatibilité RR-NET
nl: RR-Net compatibiliteitsmodus
pl: Tryb kompatybilności z RR-Net
sv: RR-Net-kompatibilitetsläge
tr: RR-Net uyumluluk modu

source: IEEE488 Interface image
de: IEEE 488 Schnittstellenmodul
es: Imagen periférico IEEE 488
fr: Image d'Interface IEEE-488
nl: IEEE488 interfacebestand
pl: Obraz interfejsu IEEE488
sv: IEEE488-gränssnittsfil
tr: IEEE 488 Arabirimi imajý

source: Speech ROM image
da: Tilslut bånd-image
de: Spracherweiterung ROM Image
es: Imagen de ROM de habla
fr: Image Speech ROM
nl: Spraak ROM bestand
pl: Obraz ROM-u mowy
sv: Röst-ROM-avbildning
tr: Speech ROM imajý

source: Composite
es: Compuesto
nl: Composiet
tr: Kompozit

source: Rev 0
da: Udgave 0
fr: Rév 0
hu: 0-ás változat
nl: Revisie 0
sv: Utgåva 0

source: 64KB video memory
da: 64KB grafikhukommelse
de: 64KB Bildschirm Speicher
es: Memoria de video 64KB
fr: Mémoire vidéo de 64Ko
hu: 64KB képernyõ memória
it: 64KB di memoria video
nl: 64KB videogeheugen
pl: Pamięć wideo 64KB
sv: 64KB grafikminne
tr: 64KB görüntü belleði

source: Color settings
da: Farveindstillinger
de: Farb Einstellungen
es: Ajustes color
fr: Paramètres de couleurs
nl: Kleur instellingen
pl: Ustawienia koloru
sv: Färginställningar
tr: Renk ayarlarý

source: New luminances
da: Nye lysstyrker
de: Neue Helligkeitsemulation
es: Nuevas luminancias
fr: Nouvelles luminescences
nl: Nieuwe kleuren
pl: Nowy typ jaskrawości
sv: Nya ljusstyrkor
tr: Yeni parlaklýklar

source: Sprite-sprite collisions
da: Sprite-til-sprite-kollision
de: Sprite-sprite Kollisionen
es: Colisiones sprite-sprite
fr: Collisions sprite-sprite
nl: Sprite-sprite botsingen
pl: Kolizje duszków
sv: Sprite-till-sprite-kollision
tr: Yartýk-yaratýk çarpýþmalarý

source: Sprite-background collisions
da: Sprite-til-baggrunds-kollision
de: Sprite-Hintergrund Kollisionen
es: Colisiones sprite-fondo
fr: Collisions sprite-arrière-plan
nl: Sprite-achtergrond botsingen
pl: Kolizje duszków z tłem
sv: Sprite-till-bakgrund-kollision
tr: Yaratýk-arkaplan çarpýþmalarý

source: VSP bug emulation
nl: VSP bug emulatie
pl: Emulacja błędu VSP

source: No expansion memory
da: Ingen hukommelsesudviddelse
de: Keine Speichererweiterung
es: Sin expansión de memoria
fr: Aucune expansion de mémoire
hu: Nincs memória bõvítés
it: Nessuna espansione di memoria
nl: Geen geheugenuitbreiding
pl: Bez rozszerzenia pamięci
sv: Ingen minnesutökning
tr: Geniþletiþmiþ bellek yok

source: 3K (block 0)
es: 3K (bloque 0)
fr: 3 ko (block 0)
hu: 3K (blokk 0)
it: 3K (blocco 0)
nl: 3K (blok 0)
pl: 3K (blok 0)
tr: 3K (blok 0)

source: 8K (block 1)
es: 8K (bloque 1)
fr: 8 ko (block 1)
hu: 8K (blokk 1)
it: 8K (blocco 1)
nl: 8K (blok 1)
pl: 8K (blok 1)
tr: 8K (blok 1)

source: 16K (blocks 1/2)
da: 16k (block 1/2)
de: 16K (Blöcke 1/2)
es: 16K (bloques 1/2)
fr: 16 ko (block 1/2)
hu: 16K (blokk 1/2)
it: 16K (blocchi 1/2)
nl: 16K (blokken 1/2)
pl: 16K (bloki 1/2)
sv: 16K (block 1/2)
tr: 16K (bloklar 1/2)

source: 24K (blocks 1/2/3)
da: 24k (block 1/2/3)
de: 24K (Blöcke 1/2/3)
es: 24K (bloques 1/2/3)
fr: 24 ko (block 1/2/3)
hu: 24K (blokk 1/2/3)
it: 24K (blocchi 1/2/3)
nl: 24K (blokken 1/2/3)
pl: 24K (bloki 1/2/3)
sv: 24K (block 1/2/3)
tr: 24K (bloklar 1/2/3)

source: All (blocks 0/1/2/3/5)
da: Alle (block 0/1/2/3/5)
de: Alle (Blöcke 0/1/2/3/5)
es: Todo (bloques 0/1/2/3/5)
fr: Tous (blocks 0/1/2/3/5)
hu: Mindegyik (blokk 0/1/2/3/5)
it: Tutti (Blocchi 0/1/2/3/5)
nl: Alles (blokken 0/1/2/3/5)
pl: Wszystkie (bloki 0/1/2/3/5)
sv: Alla (block 0/1/2/3/5)
tr: Tümü (bloklar 0/1/2/3/5)

source: Common configurations
da: Standardkonfigurationer
de: Standard Konfigurationen
es: Configuraciones comunes
fr: Configurations communes
hu: Közös konfigurációk
it: Configurazione comune
nl: Gemeenschappelijke configuraties
pl: Ogólna konfiguracja
sv: Vanliga inställningar
tr: Genel konfigürasyonlar

source: Block 0 (3K at $0400-$0FFF)
da: Block 0 (3k på $0400-$0FFF)
de: Block 0 (3K bei $0400-$0FFF)
es: Bloque 0 (3K at $0400-$0FFF)
fr: Bloc 0 (3 ko à $0400-$0FFF)
nl: Blok 0 (3K in $0400-$0FFF)
pl: Blok 0 (3K w $0400-$0FFF)
sv: Block 0 (3K på $0400-$0FFF)
tr: Blok 0 ($0400-$0FFF arasýnda 3K)

source: Block 1 (8K at $2000-$3FFF)
da: Block 1 (8k på $2000-$3FFF)
de: Block 1 (8K bei $2000-$3FFF)
es: Bloque 1 (8K at $2000-$3FFF)
fr: Bloc 1 (8 ko à $2000-$3FFF)
nl: Blok 1 (8K in $2000-$3FFF)
pl: Blok 1 (8K w $2000-$3FFF)
sv: Block 1 (8K på $2000-$3FFF)
tr: Blok 1 ($2000-$3FFF arasýnda 8K)

source: Block 2 (8K at $4000-$5FFF)
da: Block 2 (8k på $4000-$5FFF)
de: Block 2 (8K bei $4000-$5FFF)
es: Bloque 2 (8K at $4000-$5FFF)
fr: Bloc 2 (8 ko à $4000-$5FFF)
nl: Blok 2 (8K in $4000-$5FFF)
pl: Blok 2 (8K w $4000-$5FFF)
sv: Block 2 (8K på $4000-$5FFF)
tr: Blok 2 ($4000-$5FFF arasýnda 8K)

source: Block 3 (8K at $6000-$7FFF)
da: Block 3 (8k på $6000-$7FFF)
de: Block 3 (8K bei $6000-$7FFF)
es: Bloque 3 (8K at $6000-$7FFF)
fr: Bloc 3 (8 ko à $6000-$7FFF)
nl: Blok 3 (8K in $6000-$7FFF)
pl: Blok 3 (8K w $6000-$7FFF)
sv: Block 3 (8K på $6000-$7FFF)
tr: Blok 3 ($6000-$7FFF arasýnda 8K)

source: Block 5 (8K at $A000-$BFFF)
da: Block 5 (8k på $A000-$BFFF)
de: Block 5 (8K bei $A000-$BFFF)
es: Bloque 5 (8K at $A000-$BFFF)
fr: Bloc 5 (8 ko à $A000-$BFFF)
nl: Blok 5 (8K in $A000-$BFFF)
pl: Blok 5 (8K w $A000-$BFFF)
sv: Block 5 (8K på $A000-$BFFF)
tr: Blok 5 ($A000-$BFFF arasýnda 8K)

source: Invalid cartridge image
da: Ugyldigt cartridge-image
de: Ungültiges Erweiterungsmodul Image
es: Imagen de cartucho incorrecta
fr: Image de cartouche invalide
hu: Érvénytelen cartridge képmás
it: Immagine della cartuccia non valida
nl: Ongeldig cartridge bestand
pl: Nieprawidłowy obraz kartridża
sv: Ogiltig insticksmodulfil
tr: Geçersiz kartuþ imajý

source: Smart-attach cartridge image
da: Smart-tilslut cartridge-image
de: Smart-Einlegen Modul Image
es: Insertar imagen cartucho inteligentemente
fr: Insertion intelligente d'une image de cartouche
nl: Slim-koppel cartridge bestand
pl: Inteligentnie zamontuj obraz kartridża
sv: Smartanslut insticksmodulfil
tr: Akýllý kartuþ imajý yerleþtir

source: Attach 4/8/16KB cartridge image at $2000
da: Tilslut 4/8/16kB-cartridge image på $2000
de: 4/8/16KB Modul Image bei $2000 einlegen
es: Insertar 4/8/16KB imagen cartucho en $2000
fr: Insertion d'une image 4/8/16 ko à $2000
hu: 4/8/16KB képmás csatolása $2000 címre
it: Seleziona l'immagine di una cartuccia di 4/8/16KB a $2000
nl: Koppel 4/8/16KB bestand op $2000
pl: Wsuń 4/8/16KB obraz w $2000
sv: Anslut 4/8/16KB-modulfil vid $2000
tr: $2000 adresine 4/8/16KB kartuþ imajý yerleþtir

source: Attach 4/8/16KB cartridge image at $4000
da: Tilslut 4/8/16kB-cartridge image på $4000
de: 4/8/16KB Modul Image bei $4000 einlegen
es: Insertar 4/8/16KB imagen cartucho en $4000
fr: Insertion d'une image 4/8/16 ko à $4000
hu: 4/8/16KB képmás csatolása $4000 címre
it: Seleziona l'immagine di una cartuccia di 4/8/16KB a $4000
nl: Koppel 4/8/16KB bestand op $4000
pl: Wsuń 4/8/16KB obraz w $4000
sv: Anslut 4/8/16KB-modulfil vid $4000
tr: $4000 adresine 4/8/16KB kartuþ imajý yerleþtir

source: Attach 4/8/16KB cartridge image at $6000
da: Tilslut 4/8/16kB-cartridge image på $6000
de: 4/8/16KB Modul Image bei $6000 einlegen
es: Insertar 4/8/16KB imagen cartucho en $6000
fr: Insertion d'une image 4/8/16 ko à $6000
hu: 4/8/16KB képmás csatolása $6000 címre
it: Seleziona l'immagine di una cartuccia di 4/8/16KB a $6000
nl: Koppel 4/8/16KB bestand op $6000
pl: Wsuń 4/8/16KB obraz w $6000
sv: Anslut 4/8/16KB-modulfil vid $6000
tr: $6000 adresine 4/8/16KB kartuþ imajý yerleþtir

source: Attach 4/8KB cartridge image at $A000
da: Tilslut 4/8kB-cartridge image på $A000
de: 4/8KB Modul Image bei $A000 einlegen
es: Insertar 4/8KB imagen cartucho en $A000
fr: Insertion d'une image 4/8 ko à $A000
hu: 4/8KB képmás csatolása $A000 címre
it: Seleziona l'immagine di una cartuccia di 4/8KB a $A000
nl: Koppel 4/8KB bestand op $A000
pl: Wsuń 4/8KB obraz w $A000
sv: Anslut 4/8KB-modulfil vid $A000
tr: $A000 adresine 4/8KB kartuþ imajý yerleþtir

source: Attach 4KB cartridge image at $B000
da: Tilslut 4kB-cartridge image på $B000
de: 4KB Modul Image bei $B000 einlegen
es: Insertar 4KB imagen cartucho en $B000
fr: Insertion d'une image 4 ko à $B000
hu: 4KB képmás csatolása $B000 címre
it: Seleziona l'immagine di una cartuccia di 4KB a $B000
nl: Koppel 4KB bestand op $B000
pl: Wsuń 4KB obraz w $B000
sv: Anslut 4KB-modulfil vid $B000
tr: $B000 adresine 4KB kartuþ imajý yerleþtir

source: Attach generic image
da: Tilslut standardimage
de: Universal Image einlegen
es: Insertar imagen generica
fr: Attacher une image gnénrique
nl: Koppel algemeen bestand
pl: Zamontuj standardowy obraz
sv: Anslut generisk avbild
tr: Jenerik imaj yerleþtir

source: Attach Mega-Cart image
da: Tilslut Mega-Cart-image
de: Mega Cart Image einlegen
es: Insertar imagen Mega-Cart
fr: Attacher une image Mega-Cart
nl: Koppel Mega-Cart bestand
pl: Zamontuj obraz Mega-Cart
sv: Anslut Mega-Cart-avbildningsfil
tr: Mega-Cart imajý yerleþtir

source: Attach Final Expansion image
da: Tilslut Final Expansion-image
de: Final Expansion Imagedatei einlegen
es: Insertar imagen Final Expansion
fr: Attacher une image Final Expansion
nl: Koppel Final Expansion bestand
pl: Zamontuj obraz Final Expansion
sv: Anslut Final Expansion-savbildning
tr: Final Expansion imajý yerleþtir

source: Attach UltiMem image
nl: Koppel UltiMem bestand

source: Attach Vic Flash Plugin image
da: Tilslut VIC Flash Plugin image
de: Vic Flash Plugin Image einlegen
es: Insertar imagen Vic Flash Plugin
fr: Attacher une image Vic Flash Plugin
nl: Koppel Vic Flash Plugin bestand
pl: Zamontuj obraz Vic Flash Plugin
sv: Anslut Vic Flash insticksmodulsavbildning
tr: Vic Flash Plugin imajý yerleþtir

source: Add to generic cartridge
da: Tilføj til standardcartridge
de: Zu universellem Erweiterungsmodul hinzufügen
es: Añadir al cartucho generico
fr: Ajouter à une cartouche générique
hu: Hozzáadás általános cartridge-hoz
it: Aggiungi a cartuccia generica
nl: Voeg toe aan algemeen cartridge
pl: Dodaj do standardowego kartridża
sv: Lägg till generisk insticksmodul
tr: Jenerik kartuþa ekle

source: Mega-Cart NvRAM image
es: Imagen Mega-Cart NvRAM
fr: Image NvRAM Mega-Cart
nl: Mega-Cart NvRAM bestandsnaam
pl: Obraz NvRAM Mega-Cart
sv: Mega-Cart NvRAM-avbildning
tr: Mega-Cart NvRAM imajý

source: Enable image write back
da: Aktivér image tilbageskrivning
de: Image Rückschreiben aktivieren
es: Permitir image write back
fr: Activer la réécriture de l'image
nl: Activeer bestand terug schrijven
pl: Włącz zapis do obrazu
sv: Aktivera återskrivning till avbildning
tr: Ýmaj geri yazmayý aktif et

source: Enable NvRAM image write back
da: Aktivér NvRAM image tilbageskrivning
de: NvRAM Rückschreiben aktivieren
es: Permitir NvRAM image write back
fr: Permettre la réécriture de l'image NvRAM
nl: Activeer NvRAM terug schrijven
pl: Włącz zapis do obrazu NvRAM
sv: Aktivera återskrivning till NvRAM-avbildning
tr: NvRAM geri yazmayý aktif et

source: NvRAM image file
da: NvRAM image-fil
de: NvRAM Imagedateiname
es: Fichero imagen NvRAM
fr: Nom du fichier image NvRAM
nl: NvRAM bestandsnaam
pl: Plik obrazu NvRAM
sv: NvRAM-avbildningsfil
tr: NvRAM imaj dosyasý

source: Enable I/O-2 RAM
nl: Activeer I/O-2 RAM

source: Enable I/O-3 RAM
nl: Activeer I/O-3 RAM

source: Memory expansions
da: Hukommelsesudviddelser
de: Speicher Erweiterungen
es: Expansiones de memoria
fr: Expansions de mémoire
hu: Memória bõvítések
it: Espansioni di memoria
nl: Geheugen uitbreidingen
pl: Rozszerzenia pamięci
sv: Minnesutökningar
tr: Bellek geniþletmeleri

source: Ethernet emulation (MasC=uerade)
da: Ethernetemulering (MasC=uerade)
es: Emulación ethernet (MasC=uerade)
fr: Émulation Ethernet (MasC=uerade)
nl: Ethernetemulatie (MasC=uerade)
pl: Emulacja ethernet (MasC=uerade)
sv: Ethernetemulering (MasC=uerade)
tr: Ethernet emülasyonu (MasC=uerade)

source: VIC settings
da: VIC-indstillinger
de: VIC Einstellungen
es: Ajustes VIC
fr: Paramètres VIC
hu: VIC beállításai
it: Impostazioni VIC
nl: VIC instellingen
pl: Ustawienia VIC
sv: VIC-inställningar
tr: VIC ayarlarý

source: Tunes
da: Numre
es: Melodias
fr: Tons
hu: Hangzatok
it: Melodie
nl: Deuntjes
pl: Tony
sv: Låtar
tr: Parçalar

source: Load PSID file
da: Indlæs PSID-fil
de: PSID Datei laden
es: Cargar fichero PSID
fr: Charger le fichier PSID
hu: PSID fájl betöltése
it: Carica file PSID
nl: Laad PSID bestand
pl: Wczytaj plik PSID
sv: Läs PSID-fil
tr: PSID dosyasý yükle

source: Override PSID settings
da: Overstyr PSID-indstillinger
de: PSID Einstellungen ignorieren
es: No utilizar ajustes PSID
fr: Écraser les paramètres PSID
nl: Overschrijf PSID instellingen
pl: Nadpisz ustawienia PSID
sv: Överskugga PSID-inställningar
tr: PSID ayarlarýný geçersiz kýl

source: Video standard
da: TV-standard
es: Video estandar
fr: Standard vidéo
hu: Videó szabvány
it: Standard video
nl: Videostandaard
pl: Standard wideo
sv: TV-standard
tr: Görüntü standardý

source: Default Tune
da: Standard nummer
es: Melodia por defecto
fr: Tonalité par défaut
nl: Standaarddeuntje
pl: Domyślny ton
sv: Förvald låt
tr: Varsayýlan Parça

source: Tune %d
da: Nummer %d
es: Melodia %d
fr: Clip %d
nl: Deuntje %d
pl: Ton %d
sv: Låt %d
tr: Parça %d

source: VSID: The SID emulator
nl: VSID: De SID Emulator
pl: VSID: Emulator SID
sv: VSID: SID-emulatorn

source: VICE is FREE software!
da: VICE er FRI software!
de: VICE ist FREE Software!
es: VICE es software libre
fr: VICE est un logiciel GRATUIT et OPEN SOURCE!
hu: A VICE egy szabad szoftver!
it: VICE è software LIBERO!
nl: VICE is VRIJE software!
pl: VICE jest wolnym oprogramowaniem!
sv: VICE är FRI programvara!
tr: VICE ücretsiz bir yazýlýmdýr!

source: No warranty!
da: Ingen garanti!
de: Keine Garantie!
es: ¡Sin garantias!
fr: Aucune garantie!
hu: Nincs garancia!
it: Nessuna garanzia!
nl: Geen garantie!
pl: Bez gwarancji!
sv: Ingen garanti!
tr: Garanti verilmez!
