Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Hummer userport joy adapter
da: Hummer brugerport joystick adapter
de: Hummer Userport Joystick Adapter
es: Adaptador de puerto de juegos Hummer
fr: Adaptateur joystick port utilisateur Hummer
nl: Hummer userport joystick adapter
pl: Złącze Hummer userportu joysticka
sv: Hummer-användarportsspakadapter
tr: Hummer userport joy dönüþtürücü

source: Analog Joystick 0
da: Analogt Joystick 0
es: Joystick analógico 0
fr: Joystick analogue 0
nl: Analoge Joystick 0
pl: Joystick analogowy 0
sv: Analog styrspak 0

source: Analog Joystick 1
da: Analogt Joystick 1
es: Joystick analógico 1
fr: Joystick analogue 1
nl: Analoge Joystick 1
pl: Joystick analogowy 1
sv: Analog styrspak 1

source: Analog Joystick 2
da: Analogt Joystick 2
es: Joystick analógico 2
fr: Joystick analogue 2
nl: Analoge Joystick 2
pl: Joystick analogowy 2
sv: Analog styrspak 2

source: Analog Joystick 3
da: Analogt Joystick 3
es: Joystick analógico 3
fr: Joystick analogue 3
nl: Analoge Joystick 3
pl: Joystick analogowy 3
sv: Analog styrspak 3

source: Analog Joystick 4
da: Analogt Joystick 4
es: Joystick analógico 4
fr: Joystick analogue 4
nl: Analoge Joystick 4
pl: Joystick analogowy 4
sv: Analog styrspak 4

source: Analog Joystick 5
da: Analogt Joystick 5
es: Joystick analógico 5
fr: Joystick analogue 5
nl: Analoge Joystick 5
pl: Joystick analogowy 5
sv: Analog styrspak 5

source: Digital Joystick 0
da: Digialt Joystick 0
es: Joystick digital 0
fr: Joystick digital 0
nl: Digitale Joystick 0
pl: Joystick cyfrowy 0
sv: Digital styrspak 0
tr: Dijital Joystick 0

source: Digital Joystick 1
da: Digitalt Joystick 1
es: Joystick digital 1
fr: Joystick digital 1
nl: Digitale Joystick 1
pl: Joystick cyfrowy 1
sv: Digital styrspak 1
tr: Dijital Joystick 1

source: Define keysets
da: Definér taster
de: Keymap definieren
es: Definir juego de caracteres
fr: Définir les KeySets
hu: Gombkészletek megadása
it: Definisci keyset
nl: Definieer keysets
pl: Definiuj zestawy klawiszy
sv: Definiera tangenter
tr: Tuþ Setlerini tanýmla

source: Allow opposite directions
da: Tillad modsatte retninger
de: Gegenüberliegende Richtungen zulassen
es: Permitir direcciones opuestas
fr: Permettre des directions opposées simultanément
nl: Tegenovergestelde richtingen toestaan
pl: Pozwól na przeciwstawne kierunki
sv: Tillåt motsatta riktningar
tr: Zýt yönlere izin ver

source: Allow keyset joystick
da: Tillad tastaturjoystick
de: Joystick Keymaps erlauben
es: Permitir joystick de teclado
fr: Permettre les Joysticks KeySet
nl: Activeer keyset joystick
pl: Pozwól na joystick z ustawionych klawiszy
sv: Tillåt tangentbordsstyrspak
tr: Tuþ seti joysticke izin ver

source: Swap joysticks
da: Byt om på joystickportene
de: Joystick ports austauschen
es: Intercambiar joysticks
fr: Permuter les ports Joysticks
nl: Verwissel joysticks
pl: Zamień joysticki
sv: Växla spelportarna
tr: Joystickleri deðiþtir

source: Userport joystick adapter type
da: Brugerportjoystickadapter-type
de: Userport Joystick Adadptertype
es: Tipo de adaptador de puerto usuario joystick
fr: Type d'adaptateur joystick port utilisateur
hu: Userport botkormány adapter típusa
it: Tipo adattatore joystick su userport
nl: Userport joystick adapter model
pl: Typ złącza userportu joysticka
sv: Typ av adapter för användarportstyrspakar
tr: Userport joystick dönüþtürücü tipi

source: Swap userport joysticks
da: Byt om på brugerportjoysticks
de: Userport Joystick ports austauschen
es: Intercambiar puertos joysticks
fr: Permuter les joysticks de port
nl: Verwissel userport joysticks
pl: Zamień joysticki w userportach
sv: Växla användarportstyrspakar
tr: Userport joysticklerini yer deðiþtir

source: Joystick in SIDcart control port
nl: Joystick in SIDcart control poort

source: Joystick settings
da: Joystick indstillinger
de: Joystick Einstellungen
es: Ajustes de joystick
fr: Paramètres des joysticks
hu: Botkormány beállításai
it: Impostazioni joystick
nl: Joystick instellingen
pl: Ustawienia joysticka
sv: Inställningar för styrspak
tr: Joystick ayarlarý

source: Symbolic mapping
da: Symbolsk tastelayout
de: Symbolische Zuordnung
es: Mapa simbólico
fr: Mappage symbolique
nl: Symbolische toewijzing
pl: Mapowanie na podstawie symboli
sv: Symbolisk tangentbordsemulering
tr: Sembolik haritalama

source: Positional mapping
da: Positionsbestemt tastelayout (Amerikansk tastatur)
de: Positions Zuordnung
es: Mapa posicional
fr: Mappage positionnel
nl: Positionele toewijzing
pl: Mapowanie na podstawie położenia
sv: Positionsriktig tangentbordsemulering
tr: Konumsal haritalama

source: Symbolic mapping (User)
nl: Symbolische toewijzing (Gebruiker)
pl: Mapowanie na podstawie symboli (Użytkownika)

source: Positional mapping (User)
nl: Positionele toewijzing (Gebruiker)
pl: Mapowanie na podstawie położenia (Użytkownika)

source: Read Keymap File
da: Indlæs tastaturindstillinger
de: Keymap Datei laden
es: Leer fichero de mapa de teclado
fr: Lire le fichier de mappage clavier
hu: Billentyûzetleképzés olvasása
it: Leggi il file della mappa della tastiera
nl: Lees toestenbordbestand
pl: Czytaj plik układu klawiatury
sv: Läs tangentbordsinställning
tr: Tuþ Haritasý Dosyasýný Oku

source: Write to Keymap File:
da: Gem tastaturindstillinger:
de: Keymap in Datei speichern:
es: Grabar a fichero de mapa de teclado:
fr: Écrire dans le fichier de mappage clavier:
hu: Billentyûzetleképzés írása:
it: Scrivi su file di mappaggio:
nl: Schrijf naar toetsenbordbestand:
pl: Zapisz do pliku układu klawiatury:
sv: Skriv tangentbordsinställning:
tr: Tuþ Haritasý Dosyasýna Yaz:

source: Keyboard mapping type
da: Tastaturindstillingstype
de: Tastatur Mapping
es: Tipo de mapa de teclado
fr: Type de mappage clavier
hu: Leképzési mód
it: Tipo di mappatura della tastiera
nl: Toetsenbord toewijzing type
pl: Typ mapowania klawiatury
sv: Typ av tangentbordsinställning
tr: Klavye haritalama tipi

source: Keyboard layout type
nl: Toetsenbord opmaak soort
pl: Typ układu klawiatury

source: Set symbolic user keymap file
nl: Zet symbolische gebruikers toetsenbordbestand
pl: Ustaw plik układu klawiatury na podstawie symboli

source: Set positional user keymap file
nl: Zet positionele gebruikers toetsenbordbestand
pl: Ustaw plik układu klawiatury na podstawie położenia

source: Dump keymap to file
da: Gem tastelayout til fil
de: Aktuelle Keymap in Datei speichern
es: Volcar mapa de teclado a fichero
fr: Exporter le mappage clavier dans un fichier
hu: Billentyûzetleképzés fájlba írása
it: Scrivi sul file la mappa della tastiera
nl: Schrijf toetsenbord naar bestand
pl: Zrzuć układ klawiatury do pliku
sv: Spara tangentbordsemulering till fil
tr: Tuþ haritasýný dosyaya dök

source: Keyboard settings
da: Tastaturindstillinger
de: Tastatur Einstellungen
es: Ajustes de teclado
fr: Paramètres du clavier
hu: Billentyûzet beállításai
it: Impostazioni tastiera
nl: Toetsenbord instellingen
pl: Ustawienia klawiatury
sv: Tangentbordsinställningar
tr: Klavye ayarlarý

source: Magic Voice file
da: Magic Voice-fil
de: Magic Voice Datei
es: Fichero Magic Voice
fr: Fichier Magic Voice
nl: Magic Voice bestand
pl: Plik Magic Voice
sv: Magic Voice-fil
tr: Magic Voice dosyasý

source: MIDI-In device
da: MIDI-ind enhed
de: MIDI-In Gerät
es: Periférico de entrada MIDI
fr: Périphérique MIDI-IN
nl: MIDI-In apparaat
pl: Urządzenie wejściowe MIDI
sv: Enhet för MIDI-in
tr: MIDI-In aygýtý

source: MIDI-Out device
da: MIDI-ud enhed
de: MIDI-Out Gerät
es: Periférico de salida MIDI
fr: Périphérique MIDI-OUT
nl: MIDI-uit apparaat
pl: Urządzenie wyjściowe MIDI
sv: Enhet för MIDI-ut
tr: MIDI-Out aygýtý

source: Type
de: Typ
es: Tipo
hu: Típus
it: Tipo
nl: Soort
pl: Typ
sv: Typ
tr: Tip

source: Driver
de: Treiber
es: Controlador
fr: Pilote
nl: Stuurprogramma
pl: Sterownik
sv: Drivrutin
tr: Sürücü

source: Rev. A
da: Udgave A
fr: Rév. A
nl: Revisie A
sv: Utgåva A

source: Rev. B
da: Udgave B
fr: Rév. B
nl: Revisie B
sv: Utgåva B

source: Enable flashjumper
da: Aktivér flashjumper
de: Flashjumper aktivieren
es: Permitir flahsjumper
fr: Activer flashjumper
nl: Activeer flashjumper
pl: Ustaw zworkę flash
sv: Aktivera flashbygel
tr: Flashjumperý aktif et

source: Card image file
da: Kortimagefil
de: Card Image Datei
es: Fichero imagen tarjeta
fr: Fichier image de carte
nl: Card bestand
pl: Plik obrazu karty
sv: Kortavbildningsfil
tr: Kart imaj dosyasý

source: Enable writes to card image
da: Aktivér skrivning til kort-image
de: Erlaube Schreibzugriff auf Card Imagedatei
es: Permitir grabar en imagen de tarjeta
fr: Permetre l'écriture à l'image carte
nl: Activeer schrijven naar card bestand
pl: Włącz zapis do obrazu karty
sv: Aktivera skrivning till kortavbildning
tr: Kart imajýnda yazmalarý aktif et

source: Card type
da: Korttype
de: Card Typ
es: Tipo de tarjeta
fr: Type de carte
nl: Card soort
pl: Typ karty
sv: Korttyp
tr: Kart tipi

source: MMC64 BIOS name
da: MMC64 BIOS-navn
es: Nombre
fr: Nom du bios MMC64
hu: MMC64 BIOS neve
it: Nome BIOS MMC64
nl: MMC64 BIOS naam
pl: Nazwa BIOS MMC64
sv: BIOS-namn för MMSC64
tr: MMC64 BIOS ismi

source: MMC64 image
es: Imagen MMC64
fr: Nom d'image MMC64
nl: MMC64 bestandsnaam
pl: Obraz MMC64
sv: Avbildning för MMC64
tr: MMC64 imajý

source: Enable rescue mode
da: Aktivér fejlsikret tilstand
de: Rescue Modus aktivieren
es: Permitir modo rescate
fr: Activer le mode de secours
nl: Activeer reddingsmodus
pl: Włącz tryb ratunkowy
sv: Aktivera räddningsläge
tr: Kurtarma modunu aktif et

source: EEPROM image file
da: EEPROM image-fil
de: EEPROM Image Datei
es: Fichero imagen EEPROM
fr: Nom d'image EEPROM
nl: EEPROM bestand
pl: Plik obrazu EEPROM
sv: EEPROM-avbildningsfil
tr: EEPROM imaj dosyasý

source: Enable writes to MMC Replay EEPROM image
da: Tillad skrivning til MMC Replay EEPROM-image
de: Erlaube Schreibzugriff auf MMC Replay EEPROM Imagedatei
es: Permitir grabación en imagen EEPROM MMC Replay
fr: Permetre l'écriture à l'image MMC Replay EEPROM
nl: Aktiveer schrijven naar MMC Replay EEPROM bestand
pl: Włącz zapis do obrazu EEPROM MMC Replay
sv: Aktivera skrivning till MMC Replay EEPROM-avbildning
tr: MMC Replay EEPROM imajýnda yazmalarý aktif et

source: MMC Replay card image filename
da: MMC Replay kort image-filnavn
de: MMC Replay Modul Imagedateiname
es: Nombre de fichero imagen MMC Replay EEPROM
fr: Nom du fichier de l'image carte MMC Replay
nl: MMC Replay card bestandsnaam
pl: Nazwa pliku obrazu karty MMC Replay
sv: Namn på MMC Replay-kortavbildning
tr: MMC Replay kart imaj dosyaismi

source: MMC Replay EEPROM image filename
da: MMC Replay EEPROM image-filnavn
de: MMC Replay EEPROM Imagedateiname
es: Nombre de fichero imagen MMC Replay EEPROM
fr: Nom du fichier de l'image EEPROM MMC Replay
nl: MMC Replay EEPROM bestandsnaam
pl: Nazwa pliku obrazu EEPROM MMC Replay
sv: Namn på MMC Replay-EEPROM-avbildning
tr: MMC Replay EEPROM dosyaismi

source: Enable mouse grab
da: Aktivér overtagelse af mus
de: Maus aktivieren
es: Permitir captuar del ratón
fr: Saisir la souris
hu: Egér elkapás engedélyezése
it: Attiva cattura mouse
nl: Gebruiken van de muis inschakelen
pl: Włącz przechwytywanie myszy
sv: Aktivera fångande av mus
tr: Mouse yakalamayý aktif et

source: Enable SmartMouse RTC saving
nl: Activeer opslaan van de SmartMouse RTC
pl: Włącz zapis zegara Smart Mouse

source: Enter port
da: Angiv port
de: Portnummer eingeben
es: Entrar puerto
fr: Entrer le port
hu: Adja meg a portot
it: Inserisci la porta
nl: Geef poort
pl: Wprowadź port
sv: Ange port
tr: Portu girin

source: Netplay TCP port
da: TCP-port til netværksspil
es: Puerto Netplay TCP
fr: Port TCP pour le jeu en réseau
it: Porta TCP per netplay
nl: Netplay TCP poort
pl: Port TCP netplay
sv: TCP-port för nätverksspel
tr: Netplay TCP portu

source: Invalid TCP port
da: Ugyldig TCP-port
de: Ungültige Port Nummer
es: Puerto TCP erroneo
fr: Port TCP invalide
hu: Érvénytelen TCP port
it: Porta TCP non valida
nl: Ongeldige TCP poort
pl: Błędny port TCP
sv: Ogiltig TCP-port
tr: Geçersiz TCP port

source: Error starting the netplay server.
da: Fejl under start af netspilsserver.
de: Fehler beim Starten des Netplay Servers.
es: Error al iniciar el servidor netplay
fr: Erreur de demurrage du jeu en réseau.
hu: Hiba történt a játék kiszolgáló indításakor.
it: Si è verificato un errore avviando il server netplay.
nl: Fout bij het starten van de netplay server.
pl: Błąd przy uruchamianiu serwera gry sieciowej.
sv: Fel vid start av nätverksspelsserver.
tr: Netplay sunucusu baþlatýlýrken hata oluþtu.

source: Netplay Server name
da: Navn på netspilsserver
es: Nombre de servidor Netplay
fr: Nom du serveur de jeu en réseau
hu: Netplay kiszolgáló név
it: Nome del server Netplay
nl: Netplay Server naam
pl: Nazwa serwera gry sieciowej
sv: Namn på nätverksspelsserver
tr: Netplay Sunucu ismi

source: Hostname:
da: Værtsnavn:
es: Nombre del host:
fr: Nom dhôte :
hu: A gazdagép neve:
it: Nome host:
nl: Hostnaam:
pl: Nazwa hosta:
sv: Värdnamn:
tr: Bilgisayar Ýsmi:

source: Error connecting to server.
da: Fejl under tilslutning til server.
de: Fehler beim Verbindungsaufbau zum Server
es: Error de conexión con el server.
fr: Erreur de connection au serveur.
hu: Hiba történt a kapcsolódáskor.
it: Si è verificato un errore durante la connessione al server.
nl: Fout bij het verbinden met de server.
pl: Bład połączenia z serwerem.
sv: Fel vid anslutning till server.
tr: Sunucuya baðlantý hatasý.

source: TCP port
es: Puerto TCP
fr: Port TCP
it: Porta TCP
nl: TCP poort
pl: Port TCP
tr: TCP portu

source: Server to connect to
da: Server der forbindes til
de: Server zu welchem verbunden werden soll
es: Servidor a conectar
fr: Se connecter au serveur à
hu: Kiszolgáló kapcsolódási címe
it: Server connesso a
nl: Server om mee te verbinden
pl: Serwer do podłączenia
sv: Server att ansluta till
tr: Baðlanýlacak sunucu

source: Connect to server
da: Forbind til server
de: Verbinde mit Server
es: Conectar con servidor
fr: Se connecter au serveur
hu: Kapcsolódás a kiszolgálóhoz
it: Connetti al server
nl: maak verbinding met de server
pl: Połącz z serwerem
sv: Anslut till server
tr: Sunucuya baðlan

source: Disconnect
da: Afbryd forbindelse
de: Verbindung Trennen
es: Desconectar
fr: Se déconnecter du serveur
hu: Szétkapcsolódás
it: Disconnetti
nl: Verbreek verbinding
pl: Rozłącz
sv: Koppla från
tr: Baðlantýyý kes

source: Load custom palette
da: Indlæs egen palette
de: Benutzerdefinierte Palette...
es: Cargar paleta personalizada
fr: Charger une palette personnalisée
hu: Egyéni paletta betöltése
it: Carica una palette personalizzata
nl: Laad aangepaste kleuren
pl: Wczytaj właną paletę barw
sv: Läs egen palett
tr: Özel palet yükle

source: Could not load palette file '%s'
da: Kunne ikke læse palettefil "%s"
de: Kann Paletten Datei `%s' nicht laden.
es: No puedo cargar el fichero de paleta '%s'
fr: Impossible de charger le fichier de palette '%s'
hu: Nem sikerült a palettát betölteni: '%s'
it: Non è possibile caricare il file di palette '%s'
nl: Kon kleurenbestand niet laden '%s'
pl: Nie można załadować pliku palety '%s'
sv: Kunde inte läsa palettfil "%s"
tr: Palet dosyasý yüklenemedi '%s'

source: Path
da: Sti
de: Pfad
es: Camino
fr: Emplacement
nl: Pad
pl: Ścieżka
sv: Sökväg
tr: Yol

source: Select block device for raw access
da: Vælg blockdevice til rå adgang
de: Block Gerät für direkten Zugriff auswählen
es: Seleccionar periferico para acceso RAW
fr: Sélectionner le périphérique bloc pour accès direct (RAW)
nl: Selecteer blok apparaat voor werkelijke toegang
pl: Wybierz urządzenie blokowe do surowego dostępu
sv: Välj blockenhet för rå åtkomst
tr: Düz eriþim için blok cihazý seç

source: File system access
da: Filsystemstilgang
de: Dateisystem Zugriff
es: Sistema de acceso a ficheros
fr: Accès au système de fichiers
nl: Bestandssysteemtoegang
pl: Dostęp systemu plików
sv: Filsystemsåtkomst
tr: Dosya sistem eriþimi

source: Real device access
da: Tilgang til ægte enheder
de: Echter Geräte Zugriff
es: Acceso a periféricos reales
fr: Accès aux périphérique réel
nl: Werkelijk apparaat toegang
pl: Prawdziwy dostęp urządzenia
sv: Åtkomst till äkta enhet
tr: Gerçek aygýt eriþimi

source: Raw device access
da: Tilgang til rå enhed
de: Echter Geräte Zugriff (raw)
es: Acceso directo a periféricos
fr: Accès de bas niveau (RAW) aux périphériques
nl: Raw apparaat toegang
pl: Surowy dostęp urządzenia
sv: Åtkomst till rå enhet
tr: Düz aygýt eriþimi

source: Enable IEC device
da: Aktivér IEC-enhed
de: IEC Gerät aktivieren
es: Permitir periférico IEC
fr: Activer le périphérique IEC
nl: Activeer IEC apparaat
pl: Włącz urządzenie IEC
sv: Aktivera IEC-enhet
tr: IEC aygýtýný aktif et

source: Read only access
da: Kun læseadgang
de: Schreibgeschützter Zugriff
es: Acceso de sólo lectura
fr: Accès en lecture seule
nl: Alleen lezen toegang
pl: Dostęp tylko do odczytu
sv: Endast läsåtkomst
tr: Salt okunur eriþim

source: File system directory
da: Filsystemkatalog
de: Dateisystem Verzeichnis
es: Directorio ficheros del sistema
fr: Répertoire du système de fichiers
nl: Bestandssysteem directory
pl: Katalog systemu plików
sv: Filsystemskatalog
tr: Dosya sistem dizini

source: Convert P00 file names
da: Konvertér P00-filnavne
de: P00 Dateiname konvertieren
es: Convertir nombres de ficheros P00
fr: Convertir les noms de fichiers P00
nl: Converteer P00 bestandsnamen
pl: Konwertuj nazwy plików P00
sv: Konvertera P00-filnamn
tr: P00 dosya isimlerini dönüþtür

source: Create P00 files on save
da: Opret P00-filer når der gemmes
de: P00 Dateien beim Speichern erzeugen
es: Crear ficheros P00 al grabar
fr: Créer des fichiers P00 lors de sauvegardes
nl: Maak P00 bestanden bij opslaan
pl: Stwórz plik P00 podczas zapisu
sv: Skapa P00 då filer sparas
tr: Kaydederken P00 dosyalarýný oluþtur

source: Hide non-P00 files
da: Skjul ikke-P00-filer
de: Non-P00 Dateien ausblenden
es: Ocultar ficheros no P00
fr: Cacher les fichiers non-P00
nl: Verberg non-P00 bestanden
pl: Ukryj pliki inne niż P00
sv: Göm icke-P00-filer
tr: P00 harici dosyalarý gizle

source: Drive #8 device type
nl: Drive #8 apparaat soort
pl: Typ urządzenia napędu #8
sv: Enhet 8 enhetstyp

source: Drive #8 options
nl: Drive #8 opties
pl: Opcje napędu #8
sv: Enhet 8 alternativ

source: Drive #9 device type
nl: Drive #9 apparaat soort
pl: Typ urządzenia napędu #9
sv: Enhet 9 enhetstyp

source: Drive #9 options
nl: Drive #9 opties
pl: Opcje napędu #9
sv: Enhet 9 alternativ

source: Drive #10 device type
nl: Drive #10 apparaat soort
pl: Typ urządzenia napędu #10
sv: Enhet 10 enhetstyp

source: Drive #10 options
nl: Drive #10 opties
pl: Opcje napędu #10
sv: Enhet 10 alternativ

source: Drive #11 device type
nl: Drive #11 apparaat soort
pl: Typ urządzenia napędu #11
sv: Enhet 11enhetstyp

source: Drive #11 options
nl: Drive #11 opties
pl: Opcje napędu #11
sv: Enhet 11 alternativ

source: Enter PET Colour background (range: 0-255)
nl: Geef PET Colour achtergrond kleur (bereik: 0-255)
pl: Wprowadź tło PET
sv: Ange bakgrundsfärg för PET (omfång: 0-255)

source: PET Colour background
nl: PET Colour achtergrond kleur
pl: Tło koloru PET
sv: PET bakgrundsfärg

source: PET Colour type
nl: PET Colour soort
pl: Rodzaj koloru PET
sv: PET färgtyp

source: PET DWW file
da: PET DWW fil
de: PET DWW Datei
es: Fihcero DWW PET
fr: Fichier PET DWW
nl: PET DWW bestand
pl: Plik PET DWW
sv: PET DWW-fil
tr: PET DWW dosyasý

source: PET REU file
da: PET REU-fil
de: PET REU Datei
es: Fichero REU PET
fr: Fichier PET REU
hu: PET REU fájl
it: File PET REU
nl: PET REU bestand
pl: Plik PET REU
sv: PET REU-fil
tr: PET REU dosyasý

source: Printer 1 (file dump)
da: Printer 1 (fildump)
de: Drucker 1 (auf Datei)
es: Impresora 1 (volcado a fichero)
fr: Imprimante 1 (sur fichier)
nl: Printer 1 (bestandsdump)
pl: Drukarka 1 (zrzut pliku)
sv: Skrivare 1 (fildump)
tr: Yazýcý 1 (dosya dökümü)

source: Printer 2 (exec)
da: Printer 2 (kommando)
de: Drucker 2 (Ausführung)
es: Impresora 2 (exec)
fr: Imprimante 2 (exécution)
nl: Printer 2 (uitvoeren)
pl: Drukarka 2 (wykonanie)
sv: Skrivare 2 (kommando)
tr: Yazýcý 2 (yürüt)

source: Printer 3 (exec)
da: Printer 3 (kommando)
de: Drucker 3 (Ausführung)
es: Impresora 3 (exec)
fr: Imprimante 3 (exécution)
nl: Printer 3 (uitvoeren)
pl: Drukarka 3 (wykonanie)
sv: Skrivare 3 (kommando)
tr: Yazýcý 3 (yürüt)

source: Select printer dump file
da: Vælg udskriftsdumpfil
de: Drucker Ausgabedatei definieren
es: Seleccionar fichero de volcado impresion
fr: Sélectionnez le fichier de sortie d'imprimante
hu: Válassza ki a nyomtató kimeneti fájlt
it: Seleziona il file su cui stampare
nl: Selecteer printerdumpbestand
pl: Wybierz plik zrzutu drukarki
sv: Välj utskriftsdumpfil
tr: Yazýcý döküm dosyasýný seçin

source: Command to execute for printing (preceed with '|')
da: Kommando for udskrift (start med "|")
de: Kommand für Druckerausgabe definieren ('|' voranstellen!)
es: Comando para ejecutar impresión (precedido con '|')
fr: Commande à exécuter pour imprimer (précédé de '|')
hu: Nyomtatáshoz használandó parancs (kezdõdjön '|' jellel)
it: Comando da eseguire per stampare (preceduto da '|')
nl: Commando voor printen (begin met '|')
pl: Polecenie do uruchomienia dla drukowania (poprzedzone '|')
sv: Kommando att köra för utskrift (inled med "|")
tr: Yazdýrma için yürütme komutu ('|' ile ayrýlmýþ)

source: Userport printer emulation
da: Emulering af printer på brugerporten
de: Userport Drucker Emulation
es: Emulación puerto usuario impresora
fr: Émulation d'imprimante port utilisateur
nl: Userport printer emulatie
pl: Emulacja drukarki w userporcie
sv: Emulering av skrivare på användarporten
tr: Userport yazýcýsý emülasyonu

source: Userport printer driver
da: Printerdriver for brugerporten
de: Userport Drucker Treiber
es: controlador puerto usuario
fr: Pilote de l'imprimante sur port utilisateur
hu: Userport-os nyomtató meghajtó
it: Stampante su Userport: driver
nl: Userport printer stuurprogramma
pl: Sterownik drukarki w userporcie
sv: Skrivardrivrutin för användarporten
tr: Userport yazýcýsý sürücüsü

source: Userport printer output
da: Printerdata på brugerporten
de: Userport Drucker Ausgabe
es: Salida puerto impresora
fr: Sortie de l'imprimante port utilisateur
nl: Userport printer uitvoer
pl: Wyjście drukarki w userporcie
sv: Utdata för användarportskrivare
tr: Userport yazýcýsý çýktýsý

source: Userport printer text output device
da: Tekst uddataenhed på brugerporten
de: Userport Drucker Text Ausgabegerät
es: Periférico de salida en puerto impresora
fr: Périphérique de sortie texte de l'imprimante sur port utilisateur
hu: Userport-os nyomtató szöveg kimenetes eszköz
it: Stampante su Userport: dispositivo di output
nl: Userport printer tekst uitvoer apparaat
pl: Urządzenie wyjścia tekstu dla drukarki w userporcie
sv: Textutenhet för användarportskrivare
tr: Userport yazýcýsý metin çýktýsý aygýtý

source: Printer #4 emulation
da: Printer #4 emulering
de: Drucker #4 Emulation
es: Emulación impresora #4
fr: Émulation d'imprimante 4
nl: Printer #4 emulatie
pl: Emulacja drukarki #4
sv: Emulering av skrivare 4
tr: Yazýcý #4 emülasyonu

source: Printer #4 enable IEC device
da: Aktivér IEC-enhed for printer #4
de: IEC Drucker #4 aktivieren
es: Permitir periférico IEC en impresora #4
fr: Imprimante #4 Activer le périphérique IEC
nl: Printer #4 activeer IEC apparaat
pl: Włącz urządzenie IEC napędu #4
sv: Aktivera IEC-enhet för skrivare 4
tr: Yazýcý #4 IEC aygýtýný aktif et

source: Printer #4 driver
de: Drucker #4 Treiber
es: Controlador impresora #4
fr: Pilote d'imprimante 4
nl: Printer #4 stuurprogramma
pl: Sterownik drukarki #4
sv: Drivrutin för skrivare 4
tr: Yazýcý #4 sürücüsü

source: Printer #4 output
da: Printer #4 uddata
de: Drucker #4 Ausgabe
es: Salida impresora #4
fr: Sortie de l'imprimante 4
nl: Printer #4 uitvoer
pl: Wyjście drukarki #4
sv: Utdata för skrivare 4
tr: Yazýcý #4 çýktýsý
