Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Drive #8 40-track image support
da: Enhed #8 understøtter 40-spors images
de: Laufwerk #8 40-Spur Image Unterstützung
es: Soporte imagen de 40 pistas en unidad disco #8
fr: Support d'images de 40 pistes sur le lecteur #8
hu: #8-as lemezegység 40 sávos mód
it: Drive #8: Supporto immagini di 40 tracce
nl: Drive #8 40-sporen bestand ondersteuning
pl: Obsługa 40 ścieżkowego obrazu w napędzie #8
sv: 40-spårsstöd för enhet 8
tr: Sürücü #8 40-track imaj desteði

source: Drive #8 idle method
da: Enhed #8 pause-tilstand
de: Laufwerk #8 Idle Methode
es: Método tiempo inactivo en unidad disco #8
fr: Méthode d'idle du lecteur #8
hu: #8-as lemezegység üresjárat mód
it: Drive #8: Rileva inattività
nl: Drive #8 idle methode
pl: Metoda bezczynności napędu #8
sv: Pausmetod för enhet 8
tr: Sürücü #8 boþa vakit geçirme metodu

source: Drive #9 expansion
da: Enhed #9 udviddelse
de: Laufwerk #9 Erweiterung
es: Expansión unidad disco #9
fr: Expansion du lecteur #9
hu: #9-es lemezegység bõvítés
it: Drive #9: Espansione
nl: Drive #9 uitbreiding
pl: Rozszerzenie napędu #9
sv: Utökning för enhet 9
tr: Sürücü #9 geniþlemesi

source: Drive #9 40-track image support
da: Enhed #8 understøtter 40-spors images
de: Laufwerk #9 40-Spur Image Unterstützung
es: Soporte imagen de 40 pistas en unidad disco #9
fr: Support d'images de 40 pistes sur le lecteur #9
hu: #9-es lemezegység 40 sávos mód
it: Drive #9: Supporto immagini di 40 tracce
nl: Drive #9 40-sporen bestand ondersteuning
pl: Obsługa 40 ścieżkowego obrazu w napędzie #9
sv: 40-spårsstöd för enhet 9
tr: Sürücü #9 40-track imaj desteði

source: Drive #9 idle method
da: Enhed #9 pause-tilstand
de: Laufwerk #9 Idle Methode
es: Método tiempo inactivo en unidad disco #9
fr: Méthode d'idle du lecteur #9
hu: #9-es lemezegység üresjárat mód
it: Drive #9: Rileva inattività
nl: Drive #9 idle methode
pl: Metoda bezczynności napędu #9
sv: Pausmetod för enhet 9
tr: Sürücü #9 boþa vakit geçirme metodu

source: Drive #10 expansion
da: Enhed #10 udviddelse
de: Laufwerk #10 Erweiterung
es: Expansión unidad disco #10
fr: Expansion du lecteur #10
hu: #10-es lemezegység bõvítés
it: Drive #10: Espansione
nl: Drive #10 uitbreiding
pl: Rozszerzenie napędu #10
sv: Utökning för enhet 10
tr: Sürücü #10 geniþlemesi

source: Drive #10 40-track image support
da: Enhed #10 understøtter 40-spors images
de: Laufwerk #10 40-Spur Image Unterstützung
es: Soporte imagen de 40 pistas en unidad disco #10
fr: Support d'images de 40 pistes sur le lecteur #10
hu: #10-es lemezegység 40 sávos mód
it: Drive #10: Supporto immagini di 40 tracce
nl: Drive #10 40-sporten bestand ondersteuning
pl: Obsługa 40 ścieżkowego obrazu w napędzie #10
sv: 40-spårsstöd för enhet 10
tr: Sürücü #10 40-track imaj desteði

source: Drive #10 idle method
da: Enhed #10 pause-tilstand
de: Laufwerk #10 Idle Methode
es: Método tiempo inactivo en unidad disco #10
fr: Méthode d'idle du lecteur #10
hu: #10-es lemezegység üresjárat mód
it: Drive #10: Rileva inattività
nl: Drive #10 idle methode
pl: Metoda bezczynności napędu #10
sv: Pausmetod för enhet 10
tr: Sürücü #10 boþa vakit geçirme metodu

source: Drive #11 expansion
da: Enhed #11 udviddelse
de: Laufwerk #11 Erweiterung
es: Expansión unidad disco #11
fr: Expansion du lecteur #11
hu: #11-es lemezegység bõvítés
it: Drive #11: Espasione
nl: Drive #11 uitbreiding
pl: Rozszerzenie napędu #11
sv: Utökning för enhet 11
tr: Sürücü #11 geniþlemesi

source: Drive #11 40-track image support
da: Enhed #11 understøtter 40-spors images
de: Laufwerk #11 40-Spur Image Unterstützung
es: Soporte imagen de 40 pistas en unidad disco #11
fr: Support d'images de 40 pistes sur le lecteur #11
hu: #11-es lemezegység 40 sávos mód
it: Drive #11: Supporto immagini di 40 tracce
nl: Drive #11 40-sporen bestand ondersteuning
pl: Obsługa 40 ścieżkowego obrazu w napędzie #11
sv: 40-spårsstöd för enhet 11
tr: Sürücü #11 40-track imaj desteði

source: Drive #11 idle method
da: Enhed #11 pause-tilstand
de: Laufwerk #11 Idle Methode
es: Método tiempo inactivo en unidad disco #11
fr: Méthode d'idle du lecteur #11
hu: #11-es lemezegység üresjárat mód
it: Drive #11: Rileva inattività
nl: Drive #11 idle methode
pl: Metoda bezczynności napędu #11
sv: Pausmetod för enhet 11
tr: Sürücü #11 boþa vakit geçirme metodu

source: RAW Block Device Name
da: Råt block-device navn
de: RAW Block Gerätename
es: Nombre del periferico bloque RAW
fr: Nom du périphérique bloc RAW
nl: Werkelijk blok apparaat naam
pl: Nazwa surowego urządzenia blokowego
sv: Rå-blockenhetsnamn
tr: Düz Blok Cihaz Ýsmi

source: Drive settings
da: Diskettedrevsindstillinger
de: Floppy Einstellungen
es: Ajustes unidad disco
fr: Paramètres des lecteurs
hu: Lemezegység beállításai
it: Impostazioni drive
nl: Drive instellingen
pl: Ustawienia napędu
sv: Diskettenhetsinställningar
tr: Sürücü ayarlarý

source: Load new 1540 ROM
nl: Laad nieuw 1540 ROM
pl: Wczytaj nowy ROM 1540

source: Load new 1541 ROM
da: Indlæs ny 1541-ROM
de: 1541 ROM laden
es: Cargar nueva ROM 1541
fr: Charger le nouveau ROM 1541
hu: Új 1541 ROM betöltése
it: Carica una nuova ROM del 1541
nl: Laad nieuw 1541 ROM
pl: Wczytaj nowy ROM 1541
sv: Läs ny 1541-ROM
tr: Yeni 1541 ROM'u yükle

source: Load new 1541-II ROM
da: Indlæs ny 1541-II-ROM
de: 1541-II ROM laden
es: Cargar nueva ROM 1541-II
fr: Charger le nouveau ROM 1541-II
hu: Új 1541-II ROM betöltése
it: Carica una nuova ROM del 1541-II
nl: Laad nieuw 1541-II ROM
pl: Wczytaj nowy ROM 1541-II
sv: Läs ny 1541-II-ROM
tr: Yeni 1541-II ROM'u yükle

source: Load new 1570 ROM
da: Indlæs ny 1570-ROM
de: 1570 ROM laden
es: Cargar nueva ROM 1570
fr: Charger le nouveau ROM 1570
hu: Új 1570 ROM betöltése
it: Carica una nuova ROM del 1570
nl: Laad nieuw 1570 ROM
pl: Wczytaj nowy ROM 1570
sv: Läs ny 1570-ROM
tr: Yeni 1580 ROM'u yükle

source: Load new 1571 ROM
da: Indlæs ny 1571-ROM
de: 1571 ROM laden
es: Cargar nueva ROM 1571
fr: Charger le nouveau ROM 1571
hu: Új 1571 ROM betöltése
it: Carica una nuova ROM del 1571
nl: Laad nieuw 1571 ROM
pl: Wczytaj nowy ROM 1571
sv: Läs ny 1571-ROM
tr: Yeni 1571 ROM'u yükle

source: Load new 1571CR ROM
da: Indlæs ny 1571CR-ROM
de: 1571CR ROM laden
es: Cargar nueva ROM 1571CR
fr: Charger le nouveau ROM 1571CR
hu: Új 1571CR ROM betöltése
it: Carica una nuova ROM del 1571CR
nl: Laad nieuw 1571CR ROM
pl: Wczytaj nowy ROM 1571CR
sv: Läs ny 1571CR-ROM
tr: Yeni 1571CR ROM'u yükle

source: Load new 1581 ROM
da: Indlæs ny 1581-ROM
de: 1581 ROM laden
es: Cargar nueva ROM 1581
fr: Charger le nouveau ROM 1581
hu: Új 1581 ROM betöltése
it: Carica una nuova ROM del 1581
nl: Laad nieuw 1581 ROM
pl: Wczytaj nowy ROM 1581
sv: Läs ny 1581-ROM
tr: Yeni 1581 ROM'u yükle

source: Load new 2000 ROM
da: Indlæs ny 2000-ROM
de: 2000 ROM laden
es: Cargar nueva ROM 2000
fr: Charger le nouveau ROM 2000
nl: Laad nieuw 2000 ROM
pl: Wczytaj nowy ROM 2000
sv: Läs ny 2000-ROM
tr: Yeni 2000 ROM'u yükle

source: Load new 4000 ROM
da: Indlæs ny 4000-ROM
de: 4000 ROM laden
es: Cargar nueva ROM 4000
fr: Charger le nouveau ROM 4000
nl: Laad nieuw 4000 ROM
pl: Wczytaj nowy ROM 4000
sv: Läs ny 4000-ROM
tr: Yeni 4000 ROM'u yükle

source: Load new 2031 ROM
da: Indlæs ny 2031-ROM
de: 2031 ROM laden
es: Cargar nueva ROM 2031
fr: Charger le nouveau ROM 2031
hu: Új 2031 ROM betöltése
it: Carica una nuova ROM del 2031
nl: Laad nieuw 2031 ROM
pl: Wczytaj nowy ROM 2031
sv: Läs ny 2031-ROM
tr: Yeni 2031 ROM'u yükle

source: Load new 2040 ROM
da: Indlæs ny 2040-ROM
de: 2040 ROM laden
es: Cargar nueva ROM 2040
fr: Charger le nouveau ROM 2040
hu: Új 2040 ROM betöltése
it: Carica una nuova ROM del 2040
nl: Laad nieuw 2040 ROM
pl: Wczytaj nowy ROM 2040
sv: Läs ny 2040-ROM
tr: Yeni 2040 ROM'u yükle

source: Load new 3040 ROM
da: Indlæs ny 3040-ROM
de: 3040 ROM laden
es: Cargar nueva ROM 3040
fr: Charger le nouveau ROM 3040
hu: Új 3040 ROM betöltése
it: Carica una nuova ROM del 3040
nl: Laad nieuw 3040 ROM
pl: Wczytaj nowy ROM 3040
sv: Läs ny 3040-ROM
tr: Yeni 3040 ROM'u yükle

source: Load new 4040 ROM
da: Indlæs ny 4040-ROM
de: 4040 ROM laden
es: Cargar nueva ROM 4040
fr: Charger le nouveau ROM 4040
hu: Új 4040 ROM betöltése
it: Carica una nuova ROM del 4040
nl: Laad nieuw 4040 ROM
pl: Wczytaj nowy ROM 4040
sv: Läs ny 4040-ROM
tr: Yeni 4040 ROM'u yükle

source: Load new 1001 ROM
da: Indlæs ny 1001-ROM
de: 1001 ROM laden
es: Cargar nueva ROM 1001
fr: Charger le nouveau ROM 1001
hu: Új 1001 ROM betöltése
it: Carica una nuova ROM del 1001
nl: Laad nieuw 1001 ROM
pl: Wczytaj nowy ROM 1001
sv: Läs ny 1001-ROM
tr: Yeni 1001 ROM'u yükle

source: Standard Userport
da: Standard brugerport
es: Puerto de usuario standard
fr: Port utilisateur standard
nl: Standaard userport
pl: Standardowy userport
sv: Standard användarport
tr: Standart Userport

source: Parallel cable
da: Parallelkabel
de: Parallel Kabel
es: Cable paralelo
fr: Câble parallèle
hu: Párhuzamos kábel
it: Cavo parallelo
nl: Parallelle kabel
pl: Łącze portu równoległego
sv: Parallellkabel
tr: Paralel kablo

source: Enable Professional DOS
da: Aktivér Professional DOS
de: Professional DOS aktivieren
es: Permitir DOS profesional
fr: Activer le DOS Professionnel
hu: Professional DOS engedélyezése
it: Attiva Professional DOS
nl: Activeer Professional DOS
pl: Włącz Professional DOS
sv: Aktivera Professional DOS
tr: Professional DOS'u aktif et

source: Enable SuperCard+
da: Aktivér SuperCard+
de: SuperCard+ aktivieren
es: Permitir SuperCard+
fr: Activer SuperCard+
nl: Activeer SuperCard+
pl: Włącz SuperCard+
sv: Aktivera SuperCard+
tr: SuperCard+'ý aktif et

source: Load new Professional DOS 1571 ROM
da: Indlæs ny Professional DOS 1571 ROM
de: Professional DOS 1571 ROM laden
es: Cargar nueva Professional DOS 1571 ROM
fr: Carger le nouveau ROM Professional DOS 1571
nl: Laad nieuw Professional DOS 1571 ROM
pl: Wczytaj nowy ROM Professional DOS 1571
sv: Läs ny Professional DOS 1571-ROM
tr: Yeni Professional DOS 1571 ROM yükle

source: Load new SuperCard+ ROM
da: Indlæs ny SuperCard+ ROM
de: SuperCard+ ROM laden
es: Cargar nueva ROM SuperCard+
fr: Charger nouveau ROM SuperCard+
nl: Laad nieuw SuperCard+ ROM
pl: Wczytaj nowy ROM SuperCard+
sv: Läs ny SuperCard+-ROM
tr: Yeni SuperCard+ ROM yükle

source: No traps
da: Ingen traps
de: Keine Traps
es: No interceptar
fr: Pas de trappes
hu: Folyamatos emuláció
it: Non rilevare
nl: Geen traps
sv: Ingen infångning
tr: Trap Yok

source: Skip cycles
da: Spring over cykler
de: Zyklen auslassen
es: Saltar ciclos
fr: Sauter des cycles
hu: Ciklusok kihagyása
it: Salta cicli
nl: Sla cycli over
pl: Opuszczaj cykle
sv: Hoppa cykler
tr: Cyclelarý atla

source: Load new 1551 ROM
da: Indlæs ny 1551-ROM
de: Neues 1551 ROM laden
es: Cargar nueva ROM 1551
fr: Charger le nouveau ROM 1551
hu: Új 1551 ROM betöltése
it: Carica una nuova ROM del 1551
nl: Laad nieuw 1551 ROM
pl: Wczytaj nowy ROM 1551
sv: Läs ny 1551-ROM
tr: Yeni 1551 ROM'u yükle

source: Enable jumper
da: Aktivér jumper
de: Jumper aktivieren
es: Permitir jumper
fr: Activer jumper
nl: Activeer jumper
pl: Ustaw zworkę
sv: Aktivera bygel
tr: Jumperý aktif et

source: Optimize image when saving
nl: Optimalizeer het bestand bij opslaan
pl: Optymalizacja obrazu przy zapisie

source: Off
da: Slukket
de: Aus
es: Apagado
hu: Ki
it: No
nl: Uit
pl: Wyłącz
sv: Av
tr: Kapalý

source: On
da: Tændt
de: Ein
es: Encendido
hu: Be
it: Sì
nl: Aan
pl: Włącz
sv: På
tr: Açýk

source: Expert Cartridge file
da: Expert Cartridge-fil
de: Expert Cartridge Imagedatei
es: Fichero Expert Cartrige
fr: Fichier Cartouche Expert
nl: Expert Cartridge bestand
pl: Plik Expert Cartridge
sv: Expert Cartridge-fil
tr: Expert Kartuþu dosyasý

source: Load
da: Indlæs
de: Lade
es: Carga
fr: Charger
hu: Töltés
it: Carica
nl: Laad
pl: Wczytaj
sv: Läs
tr: Yükle

source: Save
da: Gem
de: Speichern
es: Grabación
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
sv: Spara
tr: Kaydet

source: Flip list file
da: Bladrelistefil
de: Fliplistdatei
es: Lista de ficheros a conmutar
fr: Fichier de groupement de disques
nl: Flip lijst bestand
pl: Plik listy podmiany nośników
sv: Vallistefil
tr: Sýralama listesi dosyasý

source: Successfully read `%s'.
da: Indlæst "%s"
de: `%s' erfolgreich gelesen.
es: Exito en la lectura `%s'.
fr: Lecture de `%s' réussie.
hu: `%s' sikeresen beolvasva.
it: Lettura di `%s' riuscita.
nl: Met succes gelezen bestand `%s'.
pl: Odczyt `%s' zakończone pomyślnie
sv: Läste "%s"
tr: `%s' baþarýyla okundu.

source: Error reading `%s'.
da: Fejl under læsning "%s".
de: Fehler beim Lesen: %s.
es: Error leyendo `%s'.
fr: Erreur lors de la lecture de `%s'.
hu: Hiba `%s' olvasása közben.
it: Errore durante la lettura di `%s'.
nl: Fout bij het lezen van `%s'.
pl: Błąd odczytu `%s'.
sv: Fel vid läsning av "%s".
tr: `%s' okuma hatasý.

source: Successfully wrote `%s'
da: Skrev "%s"
de: `%s' erfolgreich gespeichert
es: Grabado con éxito `%s'
fr: Écriture réussie de `%s'
hu: `%s' sikeresen kiírva
it: Scruttura di `%s' riuscita
nl: Met succes `%s' weggeschreven
pl: Zapisywanie `%s' zakończone pomyślnie
sv: Skrev "%s"
tr: `%s' baþarýyla yazýldý

source: Error writing `%s'.
da: Fejl under skrivning "%s".
de: Fehler beim Schreiben: %s.
es: Error en la grabación `%s'.
fr: Erreur lors de la l'écriture de `%s'.
hu: Hiba `%s' írása közben.
it: Errore durante la scrittura di `%s'.
nl: Fout bij het schrijven van `%s'.
pl: Błąd zapisu: `%s'.
sv: Fel vid skrivning av "%s".
tr: `%s' yazma hatasý.

source: Add current image (Unit 8)
da: Tilføj nuværende image (Enhed 8)
de: Aktuelles Image hinzufügen (Gerät 8)
es: Añadir imagen actual (Unidad 8)
fr: Ajouter l'image de disque courante (#8) au groupement
hu: Az aktuális képmás hozzáadása (8-as egység)
it: Aggiungi l'immagine attuale (Unità 8)
nl: Voeg huidig bestand toe (Drive 8)
pl: Dodaj aktualny obraz (jednostka 8)
sv: Lägg till aktuell avbildning (enhet 8)
tr: Geçerli imajý ekle (Birim 8)

source: Remove current image (Unit 8)
da: Fjern nuværende image (Enhed 8)
de: Aktuelles Image entfernen (Gerät 8)
es: Quitar imagen actual (Unidad 8)
fr: Retirer l'image de disque courante (#8) au groupement
hu: Az aktuális képmás eltávolítása (8-as egység)
it: Rimuovi l'immagine attuale (Unità 8)
nl: Verwijder huidig bestand (Drive 8)
pl: Usuń aktualny obraz (jednostka 8)
sv: Ta bort aktuell avbildning (enhet 8)
tr: Geçerli imajý kaldýr (Birim 8)

source: Attach next image (Unit 8)
da: Tilslut næste image (Enhed 8)
de: Nächstes Image (Gerät 8)
es: Insertar nueva imagen (Unidad 8)
fr: Insérer le prochain disque du groupement dans le lecteur #8
hu: Következõ képmás csatolása (8-as egység)
it: Seleziona l'immagine successiva (Unità 8)
nl: Koppel volgend bestand (Drive 8)
pl: Zamontuj następny obraz (jednostka 8)
sv: Anslut nästa avbildning (enhet 8)
tr: Sonraki imajý yerleþtir (Birim 8)

source: Attach previous image (Unit 8)
da: Tilslut forrige image (Enhed 8)
de: Voriges Image (Gerät 8)
es: Insertar imagen previa (Unidad 8)
fr: Insérer le disque précédent du groupement dans le lecteur #8
hu: Elõzõ képmás csatolása (8-as egység)
it: Seleziona l'immagine precedente (Unità 8)
nl: Koppel vorig bestand (Drive 8)
pl: Zamontuj poprzedni obraz (jednostka 8)
sv: Anslut föregående avbildning (enhet 8)
tr: Önceki imajý yerleþtir (Birim 8)

source: Load flip list file
da: Indlæs bladrelistefil
de: Fliplist Datei laden
es: Cargar lista de ficheros a conmutar
fr: Charger un fichier de groupement de disques
hu: Lemezlista betöltése
it: Carica il file della fliplist
nl: Laad fliplijstbestand
pl: Wczytaj plik listy podmiany nośników
sv: Läs vallistefil
tr: Sýralama listesi dosyasýný yükle

source: Save flip list file
da: Gem bladrelistefil
de: Fliplist Datei speichern
es: Grabar lista de ficheros a conmutar
fr: Enregistrer le fichier de groupement de disques actuel
hu: Lemezlista mentése fájlba
it: Salva il file della fliplist
nl: Fliplijstbestand opslaan
pl: Zapisz plik listy podmiany nośników
sv: Spara vallistefil
tr: Sýralama listesi dosyasýný kaydet

source: Attach #%d
da: Tilslut #%d
de: Laufwerk #%d
es: Insertar #%d
fr: Insérer #%d
hu: #%d csatolása
it: Seleziona #%d
nl: Koppel #%d
pl: Zamontuj #%d
sv: Anslut %d
tr: Yerleþtir #%d

source: Detach #%d
da: Frakobl #%d
de: Entfernen #%d
es: Extraer #%d
fr: Détacher #%d
hu: #%d leválasztása
it: Rimuovi #%d
nl: Ontkoppel #%d
pl: Odmontuj #%d
sv: Koppla från %d
tr: Çýkart #%d

source: Read-only
da: Kun læseadgang
de: Schreibgeschützt
es: Sólo lectura
fr: Lecture seule
nl: Alleen-lezen
pl: Tylko do odczytu
sv: Endast läsning
tr: Salt okunur

source: Next:
da: Næste:
de: Nächstes:
es: Siguiente:
fr: Suivant:
hu: Következõ:
it: Successiva:
nl: Volgende:
pl: Następny:
sv: Nästa:
tr: Sonraki:

source: empty
da: tom
de: leer
es: vacio
fr: vide
nl: leeg
pl: pusty
sv: tom
tr: boþ

source: Previous:
da: Forrige:
de: Vorheriges:
es: Previo:
fr: Précédent:
hu: Elõzõ:
it: Precedente:
nl: Vorige:
pl: Poprzedni:
sv: Föregående:
tr: Önceki:

source: Add:
da: Tilføj:
de: Hinzufügen:
es: Añadir:
fr: Ajouter:
hu: Hozzáadás:
it: Aggiungi:
nl: Toevoegen:
pl: Dodaj:
sv: Lägg till:
tr: Ekle:

source: Remove:
da: Fjern:
de: Entfernen:
es: Quitar:
fr: Retirer:
hu: Törlés:
it: Rimuovi:
nl: Verwijder:
pl: Usuń:
sv: Ta bort:
tr: Kaldýr:

source: VidMode Resolutions
da: VidMode Opløsninger
de: VidMode Auflösungen
es: Resoluciones VidMode
fr: Résolutions et modes vidéos
hu: VidMode felbontások
it: VidMode Risoluzioni
nl: VidMode Resoluties
pl: Rozdzielczość VidMode
sv: VidMode-upplösningar
tr: VidMode Çözünürlükleri

source: XRandR Resolutions
da: XRandR Opløsninger
de: XRandR Auflösungen
es: Resoluciones XRandR
fr: Résolutions XRandR
hu: XRandR felbontások
it: XRandR Risoluzioni
nl: XRandR resoluties
pl: Rozdzielczości XRandR
sv: XRandR-upplösningar
tr: XRandR Çözünürlükleri

source: Enable fullscreen
da: Aktivér fuldskærm
de: Vollbild Modus aktivieren
es: Permitir pantalla completa
fr: Mode Plein écran
nl: Activeer volscherm
pl: Włącz pełny ekran
sv: Aktivera fullskärm
tr: Tam ekraný aktif et

source: Show Statusbar/Menu
da: Vis statuslinje/menu
de: Zeige Statuszeile/Menü
es: Mostrar Barra de estado/Menu
fr: Afficher le menu et la barre de statut
nl: Toon statusbalk/menu
pl: Pokaż pasek stanu i menu
sv: Visa statusrad/meny
tr: Durum Çubuðu/Menü Göster

source: Fullscreen device
da: Fuldskærmsenhed
de: Vollbild Gerät
es: Periférico de pantalla completa
fr: Périphérique plein écran
hu: Teljesképernyõs eszköz
it: Dispositivo per lo schermo intero
nl: Volschermapparaat
pl: Ustawienia pełnego ekranu
sv: Fullskärmsenhet
tr: Tam ekran aygýtý

source: Size
da: Størrelse
de: Größe
es: Tamaño
fr: Taille
nl: Grootte
pl: Rozmiar
sv: Storlek
tr: Boyut

source: MasC=uerade I/O swap
da: MasC=uerade I/O ombytning
es: Intercambio máscara Entrada/Salida
fr: Permutation E/S MasC=uerade
nl: MasC=uerade I/O verwisseling
pl: Zamiana we/wy MasC=uerade
sv: MasC=uerade I/O-växling
tr: MasC=uerade G/Ç deðiþimi

source: GEO-RAM file
da: GEO-RAM-fil
de: GEO-RAM Datei
es: Fihcero GEO-RAM
fr: Fichier GEO-RAM
nl: GEO-RAM bestand
pl: Plik GEO-RAM
sv: GEO-RAM-fil
tr: GEO-RAM dosyasý

source: IDE64 interface image
de: IDE64 Schnittstellenmodul
es: Imagen interface IDE64
fr: Image d'Interface IDE64
nl: IDE64 interfacebestand
pl: Obraz interfejsu IDE64
sv: IDE64-gränssnittsfil
tr: IDE64 arabirim imajý

source: Enter number of cylinders
da: Angiv antal cylindre
de: Anzahl der Zylinder eingeben
es: Entrar número de cilindros
fr: Entrez le nombre de cylindres
hu: Adja meg a cilinderek számát
it: Inserire il numero di cilindri
nl: Geef hoeveelheid cylinders
pl: Wprowadź liczbę cylindrów
sv: Ange antal cylindrar
tr: Silindir sayýsýný girin

source: Enter number of heads
da: Angiv antal hoveder
de: Anzahl der Köpfe eingeben
es: Entrar número de cabezas
fr: Entrez le nombre de têtes
hu: Adja meg a fejek számát
it: Inserire il numero di testine
nl: Geef hoeveelheid koppen
pl: Wprowadź liczbę głowic
sv: Ange antal huvuden
tr: Kafa sayýsýný girin

source: Heads
da: Hoveder
de: Köpfe
es: Cabezas
fr: Têtes
hu: Fejek
it: Testine
nl: Koppen
pl: Głowice
sv: Huvuden
tr: Kafalar

source: Enter number of sectors
da: Angiv antal sektorer
de: Anzahl der Sektoren eingeben
es: Entrar número de sectores
fr: Entrez le nombre de secteurs
hu: Adja meg a szektorok számát
it: Inserire il numero di settori
nl: Geef hoeveelheid sectoren
pl: Wprowadź liczbę sektorów
sv: Ange antal sektorer
tr: Sektör sayýsýný girin

source: IDE64 USB setting
nl: IDE64 USB instellingen
pl: Ustawienia IDE64 USB

source: USB server address:
nl: USB server adres:
pl: adres serwera USB:

source: Version 3
es: Versión 3
nl: Versie 3
tr: Versiyon 3

source: Version 4.1
nl: Versie 4.1
pl: Wersja 4.1

source: Version 4.2
nl: Versie 4.2
pl: Wersja 4.2

source: Device 1 image name
da: Enhed 1 image-navn
de: Gerät 1 Image Name
es: Nombre imagen periférico 1
fr: Nom de l'image Périphérique 1
nl: Apparaat 1 bestand naam
pl: Nazwa obrazu urządzenia 1
sv: Namn på avbildning enhet 1
tr: Cihaz 1 imaj ismi

source: Autodetect image size
da: Autodetektér størrelse på image
de: Image Größe automatisch erkennen
es: Autodetección del tamaño de la imagen
fr: Autodétection de la taille de l'image
nl: Automatisch detecteren bestandsgrootte
pl: Automatycznie wykrywaj rozmiar obrazu
sv: Autodetektera storlek på avbildning
tr: Imaj boyutunu otomatik algýla

source: Device 2 image name
da: Enhed 2 image-navn
de: Gerät 2 Image Name
es: Nombre imagen periférico 2
fr: Nom de l'image Périphérique 2
nl: Apparaat 2 bestand naam
pl: Nazwa obrazu urządzenia 2
sv: Namn på avbildning enhet 2
tr: Cihaz 2 imaj ismi

source: Device 3 image name
da: Enhed 3 image-navn
de: Gerät 3 Image Name
es: Nombre imagen periférico 3
fr: Nom de l'image Périphérique 3
nl: Apparaat 3 bestand naam
pl: Nazwa obrazu urządzenia 3
sv: Namn på avbildning enhet 3
tr: Cihaz 3 imaj ismi

source: Device 4 image name
da: Enhed 4 image-navn
de: Gerät 4 Image Name
es: Nombre imagen periférico 4
fr: Nom de l'image Périphérique 4
nl: Apparaat 4 bestand naam
pl: Nazwa obrazu urządzenia 4
sv: Namn på avbildning enhet 4
tr: Cihaz 4 imaj ismi

source: Revision
da: Udgave
es: Revisión
fr: Révision
hu: Változatszám
it: Revisione
nl: Revisie
pl: Wersja
sv: Utgåva
tr: Revizyon

source: Enable USB server
nl: Activeer USB server
pl: Włącz serwer USB

source: Set USB server address
nl: Selecteer USB server adres
pl: Wybierz adres serwera USB

source: Enable RTC saving
nl: Activeer opslaan van de RTC
pl: Włącz zapis zegara

source: Device 1 settings
da: Enhed 1 indstillinger
de: Gerät 1 Einstellungen
es: Ajustes periférico 1
fr: Paramètres Périphérique 1
nl: Apparaat 1 instellingen
pl: Ustawienia urządzenia 1
sv: Inställningar enhet 1
tr: Cihaz 1 ayarlarý

source: Device 2 settings
da: Enhed 2 indstillinger
de: Gerät 2 Einstellungen
es: Ajustes periférico 2
fr: Paramètres Périphérique 2
nl: Apparaat 2 instellingen
pl: Ustawienia urządzenia 2
sv: Inställningar enhet 2
tr: Cihaz 2 ayarlarý

source: Device 3 settings
da: Enhed 3 indstillinger
de: Gerät 3 Einstellungen
es: Ajustes periférico 3
fr: Paramètres Périphérique 3
nl: Apparaat 3 instellingen
pl: Ustawienia urządzenia 3
sv: Inställningar enhet 3
tr: Cihaz 3 ayarlarý

source: Device 4 settings
da: Enhed 4 indstillinger
de: Gerät 4 Einstellungen
es: Ajustes periférico 4
fr: Paramètres Périphérique 4
nl: Apparaat 4 instellingen
pl: Ustawienia urządzenia 4
sv: Inställningar enhet 4
tr: Cihaz 4 ayarlarý

source: Enable switch
da: Aktivér kontakt
de: Schalter aktivieren
es: Permitir commutación
fr: Activer interrupteur
nl: Activeer schakelaar
pl: Ustaw przełącznik
sv: Aktivera omkopplare
tr: Anahtarý aktif et

source: ISEPIC image
de: ISEPIC Imagedatei
es: Imagen ISEPIC
fr: Image ISEPIC
nl: ISEPIC bestand
pl: Obraz ISEPIC
sv: ISEPIC-avbildning
tr: ISEPIC imajý

source: Control port settings
nl: Spel connector instellingen
