Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Select Vic Flash Plugin image
da: Vælg Vic Flash Plugin-image
de: Vic Flash Plugin Image auswählen
es: Seleccionar imagen Vic Flash Plugin
fr: Sélectionner l'image Vic Flash Plugin
nl: Selecteer Vic Flash Plugin bestand
pl: Wybierz obraz Vic Flash Plugin
sv: Välj avbildning för Vic Flash-insticksmodul
tr: Vic Flash Plugin imajý seç

source: Enable MasC=uerade I/O swap
da: Aktivér MasC=uerade I/O-ombytning
de: MasC=uerade I/O swap aktivieren
es: Permitir intercambio MasC=uerade Entrada/Salida
fr: Activer la permutation E/S MasC=uerade
nl: Activeer MasC=uerade I/O verwisseling
pl: Włącz zamianę we/wy MasC=uerade
sv: Aktivera MasC=uerade I/O-växling
tr: MasC=uerade G/Ç deðiþimini aktif et

source: Generic image
da: Standard-image
de: Generisches Image
es: Imagen generica
fr: Image générique
nl: Algemeen bestand
pl: Standardowy obraz
sv: Generisk avbild
tr: Jenerik imaj

source: Mega-Cart image
es: Imagen Mega-Cart
fr: Image Mega-Cart
nl: Mega-Cart bestand
pl: Obraz Mega-Cart
sv: Mega-Cart-avbildning
tr: Mega-Cart imajý

source: Final Expansion image
es: Imagen Final Expansion
fr: Image Final Expansion
nl: Final Expansion bestand
pl: Obraz Final Expansion
sv: Final Expansion-fil
tr: Final Expansion imajý

source: UltiMem image
nl: UltiMem bestand

source: Vic Flash Plugin image
es: Imagen Vic Flash Plugin
fr: Image Vic Flash Plugin
nl: Vic Flash Plugin bestand
pl: Obraz Vic Flash Plugin
sv: Vic Flash insticksmodul-fil
tr: Vic Flash Plugin imajý

source: 4/8/16KB image at $2000
da: 4/8/16KB-image på $2000
de: 4/8/16KB Image bei $2000
es: 4/8/16KB imagen en $2000
fr: image 4/8/16 ko à $2000
nl: 4/8/16KB bestand in $2000
pl: 4/8/16KB obraz w $2000
sv: 4/8/16KB-fil vid $2000
tr: 4/8/16KB imajý $2000 adresinde

source: 4/8/16KB image at $4000
da: 4/8/16KB-image på $4000
de: 4/8/16KB Image bei $4000
es: 4/8/16KB imagen en $4000
fr: image 4/8/16 ko à $4000
nl: 4/8/16KB bestand in $4000
pl: 4/8/16KB obraz w $4000
sv: 4/8/16KB-fil vid $4000
tr: 4/8/16KB imajý $4000 adresinde

source: 4/8/16KB image at $6000
da: 4/8/16KB-image på $6000
de: 4/8/16KB Image bei $6000
es: 4/8/16KB imagen en $6000
fr: image 4/8/16 ko à $6000
nl: 4/8/16KB bestand in $6000
pl: 4/8/16KB obraz w $6000
sv: 4/8/16KB-fil vid $6000
tr: 4/8/16KB imajý $6000 adresinde

source: 4/8KB image at $A000
da: 4/8KB-image på $A000
de: 4/8KB Image bei $A000
es: 4/8KB imagen en $A000
fr: image 4/8 ko à $A000
nl: 4/8KB bestand in $A000
pl: 4/8KB obraz w $A000
sv: 4/8KB-fil vid $A000
tr: 4/8KB imajý $A000 adresinde

source: 4KB image at $B000
da: 4KB-image på $B000
de: 4KB Image bei $B000
es: 4KB imagen en $B000
fr: image 4 ko à $B000
nl: 4KB bestand in $B000
pl: 4KB obraz w $B000
sv: 4KB-fil vid $B000
tr: 4KB imajý $B000 adresinde

source: Enable Final Expansion write back to ROM file
da: Aktivér Final Expansion tilbageskrivning til ROM-fil
de: Final Expansion ROM Schreibzugriff aktivieren
es: Permitir grabación en fichero ROM Final Expansion
fr: Activer la réécriture du fichier ROM Final Expansion
hu: Final Expansion ROM fájlba visszaírás engedélyezése
it: Attiva il write back per Final Expansion su file ROM
nl: Activeer terug schrijven naar ROM bestand voor Final Expansion
pl: Włącz zapis do pliku ROM Final Expansion
sv: Aktivera återskrivning till ROM-fil för Final Expansion
tr: Final Expansion ROM dosyasýna geri yazmayý aktif et

source: Enable Vic Flash Plugin write back to ROM file
da: Aktivér Vic Flash Plugin tilbageskrivning til ROM-fil
de: Vic Flash Plugin Rückschreiben auf ROM Datei aktivieren
es: Permitir grabacion en ROM Vic Flash Plugin
fr: Activer la réécriture du fichier ROM Vic Flash Plugin
nl: Activeer terug schrijven naar ROM bestand voor Vic Flash Plugin
pl: Włącz zapis do pliku ROM Vic Flash Plugin
sv: Aktivera återskrivning till ROM-fil för Vic Flash-insticksmodul
tr: Flash Plugin ROM dosyasýna geri yazmayý aktif et

source: Enable UltiMem write back to ROM file
nl: Activeer terug schrijven naar ROM bestand voor UltiMem

source: Enable Mega-Cart NvRAM writeback
da: Aktivér Mega-Cart NvRAM tilbageskrivning
de: Mega-Cart NvRAM Rückschreiben aktivieren
es: Permitir respuesta Mega-Cart NvRAM
fr: Permettre la réécriture de l'image Mega-Cart
nl: Activeer Mega-Cart NvRAM terug schrijven
pl: Włącz zapis do NvRAM Mega-Cart
sv: Aktivera Mega-Cart NvRAM-återskrivning
tr: Mega-Cart NvRAM geri yazmayý aktif et

source: Select Mega-Cart non-volatile RAM file
da: Vælg Mega-Cart NVRAM-fil
de: Mega-Cart nicht-flüchtiges RAM Datei wählen
es: Seleccionar fichero RAM Mega-Cart no volatil
fr: Sélectionner le fichier de RAM non-volatile Mega-Cart
hu: Válassza ki az NvRAM képfájlt
nl: Selecteer Mega-Cart non-volatile RAM bestand
pl: Wybierz stały plik RAM Mega-Cart
sv: Välj NvRAM-fil för Mega-Cart
tr: Mega-Cart non-volatile RAM dosyasýný seç

source: VIC20 model settings
nl: VIC20 model instellingen
pl: Ustawienia modelu VIC20
sv: VIC20-modellinställningar

source: Sprite Collisions
da: Spritekollisioner
de: Sprite Kollisionen
es: Colisión de Sprites
fr: Collisions de Sprites
hu: Sprite ütközések
it: Collisioni sprite
nl: Sprite Botsingen
pl: Kolizje duszków
sv: Spritekollisioner
tr: Yaratýk Çarpýþmalarý

source: Select PSID file
da: Vælg PSID-fil
de: PSID Datei wählen
es: Seleccionar fichero PSID
fr: Sélectionner le fichier PSID
nl: Selecteer PSID bestand
pl: Wybierz plik PSID
sv: Välj PSID-fil
tr: PSID dosyasý seçin

source: Tune number
da: sangnummer
de: Titel Nummer
es: Número melodia
fr: Numéro de clip
nl: Deuntje nummer
pl: Numer tonu
sv: Låtnummer
tr: Þarký numarasý

source: Select tune
da: Vælg sang
de: Titel auswählen
es: Seleccionar melodia
fr: Sélectionner le clip
nl: Selecteer deuntje
pl: Wybór tonu
sv: Välj låt
tr: Þarký Seç

source: Next tune
da: Næste sang
de: Nächster Titel
es: Siguiente melodia
fr: Clip suivant
nl: Volgend deuntje
pl: Następny ton
sv: Nästa låt
tr: Sonraki þarký

source: Previous tune
da: Forrige sang
de: Vorheriger Titel
es: Melodia previa
fr: Clip précédent
nl: Vorig deuntje
pl: Poprzedni ton
sv: Föregående låt
tr: Önceki þarký

source: CPU JAM action settings
nl: CPU JAM aktie instellingen
pl: Ustawienia działania CPU JAM

source: Function low image (3plus1)
da: Funktion lav-image (3plus1)
de: Funktions ROM Image Datei low (3plus1)
es: Función imagen bajo (3plus1)
fr: Image Fonction basse (3plus1)
nl: Function low bestand (3plus1)
pl: Obraz Function low (3plus1)
sv: Funktion låg-avbildning (3plus1)
tr: Function low imajý (3plus1)

source: Function high image (3plus1)
da: Funktion høj-image (3plus1)
de: Funktions ROM Image Datei high (3plus1)
es: Función imagen alto (3plus1)
fr: Image Fonction haute (3plus1)
nl: Function high bestand (3plus1)
pl: Obraz Function high (3plus1)
sv: Funktion hög-avbildning (3plus1)
tr: Function high imajý (3plus1)

source: Generic 8KB image
da: Standard 8KB-image
de: Generisches 8kB Image
es: Imagen generica 8KB
fr: Image générique 8 ko
nl: Algemeen 8KB bestand
pl: Obraz Generic 8KB
sv: Vanlig 8KB-fil
tr: 8KB Jenerik imaj

source: Generic 16KB image
da: Standard 16KB-image
de: Generisches 16kB Image
es: Imagen generica 16KB
fr: Image générique 16 ko
nl: Algemeen 16KB bestand
pl: Obraz Generic 16KB
sv: Vanlig 16KB-fil
tr: 16KB Jenerik imaj

source: Action Replay image
es: Imagen Action Replay
fr: Image Action Replay
nl: Action Replay bestand
pl: Obraz Action Replay
sv: Action Replay-fil
tr: Action Replay imajý

source: Action Replay MK3 image
es: Imagen Action Replay MK3
fr: Image Action Replay MK3
nl: Action Replay MK3 bestand
pl: Obraz Action Replay MK3
sv: Action Replay MK3-fil
tr: Action Replay MK3 imajý

source: Action Replay MK4 image
es: Imagen Action Replay MK4
fr: Image Action Replay MK4
nl: Action Replay MK4 bestand
pl: Obraz Action Replay MK4
sv: Action Replay MK4-fil
tr: Action Replay MK4 imajý

source: Stardos image
es: Imagen Stardos
fr: Image Stardos
nl: Stardos bestand
pl: Obraz Stardos
sv: Stardos-fil
tr: Stardos imajý

source: Atomic Power image
es: Imagen Atomic Power
fr: Image Atomic Power
nl: Atomic Power bestand
pl: Obraz Atomic Power
sv: Atomic Power-fil
tr: Atomic Power imajý

source: Epyx FastLoad image
es: Imagen Epyx FastLoad
fr: Image Epyx FastLoad
nl: Epyx FastLoad bestand
pl: Obraz Epyx FastLoad
sv: Epyx FastLoad-fil
tr: Epyx FastLoad imajý

source: Retro Replay image
es: Imagen Retro Replay
fr: Image Retro Replay
nl: Retro Replay bestand
pl: Obraz Retro Replay
sv: Retro Replay-fil
tr: Retro Replay imajý

source: Super Snapshot V4 image
es: Imagen Super Snapshot V4
fr: Image Super Snapshot V4
nl: Super Snapshot V4 bestand
pl: Obraz Super Snapshot V4
sv: Super Snapshot V4-fil
tr: Super Snapshot V4 imajý

source: Super Snapshot V5 image
es: Imagen Super Snapshot V5
fr: Image Super Snapshot V5
nl: Super Snapshot V5 bestand
pl: Obraz Super Snapshot V5
sv: Super Snapshot V5-fil
tr: Super Snapshot V5 imajý

source: Structured BASIC image
es: Imagen Structured BASIC
fr: Image BASIC structurée
nl: Structured BASIC bestand
pl: Obraz Structured BASIC
sv: Structured BASIC-fil
tr: Structured BASIC imajý

source: Netplay (experimental)
da: Netværksspil (eksperimentelt)
de: Netplay (experimentell)
es: Juego en red (experimental)
fr: Jeu en réseau (experimental)
hu: Hálózati játék (kísérleti)
it: Netplay (sperimentale)
nl: Netplay (experimenteel)
pl: Gra sieciowa (eksperymentalne)
sv: Nätverksspel (experimentellt)
tr: Netplay (deneysel)

source: Vertical stretch
da: Vertikal stræk
de: Vertikale Dehnung
es: Extensión vertical
fr: Étirement vertical
nl: Vertikale rek
pl: Rozciągnięcie w pionie
sv: Vertikal sträckning
tr: Dikey uzatma

source: Drive sound emulation settings
nl: Drive geluiden emulatie instellingen
pl: Ustawienia emulacji dźwięków napędu

source: Custom C64 model
da: Speciel C64 model
de: Modifiziertes C64 Modell
es: Modelo C64 a medida
fr: Modèle personnalisé C64
nl: Aangepast C64 model
pl: Własny model C64
sv: Speciell C64-modell
tr: Özel C64 modeli

source: VICII video settings
da: VICII grafikindstillinger
de: VICII Video Einstellungen
es: Ajustes de video VIC II
fr: Paramètres vidéo VICII
nl: VICII video instellingen
pl: Ustawienia wideo VICII
sv: Grafikinställningar för VICII
tr: VICII görüntü ayarlarý

source: VIC video settings
da: VIC grafikindstillinger
de: VIC Video Einstellungen
es: Ajustes de video VIC
fr: Paramètres vidéo VIC
nl: VIC video instellingen
pl: Ustawienia wideo VIC
sv: Grafikinställningar för VIC
tr: VIC görüntü ayarlarý

source: VDC video settings
da: VDC grafikindstillinger
de: VDC Video Einstellungen
es: Ajustes de video VDC
fr: Paramètres vidéo VDC
nl: VDC video instellingen
pl: Ustawienia wideo VDC
sv: Grafikinställningar för VDC
tr: VDC görüntü ayarlarý

source: CRTC video settings
da: CRTC grafikindstillinger
de: CRTC Video Einstellungen
es: Ajustes video CRTC
fr: Paramètres vidéo CRTC
nl: CRTC video instellingen
pl: Ustawienia wideo CRTC
sv: Grafikinställningar för CRTC
tr: CRTC görüntü ayarlarý

source: TED video settings
da: TED grafikindstillinger
de: TED Video Einstellungen
es: Ajustes de video TED
fr: Paramètres vidéo TED
nl: TED video instellingen
pl: Ustawienia wideo TED
sv: Grafikinställningar för TED
tr: TED görüntü ayarlarý

source: Palette settings
da: Paletteindstillinger
de: Paletteneinstellungen
es: Ajustes Paleta
fr: Paramètres Palette
nl: Palette instellingen
pl: Ustawienia palety barw
sv: Palettinställningar
tr: Palet ayarlarý

source: Render filter settings
da: Renderingsfilterindstillinger
de: Render Filter Einstellungen
es: Ajuste filtro de renderizado
fr: Paramètres filtres de rendu
nl: Render filter instellingen
pl: Ustawienia filtra renderera
sv: Inställningar för rendrerarfilter
tr: Ýmge oluþturma filtresi ayarlarý

source: Joystick device selection
da: Joystick enheds-valg
de: Joystick Geräte Auswahl
es: Selección periferico joystick
fr: Sélection des périphériques Joystick
hu: Botkormány eszköz kiválasztása
it: Selezione dispositivo joystick
nl: Joystickapparaatselectie
pl: Wybór urządzenia joysticka
sv: Välj styrspakenhet
tr: Joystick aygýt seçimi

source: Joystick fire button selection
da: Vælg fireknap for joystick
de: Joystick Feuerknopf Wahl
es: Selección botón disparo joystick
fr: Sélection du bouton FEU du Joystick
hu: Botkormány tûzgomb kiválasztás
it: Selezione pulsante di fuoco del joystick
nl: Joystickvuurknopselectie
pl: Wybór przycisku fire joysticka
sv: Välj fireknapp för styrspak
tr: Joystick ateþ düþmesi seçimi

source: Computer ROM settings
da: Computer ROM-indstillinger
de: Computer ROM Einstellungen
es: Ajustes ROM ordenador
fr: Paramètres ROM ordinateur
hu: Számítógép ROM beállításai
it: Impostazioni ROM del computer
nl: Computer ROM instellingen
pl: Ustawienia ROM-u komputera
sv: ROM-inställningar för dator
tr: Bilgisayar ROM ayarlarý

source: Drive ROM settings
da: Drev ROM-indstillinger
de: Floppy ROM Einstellungen
es: Ajustes ROM unidad disco
fr: Paramètres ROM Lecteur
hu: Lemezegység ROM beállításai
it: Impostazioni ROM del drive
nl: Drive ROM instellingen
pl: Ustawienia ROM-u napędu
sv: ROM-inställningar för diskettenhet
tr: Sürücü ROM ayarlarý

source: PLUS256K file
da: PLUS256K-fil
de: PLUS256K Image Name
es: Fichero PLUS256K
fr: Fichier PLUS256K
hu: PLUS256K fájl
it: File PLUS256K
nl: PLUS256K bestand
pl: Plik PLUS256K
sv: PLUS256K-fil
tr: PLUS256K dosyasý

source: Select file for PLUS256K
da: Vælg fil for PLUS256K
de: Datei für PLUS256K auswählen
es: Seleccionar fichero para PLUS256K
fr: Sélectionner fichier pour PLUS256K
hu: Válasszon fájlt a PLUS256K-hoz
it: Seleziona file per PLUS256K
nl: Selecteer bestand voor PLUS256K
pl: Wybierz plik PLUS256K
sv: Ange fil för PLUS256K
tr: PLUS256K için dosya seçin

source: Enable the CP/M cartridge
nl: Activeer de CP/M cartridge

source: Enable the Userport RTC
nl: Activeer de Userport RTC uitbreiding

source: Enable saving the Userport RTC data
nl: Activeer opslaan van de Userport RTC data

source: Drive burst modification settings
da: Drev burst-modifikations-indstillinger
de: Laufwerk Burstmodifkation Einstellungen
es: Ajuste modificación Burst en controlador
fr: Activer l'émulation de Burst Lecteur
nl: Drive burst modificatie instellingen
pl: Ustawienia trybu synchronicznego napędu
sv: Inställningar för diskettburstmodifiering
tr: Sürücü atlama modifikasyon ayarlarý

source: Enable PET High Res Emulator board
fr: Activer la carte haute-rés PET
nl: Activeer PET High Res Emulator bord
pl: Włącz układ emulatora PET hi-res
sv: Aktivera PET-högupplösningsemuleringskort

source: Fullscreen Statusbar
da: Statusbar i fullscreen
de: Vollbild Statusleiste
es: Barra estado pantalla completa
fr: Barre de statut Plein écran
hu: Állapotsor teljes képernyõnél
it: Barra di stato nella modalità a tutto schermo
nl: Volscherm Statusbalk
pl: Pasek stanu w trybie pełnego ekranu
sv: Statusrad i fullskärm
tr: Tam ekran durum çubuðu

source: Start Sound Record
da: Start lydoptagelse
de: Tonaufnahme starten
es: Iniciar grabación sonido
fr: Démarrer l'enregistrement du son
nl: Start Geluidsopname
pl: Rozpocznij zapis dźwięku
sv: Starta ljudinspelning
tr: Ses Kaydýný Baþlat

source: Value %d out of range, range is from %d to %d, using %d instead
da: Værdi %d ugyldig. Tilladt værdi fra %d til %d. Bruger %d istedet
de: Wert %d ist unzulässig, Bereich muss zwischen %d und %d liegen, benutze %d
es: Valor %d fuera de rango, rango de %d a %d, usando %d en su lugar
fr: Valeur %d en dehors de la plage %d to %d, utilisation de %d à la place
nl: Waarde %d is buiten het bereik, het bereik is van %d tot %d, %d zal gebruikt worden
pl: Wartość %d jest poza zakresem, zakres to %d do %d, używam %d
sv: Värdet %d är utanför gränserna, giltiga värden mellan %d och %d, använder %d istället
tr: %d deðeri alan dýþýna çýktý, alan %d - %d aralýðýnda, yerine %d kullanýlýyor

source: Value %.3f out of range, range is from %.3f to %.3f, using %.3f instead
da: Værdi %.3f ugyldig. Tilladt værdi fra %.3f til %.3f. Bruger %.3f istedet
de: Wert %.3f ist unzulässig, Bereich muss zwischen %.3f und %.3f liegen, benutze %.3f
es: Valor %.3f fuera de rango, rango de %.3f a %.3f, usando %.3f en su lugar
fr: Valeur %.3f en dehors de la plage %.3f to %.3f, utilisation de %.3f à la place
nl: Waarde %.3f is buiten het bereik, het bereik is van %.3f tot %.3f, %.3f zal gebruikt worden
pl: Wartość %.3f jest poza zakresem, zakres to %.3f do %.3f, używam %.3f
sv: Värdet %.3f är utanför gränserna, giltiga värden mellan %.3f och %.3f, använder %.3f istället
tr: %.3f deðeri alan dýþýna çýktý, alan %.3f - %.3f aralýðýnda, yerine %.3f kullanýlýyor

source: VICE Message
da: VICE-besked
de: VICE Nachricht
es: Mensaje VICE
fr: Message VICE
hu: VICE üzenet
it: Messaggio di VICE
nl: VICE bericht
pl: Komunikat VICE
sv: VICE-meddelande
tr: VICE Mesajý

source: Which compile time features are available?
nl: Welke speciale compileer opties zijn beschikbaar?
pl: Które opcje kompilacji są dostępne?

source: The device on this port is not a gamepad
da: Enheden på denne port er ikke en joypad
de: Das Gerät in diesem Port ist kein Gamepad
es: El periférico en este puerto no es un gamepad
fr: Le périphérique sur ce port nest pas une manette
hu: Az eszköz ezen a porton nem gamepad
it: Il dispositivo su questa porta non è un gamepad
nl: Het apparaat op deze poort is geen gamepad
pl: Urządzenie w tym porcie nie jest padem
sv: Enheten på denna port är inte en styrplatta
tr: Bu port üzerindeki aygýt gamepad deðil

source: The port is not mapped to an Amiga port
da: Denne port er ikke koblet til en Amigaport
de: Dieses Port ist keinem Amiga Port zugeordnet
es: El puerto no está mapeado como puerto Amiga
fr: Le port nest pas mappé sur un port Amiga
hu: A port nincs leképezve egy Amiga portra
it: Questa porta non è mappata ad una porta dell'Amiga
nl: De poort is niet verbonden met een Amigapoort
pl: Port nie jest zmapowany do portu Amigi
sv: Porten är inte kopplad till en Amigaport
tr: Port bir Amiga portuyla eþleþtirilemedi

source: This machine may not have a SID
da: Denne maskine kan ikke have en SID
de: Diese Maschine hat möglicherweise keinen SID
es: Esta máquina dispone de SID
fr: Cette machine n'a peut-être pas de SID
hu: Ennek a gépnek nem lehet SIDje
it: Questa macchina potrebbe non avere un SID
nl: Deze machine heeft mogelijk geen SID
pl: W tej maszynie może nie być SID
sv: Denna maskin kan inte ha en SID
tr: Bu makinede SID olmayabilir

source: Screenshot save of %s failed
da: Kunne ikke gemme screenshot %s
de: Screenshot speicherung von %s ist fehlgeschlagen
es: Error en la grabación Captura de pantalla %s
fr: L'enregistrement de la capture d'écran %s à échoué
hu: Fénykép fájl mentése %s fájlba nem sikerült
it: Il salvataggio della schermata %s è fallito
nl: Opslaan schermafdrukbestand %s is mislukt
pl: Zapis zrzutu ekranu %s nie powiódł się
sv: Kunde inte spara skärmdump %s
tr: %s ekran görüntüsü kaydedilemedi

source: Screenshot %s saved.
da: Screenshot %s gemt.
de: Screenshots %s gespeicher.
es: Captura de pantalla %s grabada.
fr: Capture d'écran %s enregistrée.
hu: Fénykép %s fájlba elmentve.
it: Schermata %s salvata.
nl: Scherm afdruk %s opgeslagen.
pl: Zapisano zrzut ekranu %s.
sv: Skärmdump %s sparad.
tr: %s ekran görüntüsü kaydedildi.

source: Press desired key/button, move stick or press ESC for no key.
da: Tryk ønsket tast, bevæg joystick eller tryk ESC for ingen binding.
de: Gewünschte Taste/Knopf drücken, Knüppel bewegen oder ESC für keine Taste drücken.
es: Pulsa la tecla deseada/botón, mueve stick o pulsa ESC para ninguna tecla.
fr: Appuyez sur la touche/bouton desire(e), déplacez le stick ou appuyez sur ESC pour effacer cette touche.
hu: Nyomja meg a választott gombot, mozdítsa a botkormányt, vagy nyomjon ESC-et üreshez
it: Premi il tasto/bottone desiderato, muovi la leva o premi ESC per non selezionare alcun tasto.
nl: Druk de toets/knop, beweeg de joystick of druk op ESC voor geen toets.
pl: Wciśnij pożądany klawisz, rusz drążkiem, albo wciśnij ESC by nie ustawiać klawisza.
sv: Tryck önskad tangent/knapp, flytta styrspaken eller tryck ESC för att inte koppla någon tangent.
tr: Ýstenilen tuþ/düðmeye basýn, çubuðu hareket ettirin veya tuþ seçmemek için ESC'e basýn.

source: Choose screenshot format
da: Vælg screenshot format
de: Wähle Screenshot Format
es: Elige formato Captura de pantalla
fr: Chosir le format de capture d'écran
hu: Válasszon fénykép formátumot
it: Seleziona il formato per il salvataggio della schermata
nl: Kies schermafdrukformaat
pl: Wybierz format zrzutu ekranu
sv: Välj format på skärmdump
tr: Ekran görüntüsü biçimi seçin

source: Save %s screenshot
da: Gem %s-screenshot
de: Screenshot %s speichern
es: Graba %s Captura de pantalla
fr: Enregistrer une capture d'écran %s
hu: %s fénykép mentése
it: Salva schermata %s
nl: Scherm afdruk %s opslaan
pl: Zapisz zrzut ekranu %s
sv: Spara %s-skärmdump
tr: %s ekran görüntüsünü kaydet

source: Detached device %d
da: Frakoblet enhed %d
de: Gerät %d entfernt
es: Periférico extraido %d
fr: Périphérique détaché %d
hu: %d eszköz leválasztva
it: Rimosso dispositivo %d
nl: Apparaat %d ontkoppeld
pl: Odłączono urządzenie %d
sv: Kopplade från enhet %d
tr: Çýkartýlmýþ aygýt %d

source: Attached %s to device#%d
da: Tilsluttet %s til enhed #%d
de: %s mit Gerät#%d verbunden
es: Insertado %s en periférico#%d
fr: %s attaché au périphérique #%d
hu: %s csatolva #%d eszközhöz
it: Selezionato %s per la periferica #%d
nl: %s aan apparaat#%d gekoppelt
pl: Podłączono %s pod urządzenie#%d
sv: Anslöt %s till enhet %d
tr: %s aygýt#%d'e baðlanmýþ

source: Yes|No
da: Ja|Nej
de: Ja|Nein
es: Sí/No
fr: Oui|Non
hu: Igen|Nem
it: Sì|No
nl: Ja|Nee
pl: Tak|Nie
sv: Ja|Nej
tr: Evet|Hayýr

source: Parent
da: Forælder
de: Vorgänger
es: Padre
hu: Szülõ
it: Su
nl: Bevenliggende directory
pl: Nadrzędny
sv: Förälder
tr: Üst Öðe

source: Disabled
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Tiltva
it: Disattivo
nl: Uit
pl: Wyłącz
sv: Inaktiverad
tr: Pasif

source: Enabled
da: Aktiveret
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Attivo
nl: Aan
pl: Włącz
sv: Aktiverad
tr: Aktif

source: Filesystem
da: Filsystem
de: Dateisystem
es: Sistema de ficheros
fr: Système de fichiers
nl: Bestandssysteem
pl: System plików
sv: Filsystem
tr: Dosya sistemi

source: 256K base address
da: 256k-baseadresse
de: 256K Basis Adresse
es: Dirección base 256K
fr: Adresse de base 256K
hu: 256K báziscím
it: indirizzo base 256K
nl: 256K basisadres
pl: Adres bazowy 256K
sv: 256K-basadress
tr: 256K taban adresi

source: 256K file
da: 256k-fil
de: 256K Datei
es: Fichero 256K
fr: Fichier 256K
hu: 256K fájl
it: File 256K
nl: 256K bestand
pl: Plik 256K
sv: 256K-fil
tr: 256K dosyasý

source: Select file for 256K
da: Angiv fil for 256k
de: Datei für 256K auswählen
es: Seleccionar fichero para 256K
fr: Sélectionner fichier pour 256K
hu: Válasszon fájlt a 256K-hoz
it: Seleziona file per 256K
nl: Selecteer bestand voor 256K
pl: Wybierz plik 256K
sv: Ange fil för 256K
tr: 256K için dosya seçin

source: Select file for C64DTV ROM
da: Vælg fil for C64DTV-ROM
de: Datei für C64DTV ROM auswählen
es: Seleccionar fichero para C64DTV ROM
fr: Sélectionner fichier RO C64DTV
hu: Válasszon fájlt a C64DTV ROM-hoz
it: Seleziona il file per la ROM C64DTV
nl: Selecteer bestand voor C64DTV ROM
pl: Wybierz plik ROM C64DTV
sv: Välj fil för C64DTV-ROM
tr: C64DTV ROM'u için dosya seçin

source: Writes to C64DTV ROM
da: Skrivning til C64DTV-ROM
de: Schreibzugriff auf C64DTV ROM
es: Escribir en C64DTV ROM
fr: Écriture dans le ROM C64DTV
hu: C64DTV ROM-ba írások
it: Scrivi sulla ROM C64DTV
nl: Schrijven naar C64DTV ROM
pl: Zapis do ROM-u C64DTV
sv: Skrivningar till C64DTV-ROM
tr: C64DTV ROM'una yazar

source: RAM size
da: RAM-størrelse
de: RAM Größe
es: Tamaño RAM
fr: Taille de la RAM
nl: RAM grootte
pl: Rozmiar RAM
sv: RAM-storlek
tr: RAM boyutu
