Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Set a breakpoint, If no address is given, the currently valid break- points are printed. If an address is given, a breakpoint is set for that address and the breakpoint number is printed. `load|store|exec' is either `load', `store' or `exec' (or any combina- tion of these) to specify on which operation the monitor breaks. If not specified, the monitor breaks on `exec'. A conditional expression can also be specified for the breakpoint. For more information on conditions, see the CONDITION command.
da: Sæt et breakpoint. Hvis der ikke angives en adresse vises en liste over nuværende gyldige breakpoints. Hvis der angives en adresse vil der blive sat et breakpoint på denne, og breakpointets nummer udskrives. `load|store|exec' er enten `load', `store' eller `exec' (eller en vilkårlig kombination), og angiver på hvilken operation monitoren afbryder. Hvis intet angives vil monitoren afbryde på `exec'. Der kan også angives en betingelse for det angivne breakpoint. For yderligere information om betingede udtryk, se kommandoen CONDITION.
de: Setze einen Breakpoint. Wenn keine Adresse angegeben wurde, werden die aktuellen gültigen Breakpoints gezeigt. Wenn eine Adresse angegebene wurde, wird ein Breakpoint auf diese Adresse gesetzt und die Breakpoint Nummer wird ausgegeben. `load|store|exec' ist entweder `load', `store' oder `exec' (oder eine Kombination) und dient zur Angabe, bei welcher Operation der Monitor anhalten soll. Wenn keine Angabe gemacht wird, stoppt der Monitor bei `exec'. Ein bedingter Ausdruck kann zu Breakpoints zugeordnet werden. Für mehr Informations über bedingte Ausdrücke, bitte Kommando CONDITION ansehen.
es: Poner punto de ruptura. Si no se dá dirección, se imprime el actual punto de control. Si se dá una dirección, se activa un punto de ruptura en la misma y se imprime el número de punto de ruptura. `load|store|exec' es cualquiera de `load', `store' or `exec' (o combinación de ellos) a especificar en que operacion el monitor se detiene. Si no se especifica, el monitor se detiene en `exec'. Se puede especificar tambien una condición para el punto de ruptura. Para más información sobre condiciones, ver el comandoa CONDITION.
fr: Créer un point d'arrêt. Si aucune adresse n'est spécifiée, les points d'arrêt valides sont affichés. si une adresse est spécifiée, un point d'arrêt est créé pour cette adresse et le numéro de point d'arrêt est affiché. `load|store|exec' est soit `load', `store' ou `exec' (ou toute combinaison) pour spécifier à quelle opération le moniteur arrête. Si aucun n'est spécifié, le moniteur arrête à `exec'. Une expression conditionnelle peut aussi être spécifiée pour le point d'arrêt. Pour plus d'informations sur les conditions, voir la commande CONDITION.
nl: Zet een breekpunt, als er geen adres is opgegeven dan zullen de huidige geldige breekpunten worden geprint. Als er een adres is opgegeven dan zal er een breekpunt gezet worden voor dat adres en de nummer van het breekpunt zal worden getoond. `load|store|exec' is `load', `store' of `exec' (of een combinatie) die gebruikt zal worden om aan te geven bij wlke operatie de monitor zou moeten starten. Als er niets is opgegeven dan zal de monitor op 'exec' starten. Een conditie kan worden opgegeven voor het breekpunt. Voor meer informatie over condities zie het CONDITION commando.
pl: Ustawia punkt wstrzymania. Jeśli nie podano adresu, pokazywane są obecnie aktywne punkty wstrzymania. Jeśli podano adres, ustawiany jest punkt wstrzymania dla tego adresu i pokazywany jest numer punktu wstrzymania. `load|store|exec' to `load', `store' lub `exec' (albo ich połączenia), określające podczas których operacji następuje błąd. Jeśli nic nie określono, monitor przerywa działanie na `exec'. Można również określić wyrażenie warunkowe dla punktu wstrzymania. By znaleźć więcej informacji o warunkach, zobacz polecenie CONDITION.
sv: Sätt en övervakningspunkt, Om ingen adress anges visas de övervakningspunkter som är giltiga. Om en adress anges sätts en brytpunkt på den adressen och dess nummer visas. "load|store|exec" är antingen "load", "store" eller "exec" (eller en kombination därutav) för att ange på vilken operation monitorn stoppar. Om det inte anges bryter monitorn på "exec". Ett villkorsuttryck kan också anges för brytpunkten. För mer information om villkor, se kommandot CONDITION.
tr: Kesme noktasý koy, eðer adres girilmemiþse, geçerli mevcut izleme noktalarý yazdýrýlýr. Eðer bir adres girilmiþse, o adres için bir kesme noktasý iþaretlenir ve kesme noktasý sayýsý yazdýrýlýr. `yükle|depola|yürüt' için `yükle', `depola' ya da `yürüt' (ya da herhangi bir kombinasyonu) takip edilmek istenen operasyona göre belirtilmelidir. Eðer belirtilmemiþse, takip iþlemi `yürüt'de sona erer. Ayný zamanda kesme noktasý için bir koþul ifadesi de belirtilebilir. Koþullar ile ilgili daha çok bilgi almak için, CONDITION komutuna bakabilirsiniz.

source: Specify `command' as the command to execute when checkpoint `checknum' is hit. Note that the `x' command is not yet supported as a command argument.
da: Angiv "kommando" som kommando der skal eksekveres når ckeckpoint "checknum" nås. Vær opmærksom på at kommandoen "x" endnu ikke er understøttet som parameter.
de: Definiere `Kommando', welches bei Checkpoint `Checknum' ausgeführt wird. Achtung Kommando `x' wird zurzeit noch nicht als Kommando Argument unterstützt.
es: Especificar 'comando' como el comando a ejecutar cuando el punto de control 'checknum' está activo. notar que el comando 'x' no está soportado como argumento de comando.
fr: Spécifier `command' comme commande à exécuter quand le point d'arrêt `checknum' est atteint. Noter que la commande `x' n'est pas encore supportée comme argument de commande.
hu: `parancs' megadása egy `ell_pont_szám' sorszámával adott ellenõrzési pont elérésekor történõ végrehajtásra. Az `x' parancs egyelõre nem használható itt paraméterként.
it: Specifica `comando' come il comando da eseguire quando viene incontrato il punto di controllo `checknum'. Nota che il comando `x' non è ancora supportato come parametro.
nl: Geef `commando' als het command om uit te voeren wanneer checkpunt `checknum' wordt uitgevoerd. NB: het `x' commando is op dit moment geen geldige parameter.
pl: Określ 'command' jako polecenie do wykonania przy osiągnięciu punktu 'checknum.' Polecenie 'x' nie jest jeszcze obsługiwane jako argument polecenia.
sv: Ange "kommando" som kommando att exekvera när vid träff på kontrollpunkten·"kontrollnr". Observera att kommandot "x" ännu inte stöds som kommandoparameter.
tr: Kontrol noktasý `kontrolnumarasý'na ulaþýldýðýnda `komut' olarak çalýþtýrýlacak komutu belirt. Henüz `x' komutunun bir komut argümaný olarak desteklenmediðini not edin.

source: Each time the specified checkpoint is examined, the condition is evaluated. If it evalutes to true, the checkpoint is activated. Otherwise, it is ignored. If registers are specified in the expression, the values used are those at the time the checkpoint is examined, not when the condition is set. The condition can use registers (A, X, Y, PC, SP, FL and other cpu specific registers (see manual)) and compare them (==, !=, <, >, <=, >=) against other registers or constants. Registers can be the registers of other devices; this is denoted by a memspace prefix (i.e., c:, 8:, 9:, 10:, 11: Examples: A == 0, X == Y, 8:X == X)
nl: Elke keer de opgegeven checkpunt wordt onderzocht zal de conditie worden geevalueerd. Als de evaluatie positief is dan zal de checkpunt geactiveerd worden, bij negatief zal er niets worden gedaan. Als er registers zijn opgegeven in de expressie dan zullen de waarden in die registers gebruikt worden op het moment dat de checkpunt wordt onderzocht, niet op het moment dat de conditie is opgegeven. De conditie kan gebruik maken van registers (A, X, Y, PC, SP, FL en andere specifieke registers (zie handleiding) en kan ze vergelijken (==, !=, <, >, <=, >=) met andere registers of constanten Registers kunnen de registers van andere apparaten zijn; de manier van opgeven is door een geheugenruimte prefix (bijvoorbeeld: c:, 8:, 9:, 10:, 11: Voorbeelden: A == 0, X == Y, 8:X == X
pl: Podczas analizy punktu kontrolnego określany jest stan. Jeśli jest określony jako 'prawda', punkt kontrolny jest uaktywniany. W innym razie jest ignorowany. Jeśli w wyrażeniu podano rejestry, używane są wartości z czasu szacowania punktu kontrolnego, nie z czasu ustawienia stanu. Stan może korzystać z rejestrów A, X, Y, PC, SP, FL, jak również innych, konkretnych dla danego procesora (patrz w instrukcji) i porównywać je (==, !=, <, >, <=, >=) z innymi rejestrami lub stałymi. Rejestry mogą być rejestrami innych urządzeń, co jest określone przedrostkiem przestrzeni pamięci (np. c:, 8:, 9:, 10:, 11: Przykłady: A == 0, X == Y, 8:X == X)

source: Disable checkpoint `checknum'. If no checkpoint is given all checkpoints will be disabled.
nl: Checkpunt 'checknum' uitschakelen. Als er geen checkpunt is gegeven dan worden alle checkpunten uitgeschakelt.
pl: Wyłącz punkt kontrolny 'checknum'. Jeśli nie określono punktu kontrolnego, skasuj wszystkie.

source: Enable checkpoint `checknum'. If no checkpoint is given all checkpoints will be enabled.
nl: Activeer checkpunt 'checknum'. Als er geen checkpunt is gegeven dan worden alle checkpunter geactiveert
pl: Włącz punkt kontrolny 'checknum'. Jeśli nie określono punktu kontrolnego, skasuj wszystkie.

source: Ignore a checkpoint a given number of crossings. If no count is given, the default value is 1.
da: Ignorér et checkpoint det angivne antal gange. Hvis antal ikke angives bruges standardværdien 1.
de: Ignoriere den Checkpoint für die angegebene Anzahl an Aktivierungen. Wenn kein `Zähler' angegeben wurde, wird der Standardwert 1 verwendet.
es: Ignorar un punto control un numero determinado de veces. Si no se da contador, el valor por defecto es 1.
fr: Ignorer un point d'arrêt un certain nombre de passages. Si aucun compte n'est donnée, la valeur par défaut de 1 sera utilisée.
hu: Az ellenõrzési pont figyelmen kívül hagyása megadott számú áthaladáskor. Ha nincs szám megadva, az alapértelmezett érték 1.
it: Ignora un punto di controllo un numero specificato di occorrenze. Se non è specificato alcun valore, quello predefinito è 1.
nl: Negeer een checkpunt een opgegeven aantal keer. Als er geen aantal is opgegeven dan wordt de standaard waarde van 1 worden gebruikt.
pl: Ignoruje punkt kontrolny daną ilość razy. Jeśli nie podano tej ilości, domyślna wartość wynosi 1.
sv: Ignorera en kontrollpunkt det givna antalet gånger. Om inget antal ges är standardvärdet 1.
tr: Bir kontrol noktasýný verilen adette geçiþ için yoksay. Eðer adet verilmemiþse, varsayýlan deðer 1'dir.

source: If no address is given, the currently valid breakpoints are printed. If an address is given, a temporary breakpoint is set for that address and the breakpoint number is printed. Control is returned to the emulator by this command. The breakpoint is deleted once it is hit.
da: Hvis ingen adresse angives vises de aktuelle breakpoints. Hvis en adresse angives sættes et midlertidigt breakpoint, og nummeret på breakpointet vises. Kontrollen returneres til emulatoren af denne kommando. Breakpointet fjernes når det nås.
de: Wenn keine Adresse angegeben wurde, werden die aktuell gültigen Breakpoints angezeigt. Wenn eine Adresse angegeben wurde, wird ein temporärer Breakpoint auf dieser Adresse gesetzt und die Breakpoint Nummer wird angezeigt. Die Kontrolle wirdd bei diesem Kommando an die Emulation gegeben. Der Breakpoint wird gelöscht, wenn er einmal getroffen wurde.
es: Si no se da dirección, se imprime el último punto de ruptura válido. Si se da dirección, se activa un punto de ruptura para la dirección y se imprime el número del punto de ruptura. El control se devuelve al emulador por el comando. El punto de ruputa se borra una vez se encuentra.
fr: Si aucune adresse n'est donnée, les points d'arrêts présentement valides seront affichés. Si aucune adresse n'est donnée, un point d'arrêt temporaire est créé pour cette adresse et le numéro de point d'arrêt est affiché. Le contrôle retourne à l'émulateur suite à cette commande. Le point d'arrêt est supprimé une fois atteint.
hu: Ha nincs cím megadva, a jelenleg érvényes töréspontokat írja ki. Ha van adott cím, egy ideiglenes töréspontot helyez el az adott címre, és a töréspont száma kiíródik. A vezérlés visszakerül az emulátorhoz e parancs által. A töréspont elérésekor törlõdik.
it: Se non viene specificato alcun indirizzo, vengono stampati i breakpoint attualmente validi. Se viene specificato un indirizzo, viene impostato un breakpoint temporaneo per tale indirizzo e viene stampato il suo numero. Il controllo ritorna all'emulatore per mezzo di questo comando. Il breakpoint è cancellato quando viene incontrato.
nl: Als er geen adres is opgegeven dan zullen de huidig geldige breekpunten worden geprint. Als er een adres is opgegeven dan wordt er een tijdelijk breekpunt worden gezet voor dat adres en het breekpunt nummer zal worden getoond. Na het geven van dit commando zal er terug worden gegaan naar de emulator. Het breekpunt zal worden verwijdert na het uitvoeren.
pl: Jeśli nie podano adresu, pokazywane są obecne punkty wstrzymania. Jeśli podano adres, ustawiany jest tymczasowy punkt wstrzymania i pokazywany jest numer punktu wstrzymania. To polecenie przywraca kontrolę do emulatora. Punkt wstrzymania jest kasowany po jego osiągnięciu.
sv: Om du inte anger någon adress visas de för närvarande giltiga brytpunkterna. Om en adress anges sätts en temporär brytpunkt för den adressen och numret på den nya brytpunkten visas. Styrningen återlämnas till emulatorn för det här kommandot. Brytpunkten tas bort när den har nåtts.
tr: Eðer adres girilmemiþse, geçerli mevcut kesme noktalarý yazdýrýlýr. Eðer bir adres girilmiþse, o adres için geçici bir kesme noktasý iþaretlenir ve kesme noktasý sayýsý yazdýrýlýr. Kontrol bu komutla emülatöre döndürülür. Bir kere eriþildiði zaman kesme noktasý silinir.

source: Set a watchpoint. If no address is given, the currently valid watch- points are printed. If a single address is specified, set a watchpoint for that address. If two addresses are specified, set a watchpoint for the memory locations between the two addresses. `load|store|exec' is either `load', `store' or `exec' (or any combina- tion of these) to specify on which operation the monitor breaks. If not specified, the monitor breaks on `load' and `store'.
da: Sæt et watchpoint. Hvis der ikke angives en adresse vises en liste over nuværende gyldige watchpoints. Hvis der angives en enkelt adresse sættes et watchpoint på adressen. Hvis der angives to adresser sættes et watchpoint for hukommelsesområdet mellem adresserne. `load|store|exec' er enten `load', `store' eller `exec' (eller en vilkårlig kombination), og angiver på hvilken operation monitoren afbryder. Hvis intet angives vil monitoren afbryde på `load' og `store'.
de: Setze einen Watchpoint. Wenn eine einzelne Adresse angegeben wurde, setze den Watchpoint für diese Adresse. Wenn zwei Adressen angegeben wurden, setze den Watchpoint auf die Adressen zwischen den beiden Adressen. `load|store|exec' ist entweder `load', `store' oder `exec' (oder eine Kombination) und dient zur Angabe, bei welcher Operation der Monitor anhalten soll. Wenn keine Angabe gemacht wird, stoppt der Monitor bei `exec'. Wenn keine Angabe gemacht wurde, hält der Monitor bei bei `load' und `store' Operationen an.
es: Poner punto de visualización. Si no se dá dirección se mostrará el actualmente válido. Si se dá una dirección simple, se pondrá un punto de visualización en la misma Si se dán dos direcciones se activará un punto de visualización para las localizaciones de memoria entre ambas direcciones. `load|store|exec' es cualquiera de `load', `store' or `exec' (o alguna com- binación de ellos) para especificar en que operación el monitor se detiene Si no se especifica, Se detiene en `load' y `store'.
fr: Crée un point de surveillance. Si aucune adresse n'est spécifiée, les points de surveillance valides sont affichés. Si une adresse est spécifiée, crée un point de surveillance à cette adresse. Si deux adresses sont spécifiés, crée un point de surveillance pour les adresses mémoire situées entre les deux adresses. `load|store|exec' est soit `load', `store' ou `exec' (or toute combinaison) pour spécifier à quelle opération le moniteur arrête. Si aucune n'est spécifié, le moniteur arrête à `load' et `store'.
nl: Zet een kijkpunt. Als er geen adres is opgegeven dan zal de huidige geldige kijkpunten worden getoont. Als er een enkel adres is opgegeven dan zal er een kijkpunt worden gezet voor dat adres. Als er twee adressen zijn opgegeven dan zal er een kijkpunt worden gezet voor de adressen tussen de twee adressen. `load|store|exec' is `load', `store' of `exec' om aan te geven bij welke operatie de monitor zou moeten starten. Als deze niet opgegeven is dan zal de monitor starten bij `load' en `store' operaties.
pl: Ustawia punkt śledzenia. Jeśli nie podano adresu, pokazywane są obecnie aktualne punkty śledzenia. Jeśli określono pojedynczy adres, ustawia punkt śledzenia na ten adres. Jęsli określono dwa adresy, ustawia punkt śledzenia dla obszaru pamięci pomiędzy tymi dwoma adresami. `load|store|exec' to `load', `store' lub `exec' (albo ich połączenia), określające podczas których operacji następuje błąd. Jeśli nic nie określono, monitor przerywa działanie na `load' i `store'.
sv: Sätt en övervakningspunkt. Om du inte anger någon adress, visas nu giltiga övervakningspunkter. Om du anger en ensam adress sätts en övervakningspunkt för adressen. Om två adresser anges sätts en övervakningspunkt för minnesområdet mellan adresserna. "load|store|exec" är antingen "load". "store" eller "exec" (eller en kombination därutav) och anger vilken operation monitorn skall stoppa för. Om den inte anges stoppar emulatorn på både "load" och "store".
tr: Bir görüntüleme noktasý koy. Eðer hiç adres verilmemiþse, mevcut geçerli görüntüleme noktalarý yazdýrýlýr. Eðer tek bir adres belirtilmiþse, görüntüleme noktasýný o adrese koy. Eðer iki adres belirtilmiþse, görüntüleme noktasýný o iki adres arasýnda kalan adreslere koy. `yükle|depola|yürüt' monitörün kesildiði operatöre baðlý olarak `yükle' `depola' ya da `yürüt' (ya da herhangi bir kombinasyonunda) iþlemlerinde çalýþabilir. Eðer belirtilmemiþse, monitör `yükle' ve `depola'da kesilecektir.

source: Set a tracepoint. If no address is given, the currently valid trace- points are printed. If a single address is specified, set a tracepoint for that address. If two addresses are specified, set a tracepoint for the memory locations between the two addresses. `load|store|exec' is either `load', `store' or `exec' (or any combina- tion of these) to specify on which operation the monitor breaks. If not specified, the monitor traces all three operations.
da: Sæt et tracepoint. Hvis der ikke angives en adresse vises en liste over nuværende gyldige tracepoints. Hvis der angives en enkelt adresse sættes et tracepoint på adressen. Hvis der angives to adresser sættes et tracepoint for hukommelsesområdet mellem adresserne. `load|store|exec' er enten `load', `store' eller `exec' (eller en vilkårlig kombination), og angiver på hvilken operation monitoren tracer. Hvis intet angives vil monitoren trace alle 3 operationer.
de: Setze einen Tracepoint. Wenn keine Adresse angegeben wird, werden die aktuellen gültigen Tracepoints ausgegeben. Wenn eine einzelne Adresse angegeben wurde, setze den Watchpoint für diese Adresse. Wenn zwei Adressen angegeben wurden, setze den Watchpoint auf die Adressen zwischen den beiden Adressen. `load|store|exec' ist entweder `load', `store' oder `exec' (oder eine Kombination) und dient zur Angabe, bei welcher Operation der Monitor anhalten soll. Wenn keine Angabe gemacht wird, beobachtet der Monitor alle Operationen.
es: Poner punto rastreo. Si no se dá dirección, Se mostrará el actualmente válido. Si se dá una sóla dirección, se activa un punto para esa dirección. Si se dán dos, se activa el punto para las localizaciones de memoria entre las dos direcciones. `load|store|exec' es cualquiera `load', `store' or `exec' (o una combina- ción de ellas) para indicar en cual de ellas se detiene el monitor. Si no se especifican el monitor rastrea todas las tres operaciones.
fr: Crée un point de trace. Si aucune adresse n'est spécifiée, les points de trace valides sont affichés. Si une adresse est spécifiée, crée un point de trace à cette adresse. Si deux adresses sont spécifiés, crée un point de trace pour les adresses mémoire situées entre les deux adresses. `load|store|exec' est soit `load', `store' ou `exec' (or toute combinaison) pour spécifier à quelle opération le moniteur arrête. Si aucune n'est spécifié, le moniteur trace toutes les opérations.
nl: Zet een traceerpunt. Als er geen adres is opgegeven dan zullen de huidige geldige traceerpunten worden getoont. Als er een enkel adres is opgegeven dan zal er een traceerpunt worden gezet voor dat adres. Als er twee adressen zijn opgegeven dan zal er een traceerpunt worden gezet voor de adressen tussen de twee adressen. `load|store|exec' is `load', `store' of 'exec' om aan te geven bij welke operatie de monitor zou moeten starten. Als deze niet opgegeven is dan zal de monitor starten bij alle operaties.
pl: Ustawia punkt śledzenia. Jeśli nie podano adresu, pokazywane są właściwe obecnie punkty śledzenia. Jeśli podano jeden adres, ustawia punkt śledzenia tego adresu. Jeśli podano dwa adresy, ustawia punkt śledzenia obszaru pamięci pomiędzy nimi. `load|store|exec' to `load', `store' lub `exec' (albo ich połączenia), określające podczas których operacji następuje błąd. Jeśli nic nie określono, monitor śledzi wszystkie trzy rodzaje operacji.
sv: Sätt en spårningspunkt. Om ingen adress anges visas befintliga spårningspunkter. Om du anger en ensam adress sätts en spårningspunkt för adressen. Om två adresser anges sätts en spårningspunkt för minnesområdet mellan adresserna. "load|store|exec" är antingen "load", "store" eller "exec" (eller en kombination därutav) och anger vilken operation monitorn skall stoppa för. Om den inte anges spårar monitorn alla tre operationerna.
tr: Bir izleme noktasý koy. Eðer bir adres belirtilmemiþse, mevcut geçerli izleme noktalarý yazdýrýlýr. Eðer tek bir adres belirtilmiþse, izleme noktasýný o adrese koy. Eðer iki adres belirtilmiþse, izleme noktasýný o iki adres arasýnda kalan adreslere koy. `yükle|depola|yürüt' monitörün kesildiði operatöre baðlý olarak `yükle' `depola' ya da `yürüt' (ya da herhangi bir kombinasyonunda) iþlemlerinde çalýþabilir. Eðer belirtilmemiþse, monitör her üç iþlemi de izleyecektir.

source: Monitor state commands
da: Monitorstatuskommandoer
de: Monitor Zustand Kommandos
es: Comandos de estado del Monitor
fr: Commandes du statut du moniteur
nl: Monitor status commandos
pl: Monitoruj polecenia stanu
sv: Kommandon för monitorstatus
tr: Monitör durum komutlarý
