Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: RAM Block $0400-$0FFF
da: RAM-blok $0400-$0FFF
es: Bloque RAM $0400-$0FFF
fr: Bloc 0 (3 ko à $0400-$0FFF)
hu: Memória blokk $0400-$0FFF
it: Blocco RAM $0400-$0FFF
nl: RAM blok $0400-$0FFF
pl: Blok RAM $0400-$0FFF
tr: RAM Blok $0400-$0FFF

source: RAM Block $0800-$0FFF
da: RAM-blok $0800-$0FFF
es: Bloque RAM $0800-$0FFF
fr: Bloc 0 (3 ko à $0400-$0FFF)
hu: Memória blokk $0800-$0FFF
it: Blocco RAM $0800-$0FFF
nl: RAM blok $0800-$0FFF
pl: Blok RAM $0800-$0FFF
tr: RAM Blok $0800-$0FFF

source: RAM Block $1000-$1FFF
da: RAM-blok $1000-$1FFF
es: Bloque RAM $1000-$1FFF
fr: Bloc RAM $1000-$1FFF
hu: Memória blokk $1000-$1FFF
it: Blocco RAM $1000-$1FFF
nl: RAM blok $1000-$1FFF
pl: Blok RAM $1000-$1FFF
tr: RAM Blok $1000-$1FFF

source: RAM Block $2000-$3FFF
da: RAM-blok $2000-$3FFF
es: Bloque RAM $2000-$3FFF
fr: Bloc 1 (8 ko à $2000-$3FFF)
hu: Memória blokk $2000-$3FFF
it: Blocco RAM $2000-$3FFF
nl: RAM blok $2000-$3FFF
pl: Blok RAM $2000-$3FFF
tr: RAM Blok $2000-$3FFF

source: RAM Block $4000-$5FFF
da: RAM-blok $4000-$5FFF
es: Bloque RAM $4000-$5FFF
fr: Bloc 2 (8 ko à $4000-$5FFF)
hu: Memória blokk $4000-$5FFF
it: Blocco RAM $4000-$5FFF
nl: RAM blok $4000-$5FFF
pl: Blok RAM $4000-$5FFF
tr: RAM Blok $4000-$5FFF

source: RAM Block $6000-$7FFF
da: RAM-blok $6000-$7FFF
es: Bloque RAM $6000-$7FFF
fr: Bloc 3 (8 ko à $6000-$7FFF)
hu: Memória blokk $6000-$7FFF
it: Blocco RAM $6000-$7FFF
nl: RAM blok $6000-$7FFF
pl: Blok RAM $6000-$7FFF
tr: RAM Blok $6000-$7FFF

source: RAM Block $A000-$BFFF
da: RAM-blok $A000-$BFFF
es: Bloque RAM $A000-$BFFF
fr: Bloc 5 (8 ko à $A000-$BFFF)
hu: Memória blokk $A000-$BFFF
it: Blocco RAM $A000-$BFFF
nl: RAM blok $A000-$BFFF
pl: Blok RAM $A000-$BFFF
tr: RAM Blok $A000-$BFFF

source: RAM Block $C000-$CFFF
da: RAM-blok $C000-$CFFF
es: Bloque RAM $C000-$CFFF
fr: Bloc RAM $C000-$CFFF
hu: Memória blokk $C000-$CFFF
it: Blocco RAM $C000-$CFFF
nl: RAM blok $C000-$CFFF
pl: Blok RAM $C000-$CFFF
tr: RAM Blok $C000-$CFFF

source: Additional Delay
da: Yderligere forsinkelse
de: Zusätzliche Verzögerung
es: Retardo adicional
fr: Délai additionnel
hu: Többlet szünet
it: Ritardo aggiuntivo
nl: Extra vertraging
pl: Dodatkowy delay
sv: Ytterligare fördröjning
tr: Ekstra Bekletme

source: Enable FD2000/4000 RTC data saving
nl: Activeer opslaan van de FD2000/4000 RTC data
pl: Włącz zapis zegara FD2000/4000

source: Select file to be used as sampler input
nl: Selecteer het bestand dat gebruikt gaat worden als sampler invoer

source: Sampler input media file
nl: Sampler invoer mediabestand

source: Expert Cartridge mode
da: Expert Cartridge-tilstand
de: Expert Cartridge Modus
es: Modo Expert Cartridge
fr: Mode Cartouche Expert
nl: Expert Cartridge modus
pl: Tryb Expert Cartridge
sv: Expert Cartridge-läge
tr: Expert Kartuþu modu

source: Select config file
da: Vælg konfigurationsfil
de: Konfigurationsdateiname definieren
es: Seleccionar fichero de configuración
fr: Sélectionnez le fichier de configuration
hu: Válassza ki a konfigurációs fájlt
it: Seleziona il file di configurazione
nl: Selecteer configuratie bestand
pl: Wybierz plik konfiguracji
sv: Ange inställningsfil
tr: Konfigürasyon dosyasýný seçin

source: Joystick in SIDcart joystick port
da: Joystick i SIDcart joystickport
es: Joystick en puerto joystick SIDcart
fr: Joystick dans le port joystick SIDcart
hu: Botkormány a SIDcart porton
it: Joystick nella porta joystick su SIDcart
nl: Joystick in SIDcart joystick poort
pl: Joystick w porcie joysticka SIDcart
sv: Styrspak i SIDcart-spelport
tr: Joystick SID kartuþu joystick portuna takýlý

source: Joy Port 0
da: Joystickport 0
de: Joystick Port 0
es: Puerto Joy 0
fr: Port joystick 0
hu: Botkormány port 0
it: Joystick nella porta 0
nl: Joy Poort 0
pl: Port joysticka 0
sv: Spelport 0

source: Joy Port 1
da: Joystickport 1
de: Joystick Port 1
es: Puerto Joy 1
fr: Port joystick 1
hu: Botkormány port 1
it: Joystick nella porta 1
nl: Joy Poort 1
pl: Port joysticka 1
sv: Spelport 1

source: Joy Port 2
da: Joystickport 2
de: Joystick Port 2
es: Puerto Joy 2
fr: Port joystick 2
hu: Botkormány port 2
it: Joystick nella porta 2
nl: Joy Poort 2
pl: Port joysticka 2
sv: Spelport 2

source: Joy Port 3
da: Joystickport 2
de: Joystick Port 3
es: Puerto Joy 3
fr: Port joystick 3
hu: Botkormány port 3
it: Joystick nella porta 3
nl: Joy Poort 3
pl: Port joysticka 3
sv: Spelport 2

source: Stop/Blue
da: Stop/Blå
de: Stop/Blau
es: Parar/Azul
fr: Arrêt/Bleu
hu: Leállít/Kék
it: Stop/Blu
nl: Stop/Blauw
pl: Zatrzymaj/Błękitny
sv: Stopp/Blå
tr: Durdur/Mavi

source: Select/Red
da: Vælg/Rød
de: Auswahl/Rot
es: Seleccionar/Rojo
fr: Sélectionner/Rouge
hu: Kiválaszt/Piros
it: Seleziona/Rosso
nl: Selecy/Rood
pl: Wybierz/Czerwony
sv: Välj/Röd
tr: Seçim/Kýrmýzý

source: Repeat/Yellow
da: Gentag/Gul
de: Wiederhole/Gelb
es: Repetir/Amarillo
fr: Répéter/Jaune
hu: Ismétel/Sárga
it: Ripeti/Giallo
nl: Repeat/Geel
pl: Powtarzaj/Żółty
sv: Repetera/Gul
tr: Tekrar/Sarý

source: Shuffle/Green
da: Bland/Grøn
de: Mische/Grün
es: Shuffle/Verde
fr: Mélanger/Vert
hu: Véletlenszerû/Zöld
it: Mischia/Verde
nl: Shuffle/Groen
pl: Losuj/Zielony
sv: Blanda/Grön
tr: Karýþtýr/Yeþil

source: Play-Pause/Grey
da: Play-Pause/Grå
de: Play-Pause/Grau
es: Iniciar-Pausa/Gris
fr: Play-Pause/Gris
hu: Lejátszás-Megállítás/Szürke
it: Avvia-Pausa/Grigio
nl: Play-Pause/Grijs
pl: Odtwarzaj-Pauza/Szary
sv: Spela-Paus/Grå
tr: Çal-Duraklat/Gri

source: Joy 1 Device
da: Joystick 1 enhed
de: Joystick 1 Gerät
es: Periférico Joy 1
fr: Périphérique joystick 1
hu: 1-es botkormány eszköz
it: Dispositivo Joystick 1
nl: Joy 1 apparaat
pl: Urządzenie joysticka 1
sv: Enhet för styrspak 1
tr: Joy 1 Aygýtý

source: Joy 2 Device
da: Joystick 2 enhed
de: Joystick 2 Gerät
es: Periférico Joy 2
fr: Périphérique joystick 2
hu: 2-es botkormány eszköz
it: Dispositivo Joystick 2
nl: Joy 2 apparaat
pl: Urządzenie joysticka 2
sv: Enhet för styrspak 2
tr: Joy 2 Aygýtý

source: Userport Joy 1 Device
da: Brugerport Joystick 1 enhed
de: Userport Joystick 1 Gerät
es: Puerto periferico joy 1
fr: Périphérique Joystick 1 port utilisateur
hu: Userport 1-es botkormány eszköz
it: Dispositivo joystick 1 su userport
nl: Userport Joy 1 apparaat
pl: Urządzenie userportu joysticka 1
sv: Användarportspak 1 enhet
tr: Userport Joy 1 Aygýtý

source: Userport Joy 2 Device
da: Brugerport Joystick 2 enhed
de: Userport Joystick 2 Gerät
es: Puerto periferico joy 2
fr: Périphérique Joystick 2 port utilisateur
hu: Userport 2-es botkormány eszköz
it: Dispositivo joystick 2 su userport
nl: Userport Joy 2 apparaat
pl: Urządzenie userportu joysticka 2
sv: Användarportspak 2 enhet
tr: Userport Joy 2 Aygýtý

source: SIDcart Joy Device
da: SIDcart joystick-enhed
de: SIDcart Joystick Gerät
es: Periférico Joy SIDCart
fr: Périphérique Joystick SIDcart
hu: SIDcart botkormány eszköz
it: Dispositivo Joystick SIDcart
nl: SIDcart Joy apparaat
pl: Urządzenie joysticka SIDcart
sv: SIDcart-spakenhet
tr: SID Kartuþu Joy Aygýtý

source: Joy 1 Fire
da: Joystick 1 skydeknap
de: Joystick 1 Feuer
es: Joy 1 disparo
fr: Jeu joystick 1
hu: 1-es botkormány tûz
it: Fuoco Joystick 1
nl: Joy 1 Vuur
pl: Fire joysticka 1
sv: Fire för styrspak 1
tr: Joy 1 Ateþ

source: Joy 2 Fire
da: Joystick 2 skydeknap
de: Joystick 2 Feuer
es: Joy 2 disparo
fr: Jeu joystick 2
hu: 2-es botkormány tûz
it: Fuoco Joystick 2
nl: Joy 2 Vuur
pl: Fire joysticka 2
sv: Fire för styrspak 2
tr: Joy 2 Ateþ

source: Userport Joy 1 Fire
da: Brugerport joystick 1 skydeknap
de: Userport Joystick 1 Feuer
es: Puerto Joy 1 disparo
fr: FEU Joystick port utilisateur 1
hu: 1-es userport botkormány tûz
it: Fuoco joystick 1 su userport
nl: Userport Joy 1 Vuur
pl: Fire userportu joysticka 1
sv: Användarportspak 1 fire
tr: Userport Joy 1 Ateþ

source: Userport Joy 2 Fire
da: Brugerport joystick 2 skydeknap
de: Userport Joystick 2 Feuer
es: Puerto Joy 2 disparo
fr: FEU Joystick port utilisateur 2
hu: 2-es userport botkormány tûz
it: Fuoco joystick 2 su userport
nl: Userport Joy 2 Vuur
pl: Fire userportu joysticka 2
sv: Användarportspak 2 fire
tr: Userport Joy 2 Ateþ

source: SIDcart Joy Fire
da: SIDcart joystick skydeknap
de: SIDcart Joystick Feuer
es: Joy SIDCart disparo
fr: FEU du Joystick SIDcart
hu: SIDcart botkormány tûz
it: Fuoco joystick su SIDcart
nl: SIDcart Joy Vuur
pl: Fire joysticka SIDcart
sv: SIDcart-spak fire
tr: SID kartuþu Joy Ateþ

source: Joystick #1 emulation: (0: None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
nl: Emulatie joystick #1: (0: Geen, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
pl: Emulacja joysticka #1: (0: Brak, 1: Klawiatura numeryczna, 2: Klawisze A/AI, 3: Klawisze B/AI)

source: Joystick #2 emulation: (0: None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
da: Emulering af Joystick 2: (0: ingen, 1: numerisk, 2: tastesæt A/AI, 3: tastesæt B/AI)
de: Joystick #2 Emulation: (0: Keine, 1: Numpad, 2: Keysatz A/AI, 3: Keysatz B/AI)
es: Emulación Joystick #2: (0:No, 1: Teclado númerico, 2: Keyset A/AI, 3: Keyset B/AI)
fr: Émulation joystick #2: (0: Aucune, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
hu: #2-es botkormány emuláció: (0: Nincs, 1: numerikus, 2: 'A' gombkészlet, 3: 'B' gombkészlet)
it: Emulazione joystick #2: (0: Nessuna, 1: Tastierino numerico, 2: Keyset A/AI, 3: Keyset B/AI)
nl: Emulatie joystick #2: (0: Geen, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
pl: Emulacja joysticka #2: (0: brak, 1: numeryczna, 2: klawisze A/AI, 3: klawisze B/AI)
sv: Emulering för styrspak 2: (0: ingen, 1: numerisk, 2: tangentuppsättning A/AI, 3: tangentuppsättning B/AI)
tr: Joystick #2 emülasyonu: (0:Yok, 1: Numpad, 2: Tuþ Seti A/AI, 3: Tuþ Seti B/AI)

source: Extra joystick #1 emulation: (0: None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
nl: Emulatie extra joystick #1: (0: Geen, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
pl: Emulacja dodatkowego joysticka #1: (0: Brak, 1: Klawiatura numeryczna, 2: Klawisze A/AI, 3: Klawisze B/AI)

source: Extra joystick #2 emulation: (0: None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
da: Emulering af Joystick 2: (0: ingen, 1: numerisk, 2: tastesæt A/AI, 3: tastesæt B/AI)
de: Extra Joystick #2 Emulation: (0: Keine, 1: Numpad, 2: Keysatz A/AI, 3: Keysatz B/AI)
es: Emulación Joystick suplementario #2: (0:No, 1: Teclado númerico, 2: Keyset A/AI, 3: Keyset B/AI)
fr: Émulation Joystick supplémentaire 2: (0: Aucune, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
it: Emulazione joystick supplementare #2: (0: Nessuna, 1: Tastierino numerico, 2: Keyset A/AI, 3: Keyset B/AI)
nl: Emulatie extra joystick #2: (0: Geen, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
pl: Emulacja dodatkowego joysticka #2: (0: brak, 1: numeryczna, 2: klawisze A/AI, 3: klawisze B/AI)
sv: Emulering för extra styrspak 2: (0: ingen, 1: numerisk, 2: tangentuppsättning A/AI, 3: tangentuppsättning B/AI)
tr: Ekstra joystick #2 emülasyonu: (0:Yok, 1: Numpad, 2: Tuþ Seti A/AI, 3: Tuþ Seti B/AI)

source: Extra joystick #3 emulation: (0: None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
nl: Emulatie extra joystick #3: (0: Geen, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)

source: Joystick #1 emulation: (0: None, 1: Numpad, 2-5: Amiga Joy 0-3)
da: Joystick 1 emularing: (0: ingen, 1: numerisk, 2-5: Amigajoystick 0-3)
de: Joystick #1 Emulation: (0: Keine, 1: Numpad, 2-5: Amiga Joystick 0-3)
es: Emulación Joystick #1: (0:No, 1: Teclado númerico, 2-5: Amiga Joy0-3 )
fr: Émulation Joystick 1: (0: Aucune, 1: Pav.Num., 2-5: Amiga Joy 0-3)
hu: #1-es botkormány emuláció: (0: nincs, 1: numerikus billentyûk, 2-5: amiga botkormány 0-3)
it: Emulazione joystick #1: (0: Nessuna, 1: Tastierino numerico, 2-5: Joy Amiga 0-3)
nl: Emulatie joystick #1: (0: Geen, 1: Numpad, 2-5: Amiga Joy 0-3)
pl: Emulacja joysticka #1: (0: brak, 1: numeryczna, 2-5: joystick Amigi 0-3)
sv: Emulering för styrspak 1: (0: ingen, 1: numerisk, 2-5: Amigastyrspak 0-3)
tr: Joystick #1 emülasyonu: (0: Yok, 1: Numpad, 2-5: Amiga Joy 0-3)

source: Joystick #2 emulation: (0: None, 1: Numpad, 2-5: Amiga Joy 0-3)
da: Joystick 2 emularing: (0: ingen, 1: numerisk, 2-5: Amigajoystick 0-3)
de: Joystick #2 Emulation: (0: Keine, 1: Numpad, 2-5: Amiga Joystick 0-3)
es: Emulación Joystick #2: (0:No, 1: Teclado númerico, 2-5: Amiga Joy0-3 )
fr: Émulation Joystick 2: (0: Aucune, 1: Numpad, 2-5: Amiga Joy 0-33)
hu: #2-es botkormány emuláció: (0: nincs, 1: numerikus billentyûk, 2-5: amiga botkormány 0-3)
it: Emulazione joystick #2: (0: Nessuna, 1: Tastierino numerico, 2-5: Joy Amiga 0-3)
nl: Emulatie joystick #2: (0: Geen, 1: Numpad, 2-5: Amiga Joy 0-3)
pl: Emulacja joysticka #2: (0: brak, 1: numeryczna, 2-5: joystick Amigi 0-3)
sv: Emulering för styrspak 2: (0: ingen, 1: numerisk, 2-5: Amigastyrspak 0-3)
tr: Joystick #2 emülasyonu: (0: Yok, 1: Numpad, 2-5: Amiga Joy 0-3)

source: Extra joystick #1 emulation: (0: None, 1: Numpad, 2-5: Amiga Joy 0-3)
da: Ekstra joystick 1 emulering: (0: ingen, 1: numerisk, 2-5: Amigajoystick 0-3)
de: Extra Joystick #1 Emulation: (0: Keine, 1: Numpad, 2-5: Amiga Joystick 0-3)
es: Emulación Joystick suplementario #1: (0:No, 1: Teclado númerico, 2-5: Amiga Joy0-3 )
fr: Émulation Joystick supplémentaire 1: (0: Aucune, 1: Pav.Num., 2-5: Amiga Joy 0-3)
hu: #1-es extra botkormány emuláció (0: Nincs, 1: numerikus, 2-5: Amiga botkormány 0-3)
it: Emulazione joystick supplementare #1: (0: Nessuna, 1: Tastierino numerico, 2-5: Joy Amiga 0-3)
nl: Emulatie extra joystick #1: (0: Geen, 1: Numpad, 2-5: Amiga Joy 0-3)
pl: Emulacja dodatkowego joysticka #1: (0: brak, 1: numeryczna, 2-5: joystick Amigi 0-3)
sv: Emulering för extra styrspak 1: (0: ingen, 1: numerisk, 2-5: Amigastyrspak 0-3)
tr: Ekstra joystick #1 emülasyonu: (0: Yok, 1: Numpad, 2-5: Amiga Joy 0-3)

source: Extra joystick #2 emulation: (0: None, 1: Numpad, 2-5: Amiga Joy 0-3)
da: Ekstra joystick 2 emulering: (0: ingen, 1: numerisk, 2-5: Amigajoystick 0-3)
de: Extra Joystick #2 Emulation: (0: Keine, 1: Numpad, 2-5: Amiga Joystick 0-3)
es: Emulación Joystick suplementario #2: (0:No, 1: Teclado númerico, 2-5: Amiga Joy0-3 )
fr: Émulation Joystick supplémentaire 2: (0: Aucune, 1: Numpad, 2-5: Amiga Joy 0-3)
hu: #2-es extra botkormány emuláció (0: Nincs, 1: numerikus, 2-5: Amiga botkormány 0-3)
it: Emulazione joystick supplementare #2: (0: Nessuna, 1: Tastierino numerico, 2-5: Joy Amiga 0-3)
nl: Emulatie extra joystick #2: (0: Geen, 1: Numpad, 2-5: Amiga Joy 0-3)
pl: Emulacja dodatkowego joysticka #2: (0: brak, 1: numeryczna, 2-5: joystick Amigi 0-3)
sv: Emulering för extra styrspak 2: (0: ingen, 1: numerisk, 2-5: Amigastyrspak 0-3)
tr: Ekstra joystick #2 emülasyonu: (0: Yok, 1: Numpad, 2-5: Amiga Joy 0-3)

source: Extra joystick #3 emulation: (0: None, 1: Numpad, 2-5: Amiga Joy 0-3)
nl: Emulatie extra joystick #3: (0: Geen, 1: Numpad, 2-5: Amiga Joy 0-3)

source: Enable fullscreen.
nl: Activeer volscherm.
pl: Włącz pełny ekran.

source: Disable fullscreen.
nl: Volscherm uitschakelen.
pl: Wyłącz pełny ekran.

source: Enable statusbar.
nl: Activeer statusbalk
pl: Włącz pasek stanu.

source: Disable statusbar.
nl: Statusbalk uitschakelen
pl: Wyłącz pasek stanu.

source: Enable video overlay.
nl: Activeer video overlay
pl: Włącz video overlay

source: Disable video overlay.
nl: Video overlay uitschakelen
pl: Wyłącz video overlay

source: PET Colour settings
nl: PET Colour instellingen
pl: Ustawienia koloru PET
sv: PET-färginställningar

source: Select file for V364 Speech
da: Angiv fil for V364 Speech
de: Datei für V364 Stimme auswählen
es: Seleccionar fichero para V364 Speech
fr: Sélectionner fichier pour V364 Speech
nl: Selecteer bestand voor V364 Spraak
pl: Wybierz plik mowy V364
sv: Välj fil för V364-röst
tr: V364 Speech için dosya seçin

source: PLUS60K base address
da: Baseadresse for PLUS60K
de: PLUS60K Basis Adresse
es: Dirección base PLUS60K
fr: Adresse de base PLUS60K
hu: PLUS60K báziscíme
it: indirizzo base PLUS60K
nl: PLUS60K basisadres
pl: Adres bazowy PLUS60K
sv: Basadress för PLUS60K
tr: PLUS60K taban adresi

source: PLUS60K file
da: PLUS60K-fil
de: PLUS60K Datei
es: Fichero PLUS60K
fr: Fichier POLUS60K
hu: PLUS60K fájl
it: File PLUS60K
nl: PLUS60K bestand
pl: Plik PLUS60K
sv: PLUS60K-fil
tr: PLUS60K dosyasý

source: Select file for PLUS60K
da: Vælg fil for PLUS60K
de: Datei für PLUS60K auswählen
es: Seleccionar fichero para PLUS60K
fr: Sélectionner fichier pour PLUS60K
hu: Válasszon fájlt a PLUS60K-hoz
it: Seleziona file per PLUS60K
nl: Selecteer bestand voor PLUS60K
pl: Wybierz plik PLUS60K
sv: Ange fil för PLUS60K
tr: PLUS60K için dosya seçin

source: RamCart Read/Write
da: RamCart læs/skriv
de: RamCart Lesen/Schreiben
es: Lectura/Grabación RamCart
fr: lecture/Écriture RamCart
nl: RamCart lees/schrijf
pl: Odczyt i zapis na RamCart
sv: Skrivbart RamCart
tr: RamCart Oku/Yaz

source: Save RamCart image when changed
da: Gem RamCart image ved ændringer
de: RamCart Imagedatei bei Änderung speichern
es: Grabar imagen RamChart cuando cambie
fr: Enregistrer l'image RAMCART lorsque modifiée
nl: Ramcart bestand opslaan indien gewijzigd
pl: Zapisuj obraz RamCart przy zmianie
sv: Spara RamCart-avbildning vid ändringar
tr: RamCart imajý deðiþtiðinde kaydet

source: VICII palette file
da: VICII-palettefil
de: VICII Paletten Datei
es: Fichero paleta VICII
fr: Fichier de palette VICII
nl: VICII palet bestand
pl: Plik palety VICII
sv: VICII-palettfil
tr: VICII palet dosyasý

source: VIC palette file
da: VIC-palettefil
de: VIC Paletten Datei
es: Fichero paleta VIC
fr: Fichier de palette VIC
nl: VIC palet bestand
pl: Plik palety VIC
sv: VIC-palettfil
tr: VIC palet dosyasý

source: VDC palette file
da: VDC-palettefil
de: VDC Paletten Datei
es: Fichero paleta VDC
fr: Fichier de palette VDC
nl: VDC palet bestand
pl: Plik palety VDC
sv: VDC-palettfil
tr: VDC palet dosyasý

source: CRTC palette file
da: CRTC-palettefil
de: CRTC Paletten Datei
es: Fichero paleta CRT
fr: Fichier de palette CTRC
nl: CRTC palet bestand
pl: Plik palety CRTC
sv: CRTC-palettfil
tr: CRTC palet dosyasý

source: TED palette file
da: TED-palettefil
de: TED Paletten Datei
es: Fichero paleta TED
fr: Fichier de palette TED
nl: TED palet bestand
pl: Plik palety TED
sv: TED-palettfil
tr: TED palet dosyasý

source: Printer #4 output type
da: Printer #4 uddatatype
de: Drucker #4 Ausgabetyp
es: Tipo salida impresora #4
fr: Type de sortie de l'imprimante 4
nl: Printer #4 uitvoer soort
pl: Typ wyjścia drukarki #4
sv: Utdatatyp för skrivare 4
tr: Yazýcý #4 çýktý tipi

source: Printer #5 output type
da: Printer #5 uddatatype
de: Drucker #5 Ausgabetyp
es: Tipo salida impresora #5
fr: Type de sortie de l'imprimante 5
nl: Printer #5 uitvoer soort
pl: Typ wyjścia drukarki #5
sv: Utdatatyp för skrivare 5
tr: Yazýcý #5 çýktý tipi

source: Printer #6 output type
nl: Printer #6 uitvoer soort
pl: Typ wyjścia drukarki #6

source: Userport printer output type
da: Printer uddatatype på brugerporten
de: Userport Drucker Ausgabetyp
es: Tipo salida puerto impresora
fr: Type de sortie de l'imprimante port utilisateur
nl: Userport printer uitvoer soort
pl: Typ wyjścia drukarki w userporcie
sv: Utdatatyp för användarportskrivare
tr: Userport yazýcýsý çýktý tipi

source: Printer #4 output device
da: Printer #4 uddataenhed
de: Drucker #4 Ausgabegerät
es: Periférico salida impresoara #4
fr: Périphérique de sortie de l'imprimante 4
nl: Printer #4 uitvoer apparaat
pl: Urządzenie wyjścia drukarki #4
sv: Textutenhet för skrivare 4
tr: Yazýcý #4 çýktý aygýtý

source: Printer #5 output device
da: Printer #5 uddataenhed
de: Drucker #5 Ausgabegerät
es: Periférico salida impresoara #5
fr: Périphérique de sortie de l'imprimante 5
nl: Printer #5 uitvoer apparaat
pl: Urządzenie wyjścia drukarki #5
sv: Textutenhet för skrivare 5
tr: Yazýcý #5 çýktý aygýtý

source: Printer #6 output device
nl: Printer #6 uitvoer apparaat
pl: Urządzenie wyjścia drukarki #6

source: Userport printer output device
da: Brugerport printer uddataenhed
de: Userport Drucker Ausgabegerät
es: Periférico salida puerto impresora
fr: Périphérique de sortie de l'imprimante port utilisateur
nl: Userport printer uitvoer apparaat
pl: Urządzenie wyjścia drukarki w userporcie
sv: Textutenhet för användarportskrivare
tr: Userport yazýcýsý çýktý aygýtý

source: Send formfeed to printer #4
da: Send sideskift til printer #4
de: Seitenvorschub zu Drucker #4 senden
es: Enviar alimentación formulario a impresora #4
fr: Envoyer saut-de-page à l'imprimante 4
nl: Zend formfeed naar printer #4
pl: Wyślij Form Feed do drukarki #4
sv: Sänd sidmatning till skrivare 4
tr: Yazýcý #4'e sayfa ilerletme gönder

source: Send formfeed to printer #5
da: Send sideskift til printer #5
de: Seitenvorschub zu Drucker #5 senden
es: Enviar alimentación formulario a impresora #5
fr: Envoyer saut-de-page à l'imprimante 5
nl: Zend formfeed naar printer #5
pl: Wyślij Form Feed do drukarki #5
sv: Sänd sidmatning till skrivare 5
tr: Yazýcý #5'e sayfa ilerletme gönder

source: Send formfeed to printer #6
nl: Zend formfeed naar printer #6
pl: Wyślij Form Feed do drukarki #6

source: Send formfeed to userport printer
da: Send sideskift til brugerports-printer
de: Seitenvorschub zui Userport Drucker senden
es: Enviar alimentación formulario a puerto impresora
fr: Envoyer saut-de-page à l'imprimante sur port utilisateur
nl: Zend formfeed naar userport printer
pl: Wyślij Form Feed do drukarki w userporcie
sv: Sänd sidmatning till användarportskrivare
tr: Userport yazýcýsý'na sayfa ilerletme gönder

source: Printer device #1 output
da: Printer enhed #1 uddata
de: Drucker Gerät #1 Ausgabe
es: Periférico de salida impresora #1
fr: Sortie du périphérique d'imprimante texte 1
nl: Printer apparaat #1 uitvoer
pl: Wyjście urządzenia drukarki #1
sv: Utdata för skrivarenhet 1
tr: Yazýcý aygýtý #1 çýktýsý

source: Printer device #2 output
da: Printer enhed #2 uddata
de: Drucker Gerät #2 Ausgabe
es: Periférico de salida impresora #2
fr: Sortie du périphérique d'imprimante texte 2
nl: Printer apparaat #2 uitvoer
pl: Wyjście urządzenia drukarki #2
sv: Utdata för skrivarenhet 2
tr: Yazýcý aygýtý #2 çýktýsý

source: Printer device #3 output
da: Printer enhed #3 uddata
de: Drucker Gerät #3 Ausgabe
es: Periférico de salida impresora #3
fr: Sortie du périphérique d'imprimante texte 3
nl: Printer apparaat #3 uitvoer
pl: Wyjście urządzenia drukarki #3
sv: Utdata för skrivarenhet 3
tr: Yazýcý aygýtý #3 çýktýsý

source: IEC emulation for printer #4
da: IEC-emulering for printer #4
de: IEC Geräte Emulation für Drucker #4
es: Emulación IEC para impresora #4
fr: Activer l'émulation IEC pour l'imprimante 4
nl: IEC emulatie voor printer #4
pl: Emulacja IEC drukarki #4
sv: IEC-emulering för skrivare 4
tr: Yazýcý #4 için IEC emülasyonu

source: IEC emulation for printer #5
da: IEC-emulering for printer #5
de: IEC Geräte Emulation für Drucker #5
es: Emulación IEC para impresora #5
fr: Activer l'émulation IEC pour l'imprimante 5
nl: IEC emulatie voor printer #5
pl: Emulacja IEC drukarki #5
sv: IEC-emulering för skrivare 5
tr: Yazýcý #5 için IEC emülasyonu

source: IEC emulation for printer #6
nl: IEC emulatie voor printer #6
pl: Emulacja IEC drukarki #6

source: IEC emulation for device #7
nl: IEC emulatie voor printer #7
pl: Emulacja IEC urządzenia #7

source: SID Stereo
es: SID estereo
fr: SID Stéréo
hu: SID sztereó
it: Stereo SID
nl: Stereo SID
pl: Stereo SID
tr: Stereo SID

source: Amount of extra sids
da: Antal ekstra SID-kredse
de: Anzahl der extra SID Chips
es: Cantidad de chips SID extra
fr: Quantité de SIDs supplémantaires
nl: Aantal extra SID chips
pl: Liczba dodatkowych SID-ów
sv: Antal extra SID-kretsar
tr: Ekstra sid adedi

source: Stereo SID at
da: Stereo-SID på
de: Stereo SID bei
es: SID estereo en
fr: SID Stéréo à
hu: Sztereó SID itt:
it: Stereo SID a
nl: Stereo SID op
pl: SID stereo w
sv: Stereo-SID på
tr: Stereo SID konumu

source: Triple SID at
da: Tredie SID på
de: Dritter SID auf
es: Triple SID en
fr: Triple SID à
nl: Derde SID op
pl: Potrójny SID w
sv: Trippel-SID på
tr: Üçlü SID konumu
