Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Enable RAM mapping in $4000-$5FFF
da: Aktivér RAM-mappning på $4000-$5FFF
de: RAM Zuordnung in $4000-$5FFF aktivieren
es: Permitir mapeado RAM en $4000-$5FFF
fr: Activer le mappage RAM dans $4000-$5FFF
hu: $4000-$5FFF RAM leképzés engedélyezése
it: Attiva la mappatura della RAM a $4000-$5FFF
nl: Activeer RAM op adres $4000-$5FFF
pl: Włącz mapowanie RAM w $4000-$5FFF
sv: Aktivera RAM-mappning på $4000-$5FFF
tr: $4000-$5FFF aralýðýnda RAM eþleþtirmeyi aktif et

source: Disable RAM mapping in $4000-$5FFF
da: Deaktivér RAM-mappning på $4000-$5FFF
de: RAM Zuordnung in $4000-$5FFF deaktivieren
es: Deshabilitar mapeado RAM en $4000-$5FFF
fr: Désactiver le mappage RAM dans $4000-$5FFF
hu: $4000-$5FFF RAM leképzés tiltása
it: Disattiva la mappatura della RAM a $4000-$5FFF
nl: RAM op adres $4000-$5FFF uitchakelen
pl: Wyłącz mapowanie RAM w $4000-$5FFF
sv: Inaktivera RAM-mappning på $4000-$5FFF
tr: $4000-$5FFF aralýðýnda RAM eþleþtirmeyi pasifleþtir

source: Enable RAM mapping in $6000-$7FFF
da: Aktivér RAM-mappning på $6000-$7FFF
de: RAM Zuordnung in $6000-$7FFF aktivieren
es: Permitir mapeado RAM en $6000-$7FFF
fr: Activer le mappage RAM dans $6000-$7FFF
hu: $6000-$7FFF RAM leképzés engedélyezése
it: Attiva la mappatura della RAM a $6000-$7FFF
nl: Activeer RAM op adres $6000-$7FFF
pl: Włącz mapowanie RAM w $6000-$7FFF
sv: Aktivera RAM-mappning på $6000-$7FFF
tr: $6000-$7FFF aralýðýnda RAM eþleþtirmeyi aktif et

source: Disable RAM mapping in $6000-$7FFF
da: Deaktivér RAM-mappning på $6000-$7FFF
de: RAM Zuordnung in $6000-$7FFF deaktivieren
es: Deshabilitar mapeado RAM en $6000-$7FFF
fr: Désactiver le mappage RAM dans $6000-$7FFF
hu: $6000-$7FFF RAM leképzés tiltása
it: Disattiva la mappatura della RAM a $6000-$7FFF
nl: RAM op adres $6000-$7FFF uitschakelen
pl: Wyłącz mapowanie RAM w $6000-$7FFF
sv: Inaktivera RAM-mappning på $6000-$7FFF
tr: $6000-$7FFF aralýðýnda RAM eþleþtirmeyi pasifleþtir

source: Enable RAM mapping in $C000-$CFFF
da: Aktivér RAM-mappning på $C000-$CFFF
de: RAM Zuordnung in $C000-$CFFF aktivieren
es: Permitir mapeado RAM en $C000-$CFFF
fr: Activer le mappage RAM dans $C000-$CFFF
hu: $C000-$CFFF RAM leképzés engedélyezése
it: Attiva la mappatura della RAM a $C000-$CFFF
nl: Activeer RAM op adres $C000-$CFFF
pl: Włącz mapowanie RAM w $C000-$CFFF
sv: Aktivera RAM-mappning på $C000-$CFFF
tr: $C000-$CFFF aralýðýnda RAM eþleþtirmeyi aktif et

source: Disable RAM mapping in $C000-$CFFF
da: Deaktivér RAM-mappning på $C000-$CFFF
de: RAM Zuordnung in $C000-$CFFF deaktivieren
es: Deshabilitar mapeado RAM en $C000-$CFFF
fr: Désactiver le mappage RAM dans $C000-$CFFF
hu: $C000-$CFFF RAM leképzés tiltása
it: Disattiva la mappatura della RAM a $C000-$CFFF
nl: RAM op adres $C000-$CFFF uitschakelen
pl: Wyłącz mapowanie RAM w $C000-$CFFF
sv: Inaktivera RAM-mappning på $C000-$CFFF
tr: $C000-$CFFF aralýðýnda RAM eþleþtirmeyi pasifleþtir

source: Specify index of keymap file (0: UK business symbolic, 1: UK business positional, 2: Graphics symbolic, 3: Graphics positional, 4: German business symbolic, 5: German business positional)
nl: Geef index van het keymapbestand (0: UK business symbolisch, 1: UK business positioneel, 2: grafisch symbolisch, 3: graphisch positioneel, 4: Duits business symbolisch, 5: Duits business positioneel)
pl: Podaj indeks układu klawiatury (0: UK biznesowa - symbol, 1: UK biznesowa - pozycja, 2: Graficzna - symbol, 3: Graficzna - pozycja, 4: Niemiecka biznesowa - symbol, 5: Niemiecka biznesowa - pozycja)

source: Specify name of graphics keyboard symbolic keymap file
da: Angiv fil for symbolsk tastaturemulering for "graphics"-tastatur
de: Keymap Datei für graphics keyboard symbolic definieren
es: Especificar nombre fichero graficos teclado simbólico
fr: Spécifier le nom du fichier de mappage clavier symbolique
hu: Adja meg a grafikus és szimbolikus billentyûzet leképzési fájl nevét.
it: Specifica il nome del file della mappa simbolica della tastiera grafica
nl: Geef de naam van het symbolisch keymapbestand voor het grafische toetsenbord
pl: Określ nazwę pliku symbolicznego układu klawiatury graficznej
sv: Ange fil för symbolisk tangentbordsemulering för "graphics"-tangentbord
tr: Grafik klavyesi sembolik tuþ haritasý dosyasýnýn ismini belirt

source: Specify name of graphics keyboard positional keymap file
da: Angiv fil for positionsbestemt tastaturemulering for "graphics"-tastatur
de: Keymap Datei für graphics keyboard positional definieren
es: Especificar nombre fichero graficos teclado posicional
fr: Spécifier le nom du fichier de mappage clavier positionnel
hu: Adja meg a grafikus és pozíció szerinti billentyûzet leképzési fájl nevét.
it: Specifica il nome del file della mappa posizionale della tastiera grafica
nl: Geef de naam van het positioneel keymapbestand voor het grafische toetsenbord
pl: Określ nazwę pliku pozycyjnego układu klawiatury graficznej
sv: Ange fil för positionsriktig tangentbordsemulering för "graphics"-tangentbord
tr: Grafik klavyesi konumsal tuþ haritasý dosyasýnýn ismini belirt

source: Specify name of UK business keyboard symbolic keymap file
da: Angiv fil for symbolsk tastaturemulering for Britisk "business"-tastatur
de: Keymap Datei für UK business keyboard symbolic definieren
es: Especificar nombre fichero teclado UK business simbólico
fr: Spécifier le nom du fichier de mappage clavier symbolique UK
hu: Adja meg az angol, hivatalos, szimbolikus billentyûzet leképzési fájl nevét.
it: Specifica il nome del file della mappa simbolica della tastiera UK business
nl: Geef de naam van het symbolisch keymapbestand voor het UK zakelijk toetsenbord
pl: Określ nazwę pliku symbolicznego układu angielskiej klawiatury biznesowej
sv: Ange fil för symbolisk tangentbordsemulering för brittiskt "business"-tangentbord
tr: UK business klavyesi sembolik tuþ haritasý dosyasýnýn ismini belirt

source: Specify name of UK business keyboard positional keymap file
da: Angiv fil for positionsbestemt tastaturemulering for Britisk "business"-tastatur
de: Keymap Datei für UK business keyboard positional definieren
es: Especificar nombre fichero teclado UK business posicional
fr: Spécifier le nom du fichier de mappage clavier positionnel UK
hu: Adja meg az angol, hivatalos, pozíció szerinti billentyûzet leképzési fájl nevét.
it: Specifica il nome del file della mappa posizionale della tastiera UK business
nl: Geef de naam van het positioneel keymapbestand voor het UK zakelijk toetsenbord
pl: Określ nazwę pliku pozycyjnego układu angielskiej klawiatury biznesowej
sv: Ange fil för positionsriktig tangentbordsemulering för brittiskt "business"-tangentbord
tr: UK business klavyesi konumsal tuþ haritasý dosyasýnýn ismini belirt

source: Specify name of German business keyboard symbolic keymap file
da: Angiv fil for symbolsk tastaturemulering for Tysk "business"-tastatur
de: Keymap Datei für German business keyboard symbolic definieren
es: Especificar nombre fichero teclado Alemán business simbólico
fr: Spécifier le nom du fichier de mappage clavier symbolique allemand
hu: Adja meg a német, hivatalos, szimbolikus billentyûzet leképzési fájl nevét.
it: Specifica il nome del file della mappa simbolica della tastiera business tedesca
nl: Geef de naam van het symbolisch keymapbestand voor het Duitse zakelijk toetsenbord
pl: Określ nazwę pliku symbolicznego układu niemieckiej klawiatury biznesowej
sv: Ange fil för symbolisk tangentbordsemulering för tyskt "business"-tangentbord
tr: Alman business klavyesi sembolik tuþ haritasý dosyasýnýn ismini belirt

source: Specify name of German business keyboard positional keymap file
da: Angiv fil for positionsbestemt tastaturemulering for Tysk "business"-tastatur
de: Keymap Datei für German business keyboard positional definieren
es: Especificar nombre fichero teclado Alemán business posicional
fr: Spécifier le nom du fichier de mappage clavier positionnel allemand
hu: Adja meg a német, hivatalos, pozíció szerinti billentyûzet leképzési fájl nevét.
it: Specifica il nome del file della mappa posizionale della tastiera business tedesca
nl: Geef de naam van het positioneel keymapbestand voor het Duitse zakelijk toetsenbord
pl: Określ nazwę pliku pozycyjnego układu niemieckiej klawiatury biznesowej
sv: Ange fil för positionsriktig tangentbordsemulering för tyskt "business"-tangentbord
tr: Alman business klavyesi konumsal tuþ haritasý dosyasýnýn ismini belirt

source: Enable hardware-level emulation of disk drives
da: Aktivér emulering af diskettedrev på hardware-niveau
de: Hardware Emulation für Disklaufwerke aktivieren
es: Permitir emulacion a nivel hardware unidades de disco
fr: Activer l'émulation de disques au niveau physique
hu: Lemezegységek hardver szintû emulációjának engedélyezése
it: Attiva l'emulazione hardware dei disk drive
nl: Activeer hardwarematige emulatie van diskdrives
pl: Włącz sprzętową emulację stacji dysków
sv: Aktivera emulering av diskettstationer på maskinvarunivå
tr: Disk sürücülerinin donaným seviyesinde emülasyonunu aktif et

source: Disable hardware-level emulation of disk drives
da: Deaktivér emulering af diskettedrev på hardware-niveau
de: Hardware Emulation für Disklaufwerke deaktivieren
es: No permitir emulacion a nivel hardware unidades de disco
fr: Désactiver l'émulation de disques au niveau physique
hu: Lemezegységek hardver szintû emulációjának tiltása
it: Disattiva l'emulazione hardware dei disk drive
nl: Hardwarematige emulatie van diskdrives uitschakelen
pl: Wyłącz sprzętową emulację stacji dysków
sv: Inaktivera emulering av diskettstationer på maskinvarunivå
tr: Disk sürücülerinin donaným seviyesinde emülasyonunu pasifleþtir

source: Enable sound emulation of disk drives
da: Aktivér emulering af lyd for diskettedrev
de: Sound Emulation für Disklaufwerke aktivieren
es: Permitir emulación de sonido en unidad de discos
fr: Activer l'émulation du son des lecteurs de disque
nl: Activeer geluidsemulatie van diskdrives
pl: Włącz emulację odgłosów stacji dysków
sv: Aktivera ljudemulering för diskettstationer
tr: Disk sürücülerinin ses emülasyonunu aktif et

source: Disable sound emulation of disk drives
da: Deaktivér emulering af lyd for diskettedrev
de: Sound Emulation für Disklaufwerke deaktivieren
es: Inhabilitar emulación de sonido wn unidad de discos
fr: Désactiver l'émulation du son des lecteurs disque
nl: Geluidsemulatie van diskdrives uitschakelen
pl: Wyłącz emulację odgłosów stacji dysków
sv: Inaktivera ljudemulering för diskettstationer
tr: Disk sürücülerinin ses emülasyonunu pasifleþtir

source: Set volume for disk drive sound emulation (0-4000)
nl: Zet de volume van de diskdrive geluidemulatie (0-4000)
pl: Ustaw głośność emulacji odgłosów stacji dysków (0-4000)
sv: Välj volym för ljudemulering för diskettstation (0-4000)

source: Wobble
nl: Wiebel

source: Set drive type (0: no drive
nl: Zet drive soort (0: geen drive
pl: Ustaw typ stacji (0: brak stacji

source: Set drive rpm (30000 = 300rpm)
nl: Zet drive rpm (30000 = 300rpm)

source: Set drive wobble (100 = +/-0.5rpm)
nl: Zet drive wiebel (100 = +/-0.5rpm)

source: method
da: metode
de: Methode
es: método
fr: méthode
nl: methode
pl: metoda
sv: metod
tr: metod

source: color
da: farve
de: Farbe
fr: couleur
nl: kleur
pl: kolor
sv: färg
tr: renk

source: Select the way the oversized input should be handled, (0: scale down, 1: crop left top, 2: crop center top, 3: crop right top, 4: crop left center, 5: crop center, 6: crop right center, 7: crop left bottom, 8: crop center bottom, 9: crop right bottom)
da: Angiv håndtering af for stort input (0: skalér ned, 1: klip venstre top, 2: klip midt top, 3: klip højre top, 4: klip venstre midt, 5: klip centreret, 6: klip højre midt, 7: klip venstre bund, 8: klip midt bund, 9: klip højre bund)
de: Wähle, wie übergroßer Input behandelt werden soll, (0: skaliere, 1: schneide links oben, 2: schneide mitte oben, 3: schneide rechts oben, 4: schneide links mitte, 5: schneide mitte, 6: schneide rechts mitte, 7: schneide links unten, 8: schneide mitte unten, 9: schneide rechts unten)
es: Seleccionar cómo se manejarán las entradas sobredimensionadas, (0: escalar, 1:recorte sup izq, 2:recorte sup centro, 3:recorte sup dcha, 4:recorte centro izq, 5:recorte centro, 6:recorte centro dcha, 7:recorte abajo izq, 8:recorte centro abajo, 9:recorte abajo dcha)
fr: Sélectionner la façon de traiter les entrées trop longues (0: réduire, 1-9: Rogner à partir du coin: 1: haut-gauche, 2: haut-centre, 3: haut-droite, 4: centre-gauche, 5: centre, 6: centre-droite, 7: bas-gauche, 8: bas-centre, 9: bas-droite)
nl: Selecteer de manier waarop de te grootte invoer moet worden afgehandeld, (0: maak kleiner, 1: crop linker bovenkant, 2: crop midden bovenkant, 3: crop rechter bovenkant, 4: crop linker midden, 5: crop midden, 6: crop rechter midden, 7: crop linker onderkant, 8: crop midden onderkant, 9: crop rechter onderkant)
pl: Wybierz sposób, w jaki ma być obsługiwany za duży obraz, (0: zmniejszenie, 1: ścięcie z góry z lewej, 2: ścięcie z góry, 3: ścięcie z prawej z góry, 4: ścięcie z lewej, 5: ścięcie od środka, 6: ścięcie z prawej, 7: ścięcie z lewej z dołu, 8: ścięcie z dołu, 9: ścięcie z prawej z dołu)
sv: Välj hur för stor indata skall hanteras, (0: skala ned, 1: visa övre vänstra, 2: visa övre mitten, 3: visa övre högra, 4: visa vänstra mitten, 5: visa mitten, 6: visa högra mitten, 7: visa nedre vänstra, 8: visa nedre mitten, 9: visa nedre högre)
tr: Büyük girdilerin ele alýnma yöntemini seçin, (0: küçült, 1: sol üstten kýrp, 2: ortalý üstten kýrp, 3: sað üstten kýrp, 4: soldan ortalý kýrp, 5: ortadan kýrp, 6: saðdan ortalý kýrp, 7: sol alttan kýrp, 8: ortalý alttan kýrp, 9: sað alttan kýrp)

source: Select the way the undersized input should be handled, (0: scale up, 1: borderize)
fr: Sélectionner la façon de traiter les entrée trop courtes, (0: agrandir, 1: ajouter bordure)
nl: Selecteer de manier waarop de te kleine invoer moet worden afgehandeld, (0: maak groter, 1: maak border)
pl: Wybierz sposób obsługi małego obrazu (0: skaluj, 1: dodaj ramkę)
sv: Välj hur för liten indata skall hanteras (0: skala upp, 1: inramning)

source: Select the way the multicolor to hires should be handled, (0: b&w, 1: 2 colors, 2: 4 colors, 3: gray scale, 4: best cell colors)
da: Angiv måden multicolor til højopløsning skal håndteres på, (0: sort/hvid, 1: 2 farver, 2: 4 farver, 3: gråtoner, 4: bedste cellefarver)
de: Wähle, wie Mulitcolore zu Hochauflösung behandelte werden soll, (0: S&W, 1: 2 Farben, 2: 4 Farben, 4 Graustufen, 4: Beste Zellenfarben)
es: Seleccionar cómo se manejarán el cambio multicolor-alta resolución (0:ByN, 1:2 colores, 2:4 colores, 3:escala grises, 4:mejores colores)
fr: Sélectionner la façon de traiter multicolore à haute résolution, (0: noir et blanc, 1: 2 couleurs, 2: 4 couleurs, 3: échelle de gris, 4: meilleures couleurs)
nl: Selecteer de manier waarop 'multicolor' naar 'hires' conversie moet worden afgehandeld, (0: zwart/wit, 1: 2 kleuren, 2: 4 kleuren, 3: grijs, 4: best mogelijke kleuren in de cel)
pl: Wybiera sposób obsługi wielu kolorów w wysokiej rozdzielczości (0: czarno-biały, 1: 2 kolory, 2: 4 kolory, 3: skala szarości, 4: najlepsze kolory komórek)
sv: Välj hur flerfärgs-till-högupplöst skall hanteras, (0: svartvit, 1: 2 färger, 2: fyra färger, 3: gråskala, 4: bästa cellfärger)
tr: Çok renkliden yüksek çözünürlüðe geçiþin ele alýnma yöntemini seçin, (0: siyah&beyaz, 1: 2 renk, 2: 4 renk, 3: gri tonlu, 4: en iyi hücre renkleri)

source: Select the way the TED luminosity should be handled, (0: ignore, 1: dither)
da: Angiv måden TED-lysstyrker skal håndteres på (0: ignorér, 1: blanding)
de: Wähle, wie TED Leuchtstärke behandelt werden soll, (0: ignorieren, 1: dither)
es: Seleccionar cómo se manejarán la luminosidad TED (0:ignorar, 1:dither)
fr: Sélectionner la façon de traiter la luminosité TED, (0: ignorer, 1: tramer)
nl: Selecteer de manier waarop de TED kleuren moeten worden afgehandeld, (0: negeren, 1: dither)
pl: Wybór sposobu obsługi jaskrawości TED (0: ignoruj, 1: ditheruj)
sv: Välj hur TED-luminositet skall hanteras, (0: ignorera, 1: färgutjämna)
tr: TED lüminozitesinin ele alýnma yöntemini seçin, (0: yok say, 1: dither)

source: Select the CRTC text color (0: white, 1: amber, 2: green)
da: Vælg CRTC tekstfarve (0: hvid, 1: ravgul, 2: grøn)
de: Wähle CRTC Textfarbe (0: weiß, 1: Amberbraun, 2: Grün)
es: Seleccionar color texto CRTC (0:blanco, 1:ámbar, 2:verde)
fr: Sélectionner la couleur du texte CRTC (0: blanc, 1: ambre, 2: vert)
nl: Selecteer de CRTC tekst kleur (0: wit, 1: amber, 2: groen)
pl: Wybierz kolor tekstu CRTC (0: biały, 1: bursztynowy, 2: zielony)
sv: Välj CRTC-textfärg (0: vit, 1: gul, 2: grön)
tr: CRTC yazý rengini seçin (0: beyaz, 1: kehribar, 2: yeþil)

source: Set drive 40 track extension policy (0: never, 1: ask, 2: on access)
da: Angiv drevets regel for 40-spors udviddelse (0: aldrig, 1: spørg, 2: ved tilgang)
de: 40 Spur Erweiterungsmethode (0: nie, 1: Rückfrage, 2: bei Bedarf)
es: Seleccionar política unidad disco extensión 40 pistas (0:nunca, 1:preguntar, 2:al acceder)
fr: Spécifier la règle d'extention 40 pistes (0: jamais, 1: demander, 2: à l'accès)
hu: Adja meg a 40 sávra kiterjesztés terjesztés módját (0: soha, 1: kérdés, 2: hozzáféréskor)
it: Imposta la politica di estensione a 40 tracce del drive (0: mai, 1: a richiesta, 2: all'accesso)
nl: Stel beleid voor 40-sporenuitbreiding drive in (0: nooit, 1: vraag, 2: bij toegang)
pl: Określ zasadę rozszerzania do 40 ścieżek (0: nigdy, 1: pytaj, 2: przy dostępie)
sv: Ange regel för 40-spårsutökning (0: aldrig, 1: fråga, 2: vid åtkomst)
tr: Sürücü 40 track büyüme kuralýný ayarla (0: asla, 1: sor, 2: eriþildiðinde)

source: Specify name of 1540 DOS ROM image
nl: Geef de naam van het 1540 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1540

source: Specify name of 1541 DOS ROM image
da: Angiv navn på 1541-DOS-ROM-image
de: Name der 1541 DOS ROM Image Datei definieren
es: Especificar nombre imagen ROM de 1541 DOS
fr: Spécifier le nom de l'image 1541 DOS ROM
hu: Adja meg az 1541 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1541
nl: Geef de naam van het 1541 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1541
sv: Ange namn på 1541-DOS-ROM-avbildning
tr: 1541 DOS ROM imajýnýn ismini belirt

source: Specify name of 1541-II DOS ROM image
da: Angivn navn på 1541-II-DOS-ROM-image
de: Name der 1541-II DOS ROM Image Datei definieren
es: Especificar nombre imagen ROM de 1541-II DOS
fr: Spécifier le nom de l'image 1541-II DOS ROM
hu: Adja meg az 1541-II DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1541-II
nl: Geef de naam van het 1541-II DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1541-II
sv: Ange namn på 1541-II-DOS-ROM-avbildning
tr: 1541-II DOS ROM imajýnýn ismini belirt

source: Specify name of 1570 DOS ROM image
da: Angivn navn på 1570-DOS-ROM-image
de: Name der 1570 DOS ROM Image Datei definieren
es: Especificar nombre imagen ROM de 1570 DOS
fr: Spécifier le nom de l'image 1570 DOS ROM
hu: Adja meg az 1570 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1570
nl: Geef de naam van het 1570 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1570
sv: Ange namn på 1570-DOS-ROM-avbildning
tr: 1570 DOS ROM imajýnýn ismini belirt

source: Specify name of 1571 DOS ROM image
da: Angivn navn på 1571-DOS-ROM-image
de: Name der 1571 DOS ROM Image Datei definieren
es: Especificar nombre imagen ROM de 1571 DOS
fr: Spécifier le nom de l'image 1571 DOS ROM
hu: Adja meg az 1571 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1571
nl: Geef de naam van het 1571 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1571
sv: Ange namn på 1571-DOS-ROM-avbildning
tr: 1571 DOS ROM imajýnýn ismini belirt

source: Specify name of 1581 DOS ROM image
da: Angivn navn på 1581-DOS-ROM-image
de: Name der 1581 DOS ROM Image Datei definieren
es: Especificar nombre imagen ROM de 1581 DOS
fr: Spécifier le nom de l'image 1581 DOS ROM
hu: Adja meg az 1581 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1581
nl: Geef de naam van het 1581 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1581
sv: Ange namn på 1581-DOS-ROM-avbildning
tr: 1581 DOS ROM imajýnýn ismini belirt

source: Specify name of 2000 DOS ROM image
da: Angiv navn på 2000-DOS-ROM-image
de: Name der 2000 DOS ROM Datei definieren
es: Especificar nombre imagen 2000 DOS ROM
fr: Spécifier le nom de l'image 2000 DOS ROM
nl: Geef de naam van het 2000 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 2000
sv: Ange namn på 2000-DOS-ROM-avbildning
tr: 2000 DOS ROM imaj ismini belirt

source: Specify name of 4000 DOS ROM image
da: Angiv navn på 4000-DOS-ROM-image
de: Name der 4000 DOS ROM Datei definieren
es: Especificar nombre imagen 4000 DOS ROM
fr: Spécifier le nom de l'image 4000 DOS ROM
nl: Geef de naam van het 4000 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 4000
sv: Ange namn på 4000-DOS-ROM-avbildning
tr: 4000 DOS ROM imaj ismini belirt

source: Set drive idling method (0: no traps, 1: skip cycles, 2: trap idle)
da: Vælg tomgangsmetode for diskettedrev (0: ingen traps, 1: spring over cykler, 2: trap ledig)
de: Laufwerks idling Methode (0: kein Traps, 1: Zyklen verwerfen, 2: trap idle)
es: Seleccionar metodo tiempo inactico (0: sin intercepción, 1:saltar ciclos, 2:interceptar tiempos inactivos)
fr: Spécifier la méthode d'idle (0: pas de traps, 1: sauter des cycles, 2: trap idle)
hu: Lemezegység üresjárási módja (0: folytonos emuláció, 1: ciklusok kihagyása, 2: üres DOS ciklusok kihagyása)
it: Imposta il metodo per rilevare l'inattività del drive (0: non rilevare, 1: salta cicli, 2: rileva inattività)
nl: Stel de drive idlemethode in (0: geen traps, 1: sla cycli over, 2: trap idle)
pl: Określ metodę bezczynności napędu (0: no traps, 1: opuszczaj cykle, 2: trap idle)
sv: Ställ in väntemetod för diskettstation (0: fånta inge, 1: hoppa cykler, 2: fånga väntan)
tr: Sürücü boþa vakit geçirme metodunu ayarlayýn (0: trap yok, 1: cyclelarý atla, 2: trap boþa vakit geçirme)

source: Enable saving of FD2000/4000 RTC data when changed.
nl: Activeer het opslaan van de FD2000/4000 RTC data indien gewijzigd.
pl: Zapisuj dane zegara czasu rzeczywistego FD2000/4000 przy zmianie

source: Disable saving of FD2000/4000 RTC data when changed.
nl: Het opslaan van de FD2000/4000 RTC data indien gewijzigd uitschakelen.
pl: Nie zapisuj danych zegara czasu rzeczywistego FD2000/4000 przy zmianie

source: Enable 8KB RAM expansion at $2000-$3FFF
da: Aktivér 8kB RAM-udviddelse på $2000-$3FFF
de: 8KB RAM Erweiterung bei $2000-3fff aktivieren
es: Permitir expansión RAM de 8KB en $2000-$3FFF
fr: Activer l'exansion de 8KB RAM à $2000-$3FFF
hu: 8KB RAM kiterjeszés engedélyezése a $2000-$3FFF címen
it: Attiva l'espansione di RAM di 8KB a $2000-$3FFF
nl: Activeer 8KB RAM uitbreiding op adres $2000-$3FFF
pl: Włącz rozszerzenie 8KB RAM w $2000-$3FFF
sv: Aktivera 8KB RAM-expansion på $2000-$3FFF
tr: $2000-$3FFF arasýnda 8KB RAM geniþletmeyi aktif et

source: Disable 8KB RAM expansion at $2000-$3FFF
da: Deaktivér 8kB RAM-udviddelse på $2000-$3FFF
de: 8KB RAM Erweiterung bei $2000-3fff deaktivieren
es: Deshabilitar expansión RAM de 8KB en $2000-$3FFF
fr: Désactiver l'exansion de 8KB RAM à $2000-$3FFF
hu: 8KB RAM kiterjeszés tiltása a $2000-$3FFF címen
it: Disattiva l'espansione di RAM di 8KB a $2000-$3FFF
nl: 8KB RAM uitbreiding op adres $2000-$3FFF uitschakelen
pl: Wyłącz rozszerzenie 8KB RAM w $2000-$3FFF
sv: Inaktivera 8KB RAM-expansion på $2000-$3FFF
tr: $2000-$3FFF arasýnda 8KB RAM geniþletmeyi pasifleþtir
