Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: 256K RAM Expansion
de: 256K RAM Erweiterung
es: Expansión RAM de 256k
hu: 256K RAM bõvítés
it: Espansione RAM 256K

source: PLUS60K RAM Expansion
de: PLUS60K RAM Erweiterung
es: Expansión RAM PLUS60K
hu: PLUS60K RAM bõvítés
it: Espansione RAM PLUS60K

source: PLUS256K RAM Expansion
de: PLUS256K RAM Erweiterung
es: Expansión RAM PLUS256K
hu: PLUS256K RAM bõvítés
it: Espansione RAM PLUS256K

source: Lightpen emulation
de: Lichtgriffel Emulation
es: Emulación de lápiz óptico
tr: Iþýklý Kalem emülasyonu

source: Load new Int. Kernal ROM
de: Int. Kernal ROM laden
es: Cargar nueva ROM Kernal internacional
hu: Új nemzetközi Kernal ROM betöltése
it: Carica una nuova ROM int. del Kernal

source: ROM set type
de: ROM Satz Typ
es: Seleccionar tipo de ROM
hu: ROM készlet típusa
it: Tipo di ROM set

source: Debug
es: Depurar
fr: Débug
hu: Nyomkövetés
sv: Felsök
tr: Hata Ayýklama

source: Bank 15 $0800-$0FFF RAM
es: Banco 15 $0800-$0FFF RAM
fr: Banque RAM 15 $0800-$0FFF

source: Bank 15 $1000-$1FFF RAM
es: Banco 15 $1000-$1FFF RAM
fr: Banque RAM 15 $1000-$1FFF

source: Bank 15 $2000-$3FFF RAM
es: Banco 15 $2000-$3FFF RAM
fr: Banque RAM 15 $2000-$3FFF

source: Bank 15 $4000-$5FFF RAM
es: Banco 15 $4000-$5FFF RAM
fr: Banque RAM 15 $4000-$5FFF

source: Bank 15 $6000-$7FFF RAM
es: Banco 15 $6000-$7FFF RAM
fr: Banque RAM 15 $6000-$7FFF

source: Bank 15 $C000-$CFFF RAM
es: Banco 15 $6000-$7FFF RAM
fr: Banque RAM 15 $C000-$CFFF

source: Business (DE)
es: Negocios (DE)

source: Userport DAC
da: Brugerport DAC
es: Puerto de usuario DAC
fr: DAC port utilisateur
sv: Användarport-D/A-omvandlare

source: Model
de: Modell
es: Modelo
fr: Modèle
hu: Modell
it: Modello
sv: Modell

source: Attach Action Replay V5 image
de: Action Replay V5 Image einlegen
es: Insertar Action Replay V5 imagen

source: Couldn't run xterm
de: Kann xterm nicht starten.
es: No puedo ejecutar xterm
hu: Nem sikerült az xtermet futtatni
it: Non è possibile eseguire xterm

source: Reset
es: Reiniciar
fr: Réinitialiser
sv: Återställ

source: Scale2x
es: Escala 2x
hu: Élsimítás

source: Userport
es: Puerto de usuario
fr: Port Utilisateur

source: Trap idle
da: Fang inaktive
es: Interceptar tiempos muertos
fr: Traper linactivité
hu: Üres ciklusok kihagyása
it: Rileva inattività
sv: Fånga inaktiva
tr: Trap boþa vakit geçirme

source: Drive #8 floppy disk type
de: Laufwerk #8 Floppy Disk Typ
es: Tipo de unidad de disco #8
hu: Lemezegység #8 típusa
it: Drive #8: Tipo di floppy disk

source: Drive #9 floppy disk type
de: Laufwerk #9 Floppy Disk Typ
es: Tipo de unidad de disco #9
hu: Lemezegység #9 típusa
it: Drive #9: Tipo di floppy disk

source: Drive #10 floppy disk type
de: Laufwerk #10 Floppy Disk Typ
es: Tipo de unidad de disco #10
hu: Lemezegység #10 típusa
it: Drive #10: Tipo di floppy disk

source: Drive #11 floppy disk type
de: Laufwerk #11 Floppy Disk Typ
es: Tipo de unidad de disco #11
hu: Lemezegység #11 típusa
it: Drive #11: Tipo di floppy disk

source: Version 4
es: Versión 4
tr: Versiyon 4

source: Joystick in port #1
es: Joystick en puerto #1
hu: Botkormány az 1-es porton
it: Joystick nella porta #1
tr: Joystick port #1'de

source: Joystick in port #2
es: Joystick en puerto #2
hu: Botkormány a 2-es porton
it: Joystick nella porta #2
tr: Joystick port #2'de

source: Set symbolic keymap file
de: Symbolische Keymap Datei definieren
es: Usar mapa de teclado simbolico
hu: Szimbolikus leképzés betöltése
it: Imposta il file per la mappatura simbolica
tr: Sembolik tuþ haritasý dosyasýný belirle

source: Set positional keymap file
de: Positions Keymap Datei definieren
es: Usar mapa de teclado posicional
hu: Pozíció szerinti leképzés betöltése
it: Imposta il file per la mappatura posizionale
tr: Konumsal tuþ haritasý dosyasýný belirle

source: Select symbolic keymap
de: Symbolische Keymap Datei auswählen
es: Seleccionar mapa de teclado simbólico
tr: Sembolik tuþ haritasý seç

source: Select positional keymap
de: Positions Keymap Datei auswählen
es: Seleccionar mapa de teclado posicional
tr: Konumsal tuþ haritasý seç

source: Pen with button Up
de: Stift mit Taste oben
es: Lápiz con pulsador arriba
tr: Üst düðmeli kalem

source: Pen with button Left
de: Stift mit Taste links
es: Lápiz con pulsador izquierda
tr: Sol düðmeli kalem

source: Datel Pen
de: Datel Stift
es: Lápiz Datel
tr: Datel Kalem

source: Enable lightpen emulation
de: Lichtgriffel Emulation aktivieren
es: Permitir emulación lápiz óptico
hu: Fényceruza emuláció engedélyezése
it: Attiva l'emulazione della penna ottica
tr: Iþýklý Kalem emülasyonunu aktif et

source: Lightpen type
de: Lichtgriffel Type
es: Tipo de lápiz óptico
hu: Fényceruza típusa
it: Tipo di penna ottica
tr: Iþýklý Kalem tipi

source: Port 1
es: Puerto 1

source: Port 2
es: Puerto 2

source: Enable paddles
de: Paddles aktivieren
es: Permitir paddles
tr: Paddlelarý aktif et

source: in percent
de: in prozent
es: en porcentaje

source: Device type
de: Geräte Typ
es: Tipo de periférico
hu: Eszköz típus
it: Tipo di periferica

source: Device #8
de: Laufwerk #8
es: Periférico #8
hu: #8-as eszköz
it: Periferica #8

source: Device #9
de: Laufwerk #9
es: Periférico #9
hu: #9-es eszköz
it: Periferica #9

source: Device #10
de: Laufwerk #10
es: Periférico #10
hu: #10-es eszköz
it: Periferica #10

source: Device #11
de: Laufwerk #11
es: Periférico #11
hu: #11-es eszköz
it: Periferica #11

source: Archive
de: Archiv
es: Archivo

source: Confirm quiting VICE
de: Bestätige beenden von VICE
es: Confirmar el cierre de VICE
hu: Megerõsítés kilépés elõtt
it: Conferma l'uscita da VICE

source: 6581R3 4885 (very light)
de: 6581R3 4885 (sehr hell)
es: 6581R3 4885 (muy claro)

source: 6581R3 0486S (light)
de: 6581R3 0486S (hell)
es: 6581R3 0486S (claro)

source: 6581R3 3984 (light avg)
de: 6581R3 3984 (durchschnittlich hell)
es: 6581R3 3984 (claro avg)

source: 6581R3 4485 (dark)
de: 6581R3 4485 (dunkel)
es: 6581R3 4485 (oscuro)

source: 6581R4 1986S (very dark)
de: 6581R4 1986S (sehr dunkel)
es: 6581R4 1986S (muy oscuro)

source: 8580 3691 (light)
de: 8580 3691 (hell)
es: 8580 3691 (claro)

source: 8580 1489 (dark)
de: 8580 1489 (dunkel)
es: 8580 1489 (oscuro)

source: Stereo
es: Estereo
fr: Stéréo

source: Paddle emulation
es: Emulación de paddles
hu: Paddle emuláció
it: Emulazione paddle
tr: Paddle emülasyonu

source: VSID: The SID Emulator
de: VSID: DER SID Emulator
es: VSID: el emulador SID
hu: VSID: A SID emulátor
it: VSID: L'emulatore del SID

source: The VICE Team
de: Das VICE Team
es: El equipo VICE
hu: A VICE csapat
it: Il team di VICE

source: (c) 1998 - 2012 The VICE Team
de: (c) 1998 - 2012 Das Vice Team
es: (c) 1998 - 2011 The VICE Team

source: Name: %s Tune: %d Author: %s Copyright: %s %s Model: %s IRQ: %s
de: Name: %s Stück: %d Autor: %s Copyright: %s %s Modell: %s IRQ: %s
es: Nombre: %s Melodia: %d Autor: %s Copyright: %s %s Modelo: %s IRQ: %s
hu: Név: %s Hangzat: %d Szerzõ: %s Szerzõi jog: %s %s Modell: %s IRQ: %s
it: Nome: %s Melodia: %d Autore: %s Copyright: %s %s Modello: %s IRQ: %s

source: CRT Controls
de: CRT Steuerung
es: Controles CRT

source: audio/video recording
de: Audio/Video Aufnahme
es: Grabación de audio/video
hu: audió/videó felvétel
it: Registrazione audio/video

source: click to stop recording
de: Klick um Aufnahme zu stoppen
es: Click para detener grabación
hu: kattintson a felvétel megállításához
it: Fai clic per interrompere la registrazione

source: event recording
de: Event Aufnahme
es: Grabar eventos
hu: esemény felvétel
it: registrazione eventi

source: event playback
de: Event Wiedergabe
es: Reproducir eventos
hu: esemény visszajátszás
it: riproduzione eventi

source: click to stop playback
de: Klick um Wiedergabe zu stoppen
es: Click para detener reproducción
hu: kattintson a lejátszás megállításához
it: Fai clic per interrompere la riproduzione

source: Drive %d:
de: Laufwerk %d:
es: Unidad disco %d:
hu: Lemezegység #%d:

source: Tape 000
de: Band 000
es: Cinta 000
hu: Szalag 000
it: Cassetta 000

source: emulator
es: emulador
fr: émulateur
hu: emulátor
it: emulatore
tr: emülatör

source: (warp)
es: (máxima velocidad)
hu: (hiper)
it: (turbo)

source: Tape %03d
de: Band %03d
es: Cinta %03d
hu: Szalag %03d
it: Cassetta %03d

source: %s (paused)
de: %s (pausiert)
es: %s (detenido)
hu: %s (szünet)
it: %s (pausa)

source: Hard Reset
de: Harter Reset
es: Reiniciar en frio
hu: Hidegindítás

source: Do you want to extend the disk image to 40 tracks?
de: Soll das Diskimage auf 40 Spuren erweitert werden?
es: ¿Quieres extender la imagen de disco a 40 tracks?
hu: Kívánja a lemez képmást 40 sávosra kiterjeszteni?
it: Estendere l'immagine del disco a 40 tracce?

source: Autostart not possible for unit %d
de: Autostart für Laufwerk %d nicht möglich.
es: No se pued inicializar la unidad %d
hu: Automatikus indítás nem lehetséges a %d egységen
it: L'avvio automatico non è possibile per l'unità %d

source: Can't autostart selection %d in image %s
de: Autostart von Selektion Nr. %d in Image %s fehlgeschlagen.
es: No puedo autoarrancar seleccion %d en imagen %s
hu: Nem lehet automatikusan elindítani a %d. választást a %s képmáson.
it: Non è possibile avviare automaticamente la selezione %d nell'immagine %s

source: NO IMAGE CONTENTS AVAILABLE
de: KEIN IMAGE VERZEICHNIS VERFÜGBAR.
es: NO DISPONIBLES CONTENIDOS EN IMAGEN
hu: KEPMAS TARTALOM NEM ELERHETO
it: I CONTENUTI DELL'IMMAGINE NON SONO DISPONIBILI

source: Contents
de: Verzeichnis
es: Contenidos
hu: Tartalom
it: Contenuti

source: Show hidden files
de: Versteckte Dateien anzeigen
es: Mostar ficheros ocultos
hu: Rejtett fájlok megjelenítése
it: Mostrafile nascosti

source: Text cannot be displayed.
de: Text kann nicht dargestellt werden.
es: No se puede mostrar el texto.
hu: A szöveget nem lehet megjeleníteni.
it: Il testo non può essere visualizzato.

source: Never confirm quiting VICE
de: Keine Bestätigung beim Beenden von VICE
es: Nunca confirmar el cierre de VICE
hu: Sosem kér megerõsítést kilépés elõtt
it: Non confermare mai l'uscita da VICE

source: recording
de: Aufnahme
es: Grabando

source: Versatile Commodore Emulator
es: Emulador versatil de Commodore

source: Version 0.0
es: Versión 0.0
hu: Verzió: 0.0
it: Versione 0.0

source: Copyright (c) 1998-2012 Dag Lem
es: Copyright (c) 1998-2011 Dag Lem

source: Copyright (c) 1999-2012 Andreas Matthies
es: Copyright (c) 1998-2011 Dag Lem

source: Copyright (c) 1999-2012 Martin Pottendorfer
es: Copyright (c) 1999-2011 Martin Pottendorfer

source: Copyright (c) 2005-2012 Marco van den Heuvel
es: Copyright (c) 2005-2011 Marco van den Heuvel

source: Copyright (c) 2006-2012 Christian Vogelgsang
es: Copyright (c) 2006-2011 Christian Vogelgsang

source: Copyright (c) 2007-2012 Fabrizio Gennari
es: Copyright (c) 2007-2011 Fabrizio Gennari

source: Copyright (c) 2007-2012 Daniel Kahlin
es: Copyright (c) 2007-2011 Daniel Kahlin

source: Copyright (c) 2008-2012 Antti S. Lankila
es: Copyright (c) 2008-2011 Antti S. Lankila

source: Copyright (c) 2009-2012 Groepaz
es: Copyright (c) 2009-2011 Groepaz

source: Copyright (c) 2009-2012 Ingo Korb
es: Copyright (c) 2009-2011 Ingo Korb

source: Copyright (c) 2009-2012 Errol Smith
es: Copyright (c) 2009-2011 Errol Smith

source: Copyright (c) 2010-2012 Olaf Seibert
es: Copyright (c) 2010-2011 Olaf Seibert

source: Copyright (c) 2011-2012 Marcus Sutton
es: Copyright (c) 2011 Marcus Sutton

source: Copyright (c) 2011-2012 Ulrich Schulz
es: Copyright (c) 2011 Ulrich Schulz

source: Copyright (c) 2011-2012 Stefan Haubenthal
es: Copyright (c) 2011 Stefan Haubenthal

source: Copyright (c) 2011-2012 Thomas Giesel
es: Copyright (c) 2011 Thomas Giesel

source: Copyright (c) 2011-2012 Kajtar Zsolt
es: Copyright (c) 2011 Kajtar Zsolt

source: Extend image to 40-track format?
de: Image Dateu auf 40-Spur Format erweitern?
es: ¿Imagen extendida a formato 40-tracks?
hu: Kiterjesszem a képmást 40 sávos formátumra?
it: Astendere l'immagine al formato di 40 tracce?

source: Select romset archive
de: ROM Satz Archiv wählen
es: Seleccionar archivo ROM set
hu: Válasszon ROM készlet archívumot
it: Seleziona l'archivio del ROM set

source: Cannot load romset archive!
de: Kann ROM Satz Archiv nicht laden!
es: ¡No puedo cargar el archivo ROM set!
hu: Nem sikerült a ROM készlet archívum betöltése!
it: Non è possibile caricare l'archivio del romset!

source: Cannot save romset archive!
de: Fehler beim speichern des ROM Satz Archivs!
es: ¡No puedo grabar el archivo ROM set!
hu: Nem sikerült menteni a ROM készlet archívumot!
it: Non è possibile salvare l'archivio del romset!

source: Cannot load romset file!
de: Kann ROM Satz Datei nicht laden!
es: ¡No puedo cargar el fichero ROM set!
hu: Nem sikerült betölteni a ROM készlet fájlt.
it: Non è possibile caricare il file del romset!

source: Cannot save romset file!
de: Fehler beim speichern der ROM Satz Datei!
es: ¡No puedo grabar el fichero ROM set!
hu: Nem sikerült menteni a ROM készlet fájlt.
it: Non è possibile salvare il file del romset!

source: Select romset file
de: ROM Satz Datei wählen
es: Seleccionar fichero ROM set
hu: ROM készlet fájl kiválasztása
it: Seleziona il file del ROM set

source: Numpad + RCtrl
da: Numerisk tastatur + højre Ctrl
es: Teclado númerico+CTRL dcha
fr: Clavier numérique + Ctrl Droite
hu: Numerikus + Jobb Ctrl
it: Tastierino numerico + Ctrl destro
sv: Numerisk knappsats + höger Ctrl
tr: Numpad + Sað Ctrl

source: Media files (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.wav;*.mp3;*.avi;*.mpg)
de: Media Dateien (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.wav;*.mp3;*.avi;*.mpg)
es: Fichero media (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.wav;*.mp3;*.avi;*.mpg)
hu: Média fájlok (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.wav;*.mp3;*.avi;*.mpg)
it: File multimediali (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.wav;*.mp3;*.avi;*.mpg)
tr: Ortam dosyalarý (*.bmp;*.gif;*.iff;*.jpg;*.pcx;*.png;*.ppm;*.wav;*.mp3;*.avi;*.mpg)

source: Set input device for joystick #1
de: Input Gerät für Joystick #1 definieren
es: Periférico de entrada para joystick #1
hu: Port 1-es botkormány eszköz megadása
it: Imposta il dispositivo di input per il joystick 1

source: Set input device for joystick #2
de: Input Gerät für Joystick #2 definieren
es: Periférico de entrada para joystick #2
hu: Port 2-es botkormány eszköz megadása
it: Imposta il dispositivo di input per il joystick 2

source: Set input device for extra joystick #1
de: Input Gerät für extra Joystick #1 definieren
es: Periférico de entrada para joystick extra #1
hu: Port 1-es extra botkormány eszköz megadása
it: Imposta il dispositivo di input per il joystick supplementare #1

source: Set input device for extra joystick #2
de: Input Gerät für extra Joystick #2 definieren
es: Periférico de entrada para joystick extra #2
hu: Port 2-es extra botkormány eszköz megadása
it: Imposta il dispositivo di input per il joystick supplementare #2

source: Use all CPU on SMP systems
de: Alle SMP CPUs benutzen
es: Usar toda la CPU en sistemas SMP
hu: SMP rendszereken az összes CPU használata
it: Usa tutte le CPU sui sistemi SMP

source: Romset archive
de: ROM Satz Archiv
es: Archivo Romset
hu: ROM készlet archívum
it: Archivio del ROM set

source: Load archive
de: Archiv laden
es: Cargar archivo
hu: Archívum betöltése
it: Carica archivio

source: Save archive
de: Archiv speichern
es: Grabar archivo
hu: Archívum mentése
it: Salva archivio

source: Configuration
de: Konfigurationen
es: Configuración

source: Apply
de: Bestätigen
es: Aplicar
hu: Alkalmaz
it: Applica

source: New
de: Neu
es: Nuevo
hu: Új
it: Nuovo

source: Delete
de: Löschen
es: Borrar
hu: Törlés
it: Cancella

source: Romset file
de: ROM Satz Datei
es: Fichero Romset
hu: ROM készlet fájl
it: File del ROM set

source: Load romset
de: Romsatz laden
es: Cargar romset
hu: ROM készlet betöltése
it: Carica romset

source: Save romset
de: Romsatz speichern
es: Grabar Romset
hu: ROM készlet mentése
it: Salva romset

source: New configuration
de: Neue Konfiguration
es: Nueva configuración
hu: Új konfiguráció
it: Nuova configurazione

source: Enter configuration name
de: Konfigurationsnamen eingeben
es: Entrar nombre de configuración
hu: Írja be a konfiguráció nevét
it: Inserisci il nome della configurazione

source: Computer resources
de: Computer resourcen
es: Recursos del ordenador
hu: Számítógép erõforrásai
it: Risorse del computer

source: Computer resources saved to romset
de: Computer Resourcen zum ROM Satz gespeichert
es: Recursos del ordenador grabados en Ramset
hu: Számítógép erõforrásai elmentve a ROM készletbe
it: Risorse del computer salvate nel ROM set

source: Drive resources
de: Floppy Resourcen
es: Recursos unidad disco
hu: Lemezegység erõforrásai
it: Risorse dei drive

source: Drive resources saved to romset
de: Floppy Resourcen zum ROM Satz gespeichert
es: Recursos unidad disco grabados en romset
hu: Lemezegységek erõforrásai elmentve a ROM készletbe
it: Risorse del drive salvate nel ROM set

source: Gr Sym.
es: Gr Sim.
tr: Gr Sem.

source: UK Sym.
es: UK Sim.
tr: UK Sem.

source: DE Sym.
es: DE Sim.
tr: DE Sem.

source: Double vertical
de: Vertical verdpoppeln
es: Doble vertical

source: IEEE-488 Interface image
de: IEEE 488 Schnittstellenmodul
es: Imagen de interface IEEE-488
tr: IEEE 488 Arabirimi imajý

source: MMC Replay image
es: Imagen &MMC Replay
tr: MMC Replay imajý

source: Start
es: Empezar
fr: Démarrer
hu: Indítás
it: Avvia
sv: Starta
tr: Baþlat

source: Lightpen settings
de: Lichtgriffel Einstellungen
es: Ajustes lápiz óptico
tr: Iþýklý Kalem ayarlarý

source: Swiftlink
es: Enlace rápido

source: Basic LO
da: Basic LAV
es: Basic bajo
sv: Basic LÅ

source: Basic HI
da: Basic HØJ
es: Basic alto
sv: Basic HÖ

source: International Kernal
es: Kernal Internacional
hu: Nemzetközi kernal
it: Kernal internazionale

source: German Kernal
de: Deutscher Kernal
es: Kernal alemán
hu: Német kernal
it: Kernal tedesco

source: Finnish Kernal
de: Finnischer Kernal
es: Kernal finlandés
hu: Finn kernal
it: Kernal finlandese

source: French Kernal
de: Französischer Kernal
es: Kernal francés
hu: Francia kernal
it: Kernal francese

source: Italian Kernal
de: Italienischer Kernal
es: Kernal italiano
hu: Olasz kernal
it: Kernal italiano

source: Norwegian Kernal
de: Norwegischer Kernal
es: Kernal noruego
hu: Norvég kernal
it: Kernal norvegese

source: Swedish Kernal
de: Schwedischer Kernal
es: Kernal sueco
hu: Svéd kernal
it: Kernal Svedese

source: International Character
de: Internationaler Zeichensatz
es: Caracteres internacionales
hu: Nemzetközi karakterkészlet
it: Caratteri internazionali

source: German Character
de: Deutscher Zeichensatz
es: Caracteres alemanes
hu: Német karakterkészlet
it: Caratteri tedeschi

source: French Character
de: Französischer Zeichensatz
es: Caracteres franceses
hu: Francia karakterkészlet
it: Caratteri francesi

source: Swedish Character
de: Schwedischer Zeichensatz
es: Caracteres suecos
hu: Svéd karakterkészlet
it: Caratteri svedesi

source: C64 mode Kernal
de: C64 Modus Kernal
es: Kernal modo C64
hu: C64 mód kernal
it: Kernel in modalità C64

source: C64 mode Basic
de: C64 Modus Basic
es: Basic modo C64
hu: C64 mód Basic
it: Basic in modalità C64

source: PLUS60K settings
de: PLUS60K Einstellungen
es: Ajustes PLUS60K

source: PLUS256K settings
de: PLUS256K Einstellungen
es: Ajustes PLUS256K

source: 256K settings
de: 256K Einstellungen
es: Ajustes 256K

source: Enable the 256K RAM expansion
de: 256K RAM Erweiterung aktivieren
es: Permitir expansión RAM 256K
hu: 256K RAM kiterjesztés engedélyezése
it: Attiva l'espansione 256K RAM

source: Enable the PLUS256K RAM expansion
de: PLUS256K RAM Erweiterung aktivieren
es: Permitir expansión RAM PLUS256K
hu: PLUS256K RAM kiterjesztés engedélyezése
it: Attiva l'espansione RAM PLUS256K

source: 1024 kByte (HANNES)
es: 1024 kBytes (HANNES)
fr: 1024 ko (HANNES)

source: 4096 kByte (HANNES)
es: 4096 kBytes (HANNES)
fr: 4096 ko (HANNES)

source: Enable the PLUS60K RAM expansion
de: PLUS60K RAM Erweiterung aktivieren
es: Permitir expansión RAM PLUS60K
hu: PLUS60K RAM bõvítés engedélyezése
it: Attiva l'espansione RAM PLUS60K

source: reSID/reSID-fp options
de: reSID/reSID-fp Optionen
es: Opciones reSID/reSID-fp
hu: reSID/reSIP-fp opciók
it: Opzioni reSID/reSID-fp

source: Media
da: Medie
de: Medien
es: Medio
fr: Média
tr: Ortam

source: C64DTV V2 NTSC
es: C64DTV V2 PAL
fr: NTSC C64DTV V2

source: C64DTV V3 PAL
es: C64DTV V2 PAL
fr: PAL C64DTV V3

source: 256K Enabled
de: 256K aktiviert
es: Permitir 256K
hu: 256K engedélyezve
it: 256K attivi

source: Joystick #1 emulation: (0:None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
de: Joystick #1 Emulation: (0:Keine, 1: Numpad, 2: Keysatz A/AI, 3: Keysatz B/AI)
es: Emulación Joystick #1: (0:No, 1: Teclado númerico, 2: Keyset A/AI, 3: Keyset B/AI)
hu: #1-es botkormány emuláció: (0: Nincs, 1: numerikus, 2: 'A' gombkészlet, 3: 'B' gombkészlet)
it: Emulazione joystick #1: (0: Nessuna, 1: Tastierino numerico, 2: Keyset A/AI, 3: Keyset B/AI)

source: Extra joystick #1 emulation: (0:None, 1: Numpad, 2: Keyset A/AI, 3: Keyset B/AI)
de: Extra Joystick #1 Emulation: (0: Keine, 1: Numpad, 2: Keysatz A/AI, 3: Keysatz B/AI)
es: Emulación Joystick suplementario #1: (0:No, 1: Teclado númerico, 2: Keyset A/AI, 3: Keyset B/AI)
it: Emulazione joystick supplementare #1: (0: Nessuna, 1: Tastierino numerico, 2: Keyset A/AI, 3: Keyset B/AI)

source: Userport RS232
da: Brugerport RS232
es: Puerto RS232
fr: RS232 port utilisateur
sv: Användarport-RS232

source: 1351 mouse
de: 1351 Maus
es: Ratón 1531
hu: 1351 egér
it: Mouse 1351

source: NEOS mouse
de: NEOS Maus
es: Ratón NEOS
hu: NEOS egér
it: Mouse NEOS

source: Amiga mouse
de: Amiga Maus
es: Ratón Amiga
hu: Amiga egér
it: Mouse Amiga

source: Atari CX-22 trackball
es: Trackball Atari CX-22

source: Atari ST mouse
de: Amiga ST Maus
es: Ratón Atari ST

source: Smart mouse
de: Smart Maus
es: Ratón inteligente

source: MicroMys mouse
de: MicroMys Maus
es: Ratón MicroMys

source: Resource %s blocked by %s.
de: Resource %s wird von %s blockiert.
es: Recursos %s bloqueados por %s.
hu: A %s erõforrást %s fogja.
it: Risorsa %s bloccata da %s.

source: Display current label mappings. If no memory space is specified, show all labels.
de: Zeige aktuelle Bezeichner Zuordnungen. Wenn kein Speicherbereich angegeben wurde, werden alle Bezeichner gezeigt.
es: Muestra mapeado de etiquetas actual. Si no se especifica espacio de memoria, muestra todas las etiquetas.
hu: Az aktuális címke leképezések mutatása. Ha nincs a memória tér megadva, az összeset mutatja.
it: Mostra l'associazione delle etichette correnti. Se non è specificato alcun spazio di memoria, verranno mostrate tutte le etichette.
tr: Geçerli etiket eþleþmelerini görüntüle. Eðer bellek alaný belirtilmemiþse, tüm etiketleri göster.

source: checknum
de: Checknummer
es: número comprobación
sv: kontrollnr
tr: kontrolnumarasý

source: Delete checkpoint `checknum'.
de: Lösche Checkpoint `Checknummer'.
es: Borrar punto comprobación `número comprobación'.
hu: `ell_pont_szám' ellenõrzési pont törlése.
it: Cancella il punto di controllo `checknum'.

source: cond_expr
da: betingelse
de: bedingter Ausdruck
es: Expr_cond
fr: expr_cond
sv: villkorsuttryck
tr: koþul_idafesi
