Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Printer #4 text output device
da: Printer #4 tekstuddataenhed
de: Drucker #4 Text Ausgabegerät
es: Periférico salida texto impresoara #4
fr: Périphérique de sortie texte de l'imprimante 4
nl: Printer #4 tekst uitvoer apparaat
pl: Urządzenie wyjścia tekstu drukarki #4
sv: Textutenhet för skrivare 4
tr: Yazýcý #4 metin çýktý aygýtý

source: Printer #5 emulation
da: Printer #5 emulering
de: Drucker #5 Emulation
es: Emulación impresora #5
fr: Émulation d'imprimante 5
nl: Printer #5 emulatie
pl: Emulacja drukarki #5
sv: Emulering av skrivare 5
tr: Yazýcý #5 emülasyonu

source: Printer #5 enable IEC device
da: Aktivér IEC-enhed for printer #5
de: IEC Drucker #5 aktivieren
es: Permitir periférico IEC en impresora #5
fr: Imprimante #5 Activer le périphérique IEC
nl: Printer #5 activeer IEC apparaat
pl: Włącz urządzenie IEC napędu #5
sv: Aktivera IEC-enhet för skrivare 5
tr: Yazýcý #5 IEC aygýtýný aktif et

source: Printer #5 driver
de: Drucker #5 Treiber
es: Controlador impresora #5
fr: Pilote d'imprimante 5
nl: Printer #5 stuurprogramma
pl: Sterownik drukarki #5
sv: Drivrutin för skrivare 5
tr: Yazýcý #5 sürücüsü

source: Printer #5 output
da: Printer #5 uddata
de: Drucker #5 Ausgabe
es: Salida impresora #5
fr: Sortie de l'imprimante 5
nl: Printer #5 uitvoer
pl: Wyjście drukarki #5
sv: Utdata för skrivare 5
tr: Yazýcý #5 çýktýsý

source: Printer #5 text output device
da: Printer #5 tekstuddataenhed
de: Drucker #5 Text Ausgabegerät
es: Periférico salida texto impresoara #5
fr: Périphérique de sortie texte de l'imprimante 5
nl: Printer #5 tekst uitvoer apparaat
pl: Urządzenie wyjścia tekstu drukarki #5
sv: Textutenhet för skrivare 5
tr: Yazýcý #5 metin çýktý aygýtý

source: Printer #6 emulation
nl: Printer #6 emulatie
pl: Emulacja drukarki #6

source: Printer #6 enable IEC device
nl: Printer #6 activeer IEC apparaat
pl: Włącz urządzenie IEC drukarki #6

source: Printer #6 driver
nl: Printer #6 stuurprogramma
pl: Sterownik drukarki #6

source: Printer #6 output
nl: Printer #6 uitvoer
pl: Wyjście drukarki #6

source: Printer #6 text output device
nl: Printer #6 tekst uitvoer apparaat
pl: Urządzenie wyjścia tekstu drukarki #6

source: Device #7 Real device access
nl: Apparaat #7 werkelijk apparaat toegang
pl: Prawdziwy dostęp urządzenia #7

source: Device #7 enable IEC device
nl: Printer #7 activeer IEC apparaat
pl: Włącz urządzenie IEC urządzanie #7

source: Printer text device 1
da: Printer tekst enhed 1
de: Drucker Text Gerät 1
es: Periférico impresora texto 1
fr: Périphérique d'imprimante texte 1
nl: Printer tekst apparaat 1
pl: Urządzenie tekstowe drukarki 1
sv: Skrivartextenhet 1
tr: Metin aygýtý yazýcýsý 1

source: Printer text device 2
da: Printer tekst enhed 2
de: Drucker Text Gerät 2
es: Periférico impresora texto 2
fr: Périphérique d'imprimante texte 2
nl: Printer tekst apparaat 2
pl: Urządzenie tekstowe drukarki 2
sv: Skrivartextenhet 2
tr: Metin aygýtý yazýcýsý 2

source: Printer text device 3
da: Printer tekst enhed 3
de: Drucker Text Gerät 3
es: Periférico impresora texto 3
fr: Périphérique d'imprimante texte 3
nl: Printer tekst apparaat 3
pl: Urządzenie tekstowe drukarki 3
sv: Skrivartextenhet 3
tr: Metin aygýtý yazýcýsý 3

source: Grab mouse events
da: Fang mussehændelser
de: Maus Ereignisse abfangen
es: Capturar eventos del ratón
fr: Attraper les événements souris
hu: Egér események elkapása
it: Cattura eventi mouse
nl: Gebruik de muis
pl: Przechwytuj zdarzenia myszy
sv: Fånga mushändelser
tr: Mouse olaylarýný yakala

source: PS/2 mouse on Userport
da: PS/2-mus på brugerporten
de: PS/2 Userport Mausemulation
es: Ratón PS/2 en puerto usuario
fr: Souris PS/2 sur port utilisateur
hu: PS/2 egér a userporton
it: Mouse PS/2 su userport
nl: Aktiveer emulatie van een PS/2 muis op de userport
pl: Mysz PS/2 w userporcie
sv: PS/2-mus på användarport
tr: Userport üzerinde PS/2 mouse

source: RamCart file
da: RamCart fil
de: RamCart Datei
es: Fichero RamCart
fr: Fichier RamCart
nl: RamCart bestand
pl: Plik RamCart
sv: RamCart-fil
tr: RamCart dosyasý

source: Enable bankjumper
da: Aktivér bankjumper
de: Bankjumper aktivieren
es: Permitir commutación de bancos
fr: Activer bankjumper
nl: Activeer bankjumper
pl: Ustaw zworkę banków
sv: Aktivera bankbygel
tr: Bankjumperý aktif et

source: REU file
da: REU-fil
de: REU Datei
es: Fichero REU
fr: Fichier REU
hu: REU fájl
it: File del REU
nl: REU bestand
pl: Plik REU
sv: REU-fil
tr: REU dosyasý

source: Load ROM file
da: Indlæs ROM-fil
de: Benutzerdefinierten ROM Satz laden
es: Cargar fichero ROM
fr: Charger image ROM:
hu: ROM fájl betöltése
it: Carica il file della ROM
nl: Laad ROM bestand
pl: Wczytaj plik ROM
sv: Läs ROM-fil
tr: ROM dosyasý yükle

source: Could not load ROM file '%s'
da: Kunne ikke læse ROM-fil "%s"
de: Kann ROM Datei `%s' nicht laden.
es: No puedo cargar fichero ROM '%s'
fr: Impossible de charger le fichier ROM '%s'
hu: Nem sikerült a ROM fájlt betölteni '%s'
it: Non è possibile caricare il file della ROM '%s'
nl: Kon ROM bestand niet laden '%s'
pl: Nie można wczytać pliku ROM '%s'
sv: Kunde inte läsa ROM-fil "%s"
tr: ROM dosyasý yüklenemedi '%s'

source: Load custom ROM set archive
da: Læs eget ROM-set arkiv
de: Benutzerdefiniertes ROM Archiv laden
es: Cargar archivo de ROM personalizada
fr: Charger une ROM depuis un fichier
hu: ROM készlet archívum betöltése
it: Carica archivio ROM set personalizzato
nl: Laad aangepast ROM set archief
pl: Wczytaj własne archiwum zestawu ROM-ów
sv: Läs eget ROM-uppsättningsarkiv
tr: Özel ROM set arþivi yükle

source: Could not load ROM set archive '%s'
da: Kunne ikke læse ROM-set arkivet "%s"
de: Kann ROM Archiv `%s' nicht laden.
es: No puedo cargar archivo de ROM '%s'
fr: Impossible de charger le fichier ROM '%s'
hu: Nem sikerült a ROM készlet archívum betöltése '%s'
it: Non è possibile caricare l'archivio del ROM set '%s'
nl: Kon ROM set archief niet laden '%s'
pl: Nie można wczytać pliku zestawu ROM-ów '%s'
sv: Kunde inte läsa ROM-uppsättningsarkiv "%s"
tr: ROM set arþivi yüklenemedi '%s'

source: File to save ROM set archive to
da: Fil som ROM-set arkivet skal gemmes til
de: Aktuelle Rom Satz Archivdatei speichern unter
es: Fichero para grabar ROM
fr: Fichier de sauvegarde de l'image ROM
hu: ROM készlet archívum mentése ebbe a fájlba
it: File su cui salvare l'archivio del ROM set
nl: Bestand voor opslaan ROM set archief
pl: Plik do zapisu archiwum zestawu ROM-ów
sv: Fil att spara ROM-uppsättningsarkiv till
tr: ROM set arþivinin kaydedileceði dosya

source: Current ROM set archive
da: Nuværende ROM-set arkiv:
de: Aktuelles ROM Satz Archiv
es: Archivo ROM actual
fr: Fichier image ROM courant:
hu: Jelenlegi ROM készlet archívum
it: Archivio del ROM set attuale
nl: Huidig ROM set archief
pl: Obecne archiwum zestawu ROM-ów
sv: Nuvarande ROM-uppsättningsarkiv:
tr: Geçerli ROM set arþivi

source: ROM set item name to create
da: navn på ROM-set arkiv, der skal oprettes
de: Zu erstellender ROM Satz Eintrag
es: Nombre ROM set item a crear
fr: Nom de l'item fichier image à créer
hu: A létrhozandó ROM készlet elem neve
it: Nome del ROM set item da creare
nl: ROM set item naam om te maken
pl: Nazwa tworzonego elementu listy ROM-ów
sv: ROM-uppsättningspostnamn att skapa
tr: Yaratýlacak ROM set öðe ismi

source: ROM set name:
da: ROM-set navn:
de: ROM Satz Name:
es: Nombre ROM
fr: Nom du fichier image ROM:
hu: ROM készlet neves
it: Nome del ROM set:
nl: ROM set naam:
pl: Nazwa zestawu ROM-ów:
sv: ROM-uppsättningsnamn:
tr: ROM set ismi:

source: Delete configuration
da: Slet indstillinger
de: Konfiguration löschen
es: Borrar configuración
fr: Supprimer la configuration
hu: Konfiguráció törlése
it: Cancella la configurazione
nl: Verwijder configuratie
pl: Usuń konfigurację
sv: Ta bort inställningar
tr: Konfigürasyonu sil

source: Enter name
da: Angiv navn
de: Namen eingeben
es: Entrar nombre
fr: Entrez le nom
hu: Adja meg a nevet
it: Inserire il nome
nl: Geef naam
pl: Wprowadź nazwę
sv: Ange namn
tr: Ýsim girin

source: Active configuration
da: Aktiv konfiguration
de: Aktive Konfiguration
es: Configuración activa
fr: Configuration active
hu: Aktív konfiguráció
it: Attiva configurazione
nl: Actieve configuratie
pl: Konfiguracja archiwum
sv: Aktiva inställningar
tr: Aktif konfigürasyon

source: Load ROM set archive
da: Indlæs ROM-set arkiv
de: ROM Satz Archiv laden
es: Cargar archivo ROM
fr: Charger fichier image ROM
hu: ROM készlet archívum betöltése
it: Carica archivio del ROM set
nl: Laad ROM set archief
pl: Wczytaj archiwum zestawu ROM-ów
sv: Läs ROM-uppsättningsarkiv
tr: ROM set arþivi yükle

source: Save ROM set archive
da: Gem ROM-set arkiv
de: ROM Satz Archiv speichern
es: Grabar archivo ROM
fr: Sauvegarder fichier image ROM
hu: ROM készlet archívum mentése
it: Salva archivio del ROM set
nl: Opslaan ROM set archief
pl: Zapisz archiwum zestawu ROM-ów
sv: Spara ROM-uppsättningsarkiv
tr: ROM set arþivi kaydet

source: List current ROM set archive
da: Vis nuværende ROM-set arkiv
de: Auflisten des aktuellen ROM Satz Archivs
es: Listar archivos ROM actuales
fr: Lister la ROM chargée
hu: Aktuális ROM készlet archívum kilistázása
it: Elenca l'archivio del ROM set attuale
nl: Toon huidige ROM set archief
pl: Wyszczególnij obecne archiwum zestawu ROM-ów
sv: Lista eget ROM-uppsättningsarkiv
tr: ROM set arþivi listele

source: Create ROM set item
da: Opret ROM-set post
de: ROM Satz Eintrag erstellen
es: Crear ROM set item
fr: Créer un item d'image ROM
hu: ROM készlet elem létrehozása
it: Crea ROM set item
nl: Maak ROM set item
pl: Utwórz element zestawu ROM-ów
sv: Skapa ROM-uppsättningspost
tr: ROM set öðesi yarat

source: Delete ROM set item
da: Slet ROM-set post
de: ROM Satz Eintrag löschen
es: Borrar ROM set item
fr: Supprimer un item d'image ROM
hu: ROM készlet elem törlése
it: Elimina ROM set item
nl: Verwijder ROM set item
pl: Usuń element zestawu ROM-ów
sv: Ta bort ROM-uppsättningspost
tr: ROM set öðesi sil

source: Select ROM set item
da: Vælg en ROM-set post
de: ROM Satz Eintrag wählen
es: Seleccionar ROM set item
fr: Sélectionnez d'item d'image ROM:
hu: ROM készlet elem kiválasztása
it: Seleziona ROM set item
nl: Selecteer ROM set item
pl: Wybierz element zestawu ROM-ów
sv: Välj en ROM-uppsättningspost
tr: ROM set öðesi seç

source: Load custom ROM set file
da: Indlæs egen ROM-set fil
de: Benutzerdefinierten ROM Satz laden
es: Cargar fichero ROM set personalizado
fr: Charger une ROM depuis un fichier
hu: ROM készlet fájl betöltése
it: Carica un ROM set da file
nl: Laad aangepast ROM set bestand
pl: Wczytaj własny plik zestawu ROM-ów
sv: Läs egen ROM-uppsättningsfil
tr: Özel ROM set dosyasý yükle

source: Could not load ROM set file '%s'
da: Kunne ikke læse ROM-set fil "%s"
de: Kann ROM Satz `%s' nicht laden.
es: No puedo cargar fichero ROM set '%s'
fr: Impossible de charger le fichier ROM '%s'
hu: Nem sikerült a ROM készlet fájlt betölteni '%s'
it: Non è possibile caricare il file del ROM set '%s'
nl: Kon ROM set bestand niet laden '%s'
pl: Nie można wczytać pliku zestawu ROM-ów '%s'
sv: Kunde inte läsa ROM-uppsättningsfil "%s"
tr: ROM set dosyasý yüklenemedi '%s'

source: File to save ROM set definition to
da: Fil som ROM-set definitionen skal gemmes til
de: Rom Satz Definition speichern unter
es: Fichero para grabar definición ROM set
fr: Fichier vers lequel exporter les définitions ROM
hu: A fájl, ahova elmenti a ROM készlet leírást
it: File su cui scrivere il ROM set
nl: Bestand voor opslaan van de ROM set definitie
pl: Zapisz definicję zestawu ROM-ów do pliku
sv: Fil att spara ROM-uppsättningsdefinition till
tr: ROM set tanýmýnýn kaydedileceði dosya

source: Current ROM set
da: Nuværende ROM-set
de: Aktueller ROM Satz
es: ROM set actual
fr: Fichier image ROM courant
hu: Aktuális ROM készlet
it: ROM set attuale
nl: Huidige ROM set
pl: Obecny zestaw ROM-ów
sv: Nuvarande ROM-uppsättningar
tr: Geçerli ROM set

source: Load custom ROM set from file
da: Indlæs eget ROM-set fra fil
de: Benutzerdefinierten ROM Satz laden
es: Cargar ROM set personalizado desde fichero
fr: Charger une ROM depuis un fichier
hu: ROM készlet betöltése fájlból
it: Carica un ROM set da file
nl: Laad aangepast ROM set van bestand
pl: Wczytaj własną listę ROM-ów z pliku
sv: Läs egen ROM-uppsättning från fil
tr: Dosyadan özel ROM set yükle

source: Dump ROM set definition to file
da: Gem ROM-set definition til fil
de: Aktuellen Rom Satz speichern
es: Volcar definición de ROM set a fichero
fr: Exporter les définitions du ROM set dans un fichier
hu: ROM készlet leírás fájlba mentése
it: Scrivi il ROM set su file
nl: Dump ROM set difinitie naar bestand
pl: Zrzuć ustawienia ROM-u do pliku
sv: Spara ROM-uppsättning till fil
tr: ROM set tanýmýný dosyaya dök

source: List current ROM set
da: Vis nuværende ROM-set
de: Auflisten des aktuellen ROM Satz
es: Listar ROM set actuales
fr: Lister le fichier image
hu: Aktuális ROM készlet kilistázása
it: Elenca il ROM set attuale
nl: Toon huidige ROM set
pl: Pokaż obecną listę ROM-ów
sv: Lista nuvarande ROM-uppsättning
tr: Geçerli ROM seti yükle

source: 38400 (Swiftlink/Turbo232 only)
da: 38400 (kun Swiftlink/Turbo232)
de: 38400 (nur Swiftlink/Turbo232)
es: 38400 (sólo Swiftlink/Turbo232)
fr: 38400 (Swiftlink/Turbo232 seulement)
nl: 38400 (alleen Swiftlink/Turbo232)
pl: 38400 (tylko Swiftlink/Turbo232)
sv: 38400 (endast Swiftlink/Turbo232)
tr: 38400 (yalnýzca Swiftlink/Turbo232)

source: 57600 (Turbo232 only)
da: 57600 (kun Turbo232)
de: 57600 (nur Turbo232)
es: 57600 (sóloTurbo232)
nl: 57600 (alleen Turbo232)
pl: 57600 (tylko Turbo232)
sv: 57600 (endast Turbo232)
tr: 57600 (yalnýzca Turbo232)

source: 115200 (Turbo232 only)
da: 115200 (kun Turbo232)
de: 115200 (nur Turbo232)
es: 115200 (sólo Turbo232)
fr: 115200 (Turbo232 seulement)
nl: 115200 (alleen Turbo232)
pl: 115200 (tylko Turbo232)
sv: 115200 (endast Turbo232)
tr: 115200 (yalnýzca Turbo232)

source: Select RS232 device file
da: Vælg RS232-enhedsfil
de: RS232 Gerät Datei auswählen
es: Seleccionar fichero periférico RS232
fr: Sélectionnez le fichier du périphérique RS232
hu: Válassza ki az RS232 eszközfájlt
it: Seleziona il device file per la RS232
nl: Selecteer RS232 apparaat bestand
pl: Wybierz plik urządzenia RS232
sv: Välj RS232-enhetsfil
tr: RS232 aygýt dosyasýný seç

source: Command to execute for RS232 (preceed with '|')
da: Kommando, der skal køres for RS232 (start med "|")
de: Kommando zur Ausführung für RS232 Geräte ('|' voranstellen!)
es: Comando para ejecutar RS232 (precedido con '|')
fr: Commande à exécuter pour le port RS232 (précédé de '|')
hu: RS232-nél végrehajtandó parancs (kezdõdjön '|'-vel)
it: Comando da eseguire per la RS232 (preceduto da '|')
nl: Uit te voeren commando for RS232 (begin met '|')
pl: Polecenie do uruchomienia dla RS232 (poprzedzone '|')
sv: Kommando att starta för RS232 (inled med "|")
tr: RS232 için yürütme komutu ('|' ile ayrýlmýþ)

source: File to dump RS232 to
da: Fil, hvortil RS232 dumpes
de: Datei für RS232 Ausgabe
es: Fichero para volcar RS232
fr: Fichier de sortie du port RS232
hu: A fájl, ahova az RS232 adatok kerülnek
it: File su cui scrivere l'output dell'RS232
nl: Bestand voor de RS232 dump
pl: Plik do zapisu z RS232
sv: Fil att dumpa RS232 till
tr: RS232'nin döküleceði dosya

source: No IRQ/NMI
da: Ingen IRQ/NMI
de: Kein IRQ/NMI
fr: Sans IRQ/NMI
nl: Geen IRQ/NMI
pl: Brak IRQ/NMI
sv: Ingen IRQ/NMI
tr: IRQ/NMI yok

source: Normal
hu: Normál
it: Normale
nl: Normaal
pl: Zwykły

source: ACIA RS232 interface emulation
da: ACIA RS232-interface emulering
de: ACIA RS232 Schnittstellen-Emulation
es: Emulación interface ACIA RS232
fr: Émulation d'interface ACIA RS232
nl: ACIA RS232 interface emulatie
pl: Interfejs emulacji ACIA RS232
sv: ACIA RS232-gränssnittsemulering
tr: ACIA RS232 arabirim emülasyonu

source: ACIA device
da: ACIA-enhed
de: ACIA Gerät
es: Periférico ACIA
fr: Périphérique ACIA
hu: ACIA eszköz
it: Dispositivo ACIA
nl: ACIA apparaat
pl: Urządzenia ACIA
sv: ACIA-enhet
tr: ACIA aygýtý

source: ACIA base address
da: ACIA baseadresse
de: ACIA Basis Adresse
es: ACIA dirección base
fr: Adresse de base ACIA
nl: ACIA basisadres
pl: Adres bazowy ACIA
sv: ACIA-basadress
tr: ACIA taban adresi

source: ACIA emulation mode
da: ACIA emuleringstilstand
de: ACIA Emulations Modus
es: ACIA Modo emulación
fr: Mode d'émulation ACIA
nl: ACIA emulatiemodus
pl: Tryb emulacji ACIA
sv: ACIA emuleringsläge
tr: ACIA emülasyonu modu

source: Userport RS232 emulation
da: Emulering af RS232 på brugerporten
es: Emulación puerto RS232
fr: Émulation de port utilisateur RS232
nl: Userport RS232 emulatie
pl: Emulacja userportu RS232
sv: Emulering av RS232 på användarporten
tr: Userport RS232 emülasyonu

source: Userport RS232 device
da: Brugerportens RS232-enhed
de: Userport RS232 Gerät
es: Periférico puerto RS232
fr: Périphérique de port utilisateur RS232
hu: Userport RS232 eszköz
it: Dispositivo RS232 su Userport
nl: Userport RS232 apparaat
pl: Urządzenie userportu RS232
sv: Användarportens RS232-enhet
tr: Userport RS232 aygýtý

source: Serial 1 device
da: Seriel enhed 1
de: Serielles Gerät 1
es: Periférico Serie 1
fr: Périphérique port série 1
nl: Serieel 1 apparaat
pl: Urządzenie szeregowe 1
sv: Seriell enhet 1
tr: Seri 1 aygýtý

source: Serial 1 baudrate
da: Seriel enhed 1 baudhastighed
de: Seriell 1 Baudrate
es: Velocidad (baudios) Serie 1
fr: Vitesse du port série #1 (bps)
hu: Soros átviteli sebesség 1
it: Velocità della seriale 1 (in baud)
nl: Serieel 1 baudrate
pl: Prędkość Serial 1
sv: Baudhastighet för seriell enhet 1
tr: Seri 1 baudrate

source: Serial 2 baudrate
da: Seriel enhed 2 baudhastighed
de: Seriell 2 Baudrate
es: Velocidad (baudios) Serie 2
fr: Vitesse du port série #2
hu: Soros átviteli sebesség 2
it: Velocità della seriale 2 (in baud)
nl: Serieel 2 baudrate
pl: Prędkość Serial 2
sv: Baudhastighet för seriell enhet 2
tr: Seri 2 baudrate

source: Dump filename
da: Datadump filnavn
de: Dump Dateiname
es: Volcar nombre fichero
fr: Exporter nom de fichier
nl: Dump bestandsnaam
pl: Nazwa pliku zrzutu
sv: Filnamn för datadump
tr: Döküm dosyasý ismi

source: Program name to exec
da: Programnavn, der skal startes
de: Auszuführendes Programm
es: Nombre programa a ejecutar
fr: Nom du programme à exécuter
nl: Programmanaam om uit te voeren
pl: Nazwa programu do uruchomienia
sv: Program att starta
tr: Çalýþtýrýlacak program ismi

source: ACIA RS232 interface emulation (MasC=uerade)
da: ACIA RS232-interface emulering (MasC=uerade)
de: ACIA RS232 Schnittstellen-Emulation (MasC=uerade)
es: Emulación interface ACIA RS232 (MasC=uerade)
fr: Émulation d'interface RS232 ACIA (MasC=uerade)
nl: ACIA RS232 interface emulatie (MasC=uerade)
pl: Emulacja interfejsu ACIA RS232 (MasC=uerade)
sv: ACIA RS232-gränssnittsemulering (MasC=uerade)
tr: ACIA RS232 arabirim emülasyonu (MasC=uerade)

source: Serial 2 device
da: Seriel enhed 2
de: Serielles Geräte 2
es: Periférico Serie 2
fr: Périphérique port série 2
nl: Serieel 2 apparaat
pl: Urządzenie szeregowe 2
sv: Seriell enhet 2
tr: Seri 2 aygýtý

source: Enter speed
da: Angiv hastighed
de: Geschwindigkeit einstellen
es: Entrar velocidad
fr: Entrez la vitesse
hu: Adja meg a sebességet
it: Inserire la velocità
nl: Geef snelheid
pl: Wprowadź prędkość
sv: Ange hastighet
tr: Hýzý girin

source: Maximum speed
da: Maksimal hastighed
de: Maximale Geschwindigkeit
es: Velocidad máxima
fr: Vitesse maximale
hu: Maximális sebesség
it: Velocità massima
nl: Maximale snelheid
pl: Maksymalna prędkość
sv: Maximal hastighet
tr: Maksimum hýz

source: Invalid speed value
da: Ugyldig hastighedsværdi
de: Ungültige Geschwindigkeit
es: Valor de velocidad incorrecto
fr: Valeur de vitesse invalide
hu: Hibás sebesség érték
it: Valore della velocità non valido
nl: Ongeldige snelheid waarde
pl: Nieprawidłowa wartość prędkości
sv: Ogiltigt hastighetsvärde
tr: Geçersiz hýz deðeri

source: Cannot save settings.
da: Kunne ikke gemme indstillinger.
de: Fehler beim Speichern der Einstellungen.
es: No puedo grabar ajustes
fr: Impossible d'enregistrer les paramètres.
hu: A beállítások mentése nem sikerült.
it: Non è possibile salvare le impostazioni.
nl: Kan de instellingen niet opslaan.
pl: Nie można zapisać ustawień.
sv: Kan inte spara inställningar.
tr: Ayarlar kaydedilemedi.

source: Settings saved successfully.
da: Indstillingerne er gemt.
de: Einstellungen erfolgreich gespeichert
es: Ajustes grabados correctamente
fr: Sauvegarde des paramètres effectuée correctement.
hu: Beállítások sikeresen elmentve.
it: Impostazioni salvate con successo.
nl: Instellingen met succes opgeslagen.
pl: Zapisywanie ustawień powiodło się.
sv: Inställningarna har sparats.
tr: Ayarlar baþarýyla kaydedildi.

source: Cannot load settings: resource file not valid.
da: Kunne ikke læse indstillinger: filen er ugyldig.
de: Kann Einstellungen nicht laden: Ungültige Ressource-Datei.
es: No puedo cargar ajustes: fichero fuente incorrecto.
fr: Impossible de charger les paramètres: Fichier de ressources invalide.
hu: Nem sikerült betölteni a beállításokat: a fájl nem érvényes.
it: Non è possibile caricare le impostazioni: il file non è valido.
nl: Kan de instellingen niet laden: bronbestand ongeldig.
pl: Nie można wczytać ustawień: plik zasobów nieprawidłowy.
sv: Kan inte läsa inställningar: resursfilen ogiltig.
tr: Ayarlar yüklenemedi: kaynak dosyasý geçerli deðil.

source: Cannot load settings: resource file not found.
da: Kunne ikke læse indstillinger: Filen blev ikke fundet.
de: Kann Einstellungen nicht laden: Ressource-Datei nicht gefunden.
es: No puedo cargar ajustes: fichero fuente no encontrado.
fr: Impossible de charger les paramètres: Fichier de ressources introuvable.
hu: Nem sikerült betölteni a beállításokat: a fájlt nem találom.
it: Non è possibile caricare le impostazioni: il file non è stato trovato.
nl: Kan de instellingen niet laden: bronbestand niet gevonden.
pl: Nie można wczytać ustawień: plik zasobów nie znaleziony.
sv: Kan inte läsa inställningar: resursfilen ej funnen.
tr: Ayarlar yüklenemedi: kaynak dosyasý bulunamadý.

source: File to save settings to
da: File, hvori indstillinger skal gemmes
de: Einstellungsdateiname
es: Fichero para grabar ajustes
fr: Fichier vers lequel exporter les paramètres
hu: A fájl, ahova elmenti a beállításokat
it: File su cui scrivere le impostazioni
nl: Bestand voor opslaan van de instellingen
pl: Plik zapisu ustawień
sv: Fil att spara inställningar i
tr: Ayarlarýn kaydedileceði dosya

source: Resource file name
da: Navn på resourcefil
de: Dateiname für Einstellungen
es: Nombre del fichero fuente
fr: Nom du fichier de ressource
hu: Erõforrás fájl neve
it: Nome del file per le risorse
nl: Resource bestandsnaam
pl: Nazwa pliku zasobów
sv: Resursfilnamn
tr: Kaynak dosya ismi

source: Custom
da: Egen
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyéni
it: Personalizzato
nl: Aangepast
pl: Własna
sv: Egen
tr: Özel

source: No limit
da: Ubegrænset
de: Kein Limit
es: Sin límite
fr: Aucune limite
hu: Nincs határ
it: Nessun limite
nl: Geen limiet
pl: Bez limitu
sv: Ingen gräns
tr: Limitsiz

source: Save settings
da: Gem indstillinger
de: Einstellungen speichern
es: Grabar ajustes
fr: Enregistrer les paramètres
hu: Beállítások mentése
it: Salva le impostazioni
nl: Instellingen opslaan
pl: Zapisz ustawienia
sv: Spara inställningar
tr: Ayarlarý kaydet

source: Load settings
da: Indlæs indstillinger
de: Einstellungen laden
es: Cargar ajustes
fr: Charger les paramètres
hu: Beállítások betöltése
it: Carica le impostazioni
nl: Instellingen laden
pl: Wczytaj ustawienia
sv: Läs inställningar
tr: Ayarlarý yükle

source: Save settings to file
da: Gem indstillinger som
de: Einstellungen speichern unter
es: Grabar ajustes en fichero
fr: Enregistrer les paramètres dans un fichier
nl: Sla instellingen op naar bestand
pl: Zapisz ustawienia do pliku
sv: Spara inställningar till fil
tr: Ayarlarý dosyaya kaydet
