Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Save the memory from address1 to address2 to the specified file. Write two-byte load address. If device is 0, the file is written to the file system.
da: Gem hukommelsen fra adresse1 til adresse2 til den angivne fil. Skriv 2-byte loadadresse i starten af filen. Hvis enhed er 0 skrives til filsystemet.
de: Speichere den Speicher von Adresse1 bis Adresse2 in die angegebene Datei. Schreibe eine zwei-Byte Lade Adresse. Bei Gerät 0, wird dei Datei in das Dateisystem geschrieben.
es: Graba memoria entre dirección1 y dirección2 al fichero indicado. Graba dirección de carga de dos bytes. Si el periferico es 0, se graba en el sistema.
fr: Sauvegarde la mémoire depuis adress1 jusqu'à adress2 dans le fichier spécifié. Écrit l'adresse à deux bits de chargement dans le fichier. Si le périphérique est 0, le fichier est écrit dans le système de fichier.
hu: A memória cím1 és cím2 közötti tartományának fájlba mentése. A kétbájtos betöltési címet is kiírja. Ha az eszköz 0, a fájlt a fájlrendszeren hozza létre.
it: Salva la memoria compresa tra indirizzo1 e indirizzo2 sul file specificato. Scrive l'indirizzo di caricamento su due byte. Se la periferica è 0, il file è scritto sul file system.
nl: Sla het geheugen tussen adres1 en adres2 op naar het opgegeven bestand. Schrijf een load adres van twee bytes. Als het apparaat 0 is dan zal het bestand geschreven worden naar het bestandssysteem.
pl: Zapisz pamięć od address1 do address2 do podanego pliku. Zapisz dwubajtowy adres wczytania. Jeśli urządzenie jest 0, plik zostaje zapisany do systemu plików.
sv: Spara minnet från adress1 till adress2 till den angivna filen. Skriv tvåbytes inläsningsadress. Om enheten är 0 skrivs filen till filsystemet.
tr: Adres1'den adres2'ye kadar olan belleði belirtilen dosyaya kaydet. Ýki bytelýk yükeme adresini yaz. Eðer aygýt 0 ise, dosya dosya sistemine yazýlýr.

source: Other commands
da: Andre kommandoer
de: Andere Kommandos
es: Otros comandos
fr: Autres commandes
nl: Andere commandos
pl: Pozostałe polecenia
sv: Andra kommandon
tr: Diðer komutlar

source: Display the specified number in decimal, hex, octal and binary.
da: Vis det angivne tal som decimal, hexadecimal, oktal og binært.
de: Zeige die angegebene Zahl in dezimal, hexadezimal, oktal oder binär.
es: Mostrar el numero indicado en decimal, hex, octal y binario.
fr: Affiche le nombre spécifié en décimal, hexa, octal et binaire.
hu: A megadott szám kiírása decimálisan, hexadecimálisan, oktálisan és binárisan.
it: Mostra il numero specificato in decimale, esadecimale, ottale e binario.
nl: Toon het opgegeven nummer in decimaal, hex, octaal en binair.
pl: Pokaż daną liczbę w systemie dziesiętnym, szesnastkowym, ósemkowym i binarnym.
sv: Visa det angivna talet decimalt, hexadecimalt, oktalt och binärt.
tr: Belirtilen sayýyý 10'lu, 16'lý, 8'li ya da 2'li olarak görüntüle.

source: Use cartridge freeze.
da: Brug cartridge frys-funktion.
de: Erweiterungsmodul Freeze benutzen.
es: Usar congelación cartucho
fr: Geler la cartouche.
hu: Cartridge fagyasztás használata.
it: Usa freeze della cartuccia.
nl: Gebruik cartridge freeze.
pl: Użyj zamrożenia kartridża
sv: Använd insticksmodulens frysfunktion.
tr: Kartuþ freeze kullan

source: If no argument is given, prints out a list of all available commands If an argument is given, prints out specific help for that command.
da: Hvis der ikke angives et argument vises en liste over mulige kommandoer. Angives et argument vises hjælp for denne kommando.
de: Wenn kein Argement angegeben wurde, werden alle Kommandos ausgegeben. Mit Argument, zeige die Hilfe für das angegebene Kommand.
es: Si no se muestran argumentos, imprime salida de todos los comandos disponibles Si se da un argumento, imprime la ayuda específica para el comando.
fr: Si aucun argument n'est donné, affiche une liste des commandes disponibles Si un argument est donnée, affiche l'aide spécifique à la commande donnée.
hu: Ha nincs paraméter, az összes létezõ parancs listáját mutatja. Ha van, az adott parancshoz mutatja a súgót.
it: Se non viene specificato alcun argomeno, stamapa la lista di tutti i comandi disponibili. Se viene specificato un argomento, stampa l'aiuto relativo a quel comando.
nl: Als er geen parameter is opgegeven dan zal een lijst van alle commandos worden weergegeven. Als er een parameter is opgegeven dan zal de help voor het opgegeven command worden weergegeven.
pl: Jeśli nie jest podany argument, pokazuje listę dostępnych poleceń. Jeśli został podany argument, pokazuje pomoc do tego polecenia.
sv: Om du inte anger några argument visas alla tillgängliga kommandon. Om du anger ett argument visas hjälp för det specifika kommandot.
tr: Eðer hiç argüman verilmemiþse, tüm mevcut komutlarýn listesi yazdýrýlýr Eðer bir argüman verilmiþse, o komuta özel yardým bilgisi yazdýrýlýr.

source: Put the specified string into the keyboard buffer.
da: Indsæt den angivne streng i tastatur-bufferen.
de: Definierte Eingabe in Tastaturpuffer bereitstellen.
es: Introduce la cadena indicada en el bufer de teclado.
fr: Placer la chaîne spécifiée dans le tampon clavier.
hu: A megadott sztring elhelyezése a billentyûzet pufferben.
it: Metti la stringa specificata nel buffer di tastiera.
nl: Plaats de opgegeven string in de toetsenbordbuffer.
pl: Umieść dany ciąg znaków w buforze klawiatury
sv: Lägg den angivna strängen i tangentbordsbufferten.
tr: Klavye arabelleðine belirtilen yazýyý koy.

source: Monitor commands from the specified file are read and executed. This command stops at the end of file or when a STOP command is read.
da: Monitorkommandoer indlæses fra den angivne fil og udføres. Kommandoen stopper når slutningen af filen nås, eller når der opdages en STOP-kommando.
de: Monitor Kommandos aus der angegebenen Datei werden gelesen und ausgeführt. Dieses Kommando stoppt, wenn das Ende der Datei erreicht wurde, oder das Kommando STOP gelesen wurde.
es: Los comandos de monitor incluidos en el fichero indicado, han sido leidos y ejecutados Estos comandos se detendrán al finalizar el fichero o cuando se lea un comando STOP.
fr: Les commandes moniteur du fichier spécifié sont lues et éxécutées. Cette commande s'arrête à la fin du fichier ou lorsqu'une commande STOP est lue.
hu: A monitor parancsokat beolvassa és végrehajtja a megadott fájlból. A fájl végéig halad, vagy egy beolvasott STOP parancsig.
it: I comandi del monitor sono letti ed eseguiti dal file specificato. Questo comando si arresta alla fine del file o quando viene letto il comando STOP.
nl: Monitor commandos van het opgegeven bestand zullen worden gelezen en uitgevoerd. Dit commando stopt aan het einde van het bestand of wanneer een STOP commando wordt gelezen.
pl: Polecenia monitora z podanego pliku są odczytywane i wykonywane. Ta komenda zatrzymuje się na końcu pliku, bądź przy odczycie komendy STOP.
sv: Monitorkommandon läses in och körs från den angivna filen. Kommandot stoppar vid filslut eller när ett STOP-kommando läses.
tr: Belirtilen dosyadaki monitör komutlarý okundu ve çalýþtýrýldý. Bu komut dosya sonunda ya da STOP komutu okunduðunda sonlanýr.

source: expression
da: udtryk
de: Ausdruck
es: expresión
nl: expressie
sv: uttryck
tr: ifade

source: Evaluate the specified expression and output the result.
da: Evaluér det angivne udtryk og vis resultatet.
de: Evaluiere den angegebenen Ausdruck und zeige das Ergebnis.
es: Evaluar la expresión y mostrar los resultados.
fr: Évalue l'expression spécifiée et affiche le résultat.
hu: Kiértékeli a megadott kifejezést és kiírja az eredményt.
it: Calcola l'espressione specificata e mostra il risultato.
nl: Evalueer de opgegeven expressie en toon het resultaat.
pl: Oszacuj określone wyrażenie i podaj rezultat.
sv: Utvärdera det angivna uttrycket och visa resultatet.
tr: Belirtilen ifadeyi deðerlendir ve sonucun çýktýsýný ver.

source: After this command, all commands entered are written to the specified file until the STOP command is entered.
da: Efter denne kommando skrives alle kommandoer til den angivne fil, indtil der angives en STOP-kommando.
de: Nach diesem Kommando werden alle eingebenen Kommands in die angegebene Datei gespeicher solang bis das Kommando STOP eingegeben wurde.
es: Despues de este comando, todos los posteriomente introducidos se grabaran en el fichero indicado hasta que se entre el comando STOP.
fr: Après cette commande, toutes les commandes entrées sont écrites au fichier spécifié jusqu'à ce qu'une commande STOP soit entrée.
hu: Ezután a parancs után az összes parancsot a megadott fájlba írja, amíg STOP parancs nem érkezik.
it: Dopo questo comando, tutti i comandi inseriti saranno scritti sul file specificato fino a quando verrà inserito il comando STOP.
nl: Na dit commando zullen alle opgegeven commandos worden geschreven naar het opgegeven bestand totdat het STOP command wordt opgegeven.
pl: Po tym poleceniu wszystkie wprowadzone polecenia są zapisywane do podanego pliku, póki nie zostanie wprowadzone polecenie STOP.
sv: Efter detta kommando kommer alla kommandon som anges att skrivas till den angivna filen tills ett STOP-kommando anges.
tr: Bu komuttan sonra, tüm girilen komutlar ve STOP komutunu görene dek belirtilen dosyaya yazýlacaktýr.

source: resource
de: Ressource
es: fuente
fr: ressource
nl: bron
sv: resurs
tr: kaynak

source: Displays the value of the resource.
da: Viser værdien for ressourcen.
de: Zeige den Werde der Ressource.
es: Mostrar el valor del recurso
fr: Affiche la valeur de la ressource.
hu: Az erõforrás értékének kiírása.
it: Mostra il valore della risorsa.
nl: Toont de waarde van de resource.
pl: Pokazuje wartość zasobu
sv: Visar värdet för resursen.
tr: Kaynaðýn deðerini görüntüler.

source: value
da: værdi
de: Wert
es: valor
fr: valeur
nl: waarde
pl: wartość
sv: värde
tr: deðer

source: Sets the value of the resource.
da: Sætter værdien for ressourcen.
de: Setze den Werde der Ressource.
es: Seleccionar el valor de los recursos
fr: Définir la valeur de la ressource.
hu: Az erõforrás értékének beállítása.
it: Imposta il valore della risorsa.
nl: Plaats de waarde in de resource.
pl: Ustawia wartość zasobu.
sv: Ställer in ett värde för resursen.
tr: Kaynaðýn deðerini belirler.

source: Loads resources from file.
da: Indlæs indstillinger fra fil.
de: Einstellungen aus Datei laden
es: Cargar recursos desde fichero.
fr: Charger ressources depuis fichier.
nl: Laad instellingen van bestand
pl: Wczytaj zasoby z pliku.
sv: Läser in resurser från fil.
tr: Kaynaklarý dosyadan yükler.

source: Saves resources to file.
da: Gem indstillinger til fil.
de: Einstellungen speichern unter
es: Grabar recursos a fichero.
fr: Enregistrer les ressources dans un fichier.
nl: Sla instellingen op naar bestand
pl: Zapisz zasoby do pliku.
sv: Sparar resurser till fil.
tr: Kaynaklarý dosyaya kaydeder.

source: Stop recording commands. See `record'.
da: Afslut optagelse. Se "record".
de: Stoppe die Aufnahme von Kommandos. Siehe auch `Record'.
es: Detener comando de grabación. Ver 'grabación'
fr: Arrête l'enregistrement de commandes. Voir `record'.
hu: A parancsok rögzítésének befejezése. Lásd `record'
it: Ferma il comando di registrazione. Guarda `registra'.
nl: Stop de opname van commandos. Zie 'record'.
pl: Przestań zapisywać polecenia. Zobacz `record'.
sv: Sluta spela in kommandon. Se "record".
tr: Kayýt komutlarýný durdur. `record'a bak.

source: Take a screenshot. Format is: default = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
da: Gem et screenshot. Format er: standard = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
de: Erzeuge Screenshot. Format ist: Standard = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
es: Tomar Captura de pantalla. El formato es: por defecto = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
fr: Prend un imprime-écran. Les formats sont: Défaut = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
hu: Képernyõkép készítése. A formátum lehet: alap = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
it: Cattura schermo. Il formato è: predefinito = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
nl: Sla een schermafdruk op. Formaat is: standaard = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
pl: Zrób zrzut ekranu. Format: domyślny = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
sv: Ta en skärmbild. Format är: standard = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
tr: Ekran görüntüsü al. Biçim: varsayýlan = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.

source: Control the datasette. Valid commands: 0 = stop, 1 = start, 2 = forward, 3 = rewind, 4 = record, 5 = reset, 6 = reset counter.
da: Styr datasette. Lovlige kommandoer: 0 = stop, 1 = start, 2 = spol frem, 3 = spol tilbage, 4 = optag, 5 = reset, 6 = nulstil tæller.
de: Steuere die Datasette. Gültige Kommandos sind: 0 = Stop, 1 = Start, 2 = Forwärts, 3 = Rückwärts, 4 = Aufnahme, 5 = Reset, 6 = Reset Zähler.
es: Control unidad cinta, comandos validos: 0 = alto, 1 = inicio, 2 = avance, 3 = rebobinar, 4 = grabar, 5 = reinicio, 6 = reiniciar contador.
fr: Contrôle du datassette. Les commandes valides sont : 0 = STOP, 1 = PLAY, 2 = Avancer, 3 = Reculer, 4 = REC, 5 = Réinitialiser le ruban, 6 = Réinitialiser le compteur.
hu: Szalagos egység vezérlése. Érvényes parancsok: 0 = start, 1 = indít, 2 = elõre, 3 = vissza, 4 = felvétel, 5 = újraindít, 6 = számlálót nulláz
it: Controlla il registratore. Comandi validi: 0 = ferma, 1 = avvia, 2 = avanti, 3 = indietro, 4 = registra, 5 = reset, 6 = reset contatore.
nl: Geef datasette commandos. Geldige commandos: 0 = stop, 1 = start, 2 = vooruit, 3 = terug, 4 = opnemen, 5 = reset, 6 = reset teller.
pl: Kontrola magnetofonu. Właściwe polecenia: 0 = stop, 1 = start, 2 = naprzód, 3 = przewiń, 4 = nagrywaj, 5 = reset, 6 = reset licznika.
sv: Styr bandspelaren. Giltiga kommandon: 0 = stoppa, 1 = starta, 2 = spola framåt, 3 = spola bakåt, 4 = spela in, 5 = återställ, 6 = nollställ räknare.
tr: Teybi kontrol et. Geçerli komutlar: 0 = durdur, 1 = baþlat, 2 = ileri, 3 = geri, 4 = kayýt, 5 = reset, 6 = reset sayacý.

source: Control port
nl: Spel connector

source: Control port 1
nl: Spel connector 1

source: Control port 2
nl: Spel connector 2

source: SIDCard control port
nl: SIDCard spel connector

source: Userport joystick adapter port 1
nl: Userport joystick adapter poort 1

source: Userport joystick adapter port 2
nl: Userport joystick adapter poort 2

source: Selected port (%d) is not present on this emulator
nl: Geselelecteerde poort (%d) is niet aanwezig in deze emulator

source: Selected control port device %d is not registered
nl: Geselelecteerde spel connector apparaat %d is niet geregistreerd

source: Selected control port device %s on %s is already attached to %s
nl: Geselecteerde spel connector apparaat %s op %s is al gekoppelt aan %s

source: Selected control port device %s on %s uses same host input resource (%s) as the device attached to %s
nl: Geselecteerde spel connector apparaat %s op %s gebruikt dezelfde fyskieke invoer instelling (%s) als het apparaat gekoppelt aan %s

source: Selected control port device %s cannot be attached to %s
nl: Geselecteerde spel connector apparaat %s kan niet worden gekoppelt aan %s

source: host mouse
nl: fysieke muis

source: host sampler (audio input device)
nl: fysieke sampler (geluidsinvoer apparaat)

source: Mouse (1351)
nl: Muis (1351)

source: Mouse (NEOS)
nl: Muis (NEOS)

source: Mouse (Amiga)
nl: Muis (Amiga)

source: Mouse (CX-22)
nl: Muis (CX-22)

source: Mouse (Atari ST)
nl: Muis (Atari ST)

source: Mouse (SmartMouse)
nl: Muis (SmartMouse)

source: Mouse (Micromys)
nl: Muis (Micromys)

source: Light Pen (up trigger)
nl: Lightpen (omhoog activeren)

source: Light Pen (left trigger)
nl: Lichtpen (links activeren)

source: Set %s device (0: None
nl: Zet %s apparaat (0: Geen

source: Sampler system already in use by %s.
nl: Sampler systeem wordt al gebruikt door %s.

source: Enable opposite joystick directions
nl: Tegenovergestelde richtingen toestaan
pl: Pozwól na przeciwstawne kierunki joysticka

source: Disable opposite joystick directions
nl: Tegenovergestelde richtingen niet toestaan
pl: Nie pozwól na przeciwstawne kierunki joysticka

source: Enable keyset
nl: Activeer keyset
pl: Włącz zestaw klawiszy

source: Disable keyset
nl: Keyset uitschakelen
pl: Wyłącz zestaw klawiszy

source: On autostart, load to BASIC start (without ',1')
da: Indlæs til BASIC start ved autostart (uden ',1')
de: Bei Autostart, lade an BASIC Start (ohne ',1')
es: En autoarranque, carga en inicio del BASIC (sin ',1')
fr: Lors de l'autodémarrage, charger au BASIC (sans ',1')
nl: Bij autostarten, laad naar BASIC start (zonder ',1')
pl: Przy autostarcie wczytuj do BASIC-a (bez ',1')
sv: Vid autostart, hämta till BASIC-start (utan ",1")
tr: Otomatik baþlatýldýðýnda, BASIC baþlangýcýna yükle (',1' olmadan)

source: On autostart, load with ',1'
da: Indlæs med ',1' ved autostart
de: Bei Autostart, lade mit ',1'
es: En autoarranque, carga con ',1'
fr: À l'autodémarrage, charger avec ',1'
nl: Bij autostarten, laad met ',1'
pl: Przy autostarcie wczytuj z ',1'
sv: Vid autostart, hämta med ",1"
tr: Otomatik baþlatýldýðýnda, ',1' ile yükle

source: On autostart, use the 'RUN' command with a colon, i.e., 'RUN:'
da: Brug "RUN"-kommando med kolon ved autostart, dvs. "RUN:"
de: Bei Autostart soll 'RUN' mit Doppelpunkt ausgeführt werden ('RUN:')
es: En autoarranque, usa el comando 'RUN' con dos puntos, ejm. 'RUN:'
fr: À l'autodémarrage, utiliser la commande 'RUN' avec le deux-points (soit 'RUN:')
hu: Automatikus indításnál a 'RUN' parancs kettõsponttal, vagyis 'RUN:'
it: All'avvio automatico, usa il comando 'RUN' con i due punti; cioè 'RUN:'
nl: Bij het autostarten, gebruik het 'RUN' commando met een dubbele punt, dus 'RUN:'
pl: Przy autostarcie używaj polecenia 'RUN' z dwukropkiem, tj. 'RUN:'
sv: Vid autostart, använd "RUN"-kommando med kolon, dvs. "RUN:"
tr: Otomatik baþlatýldýðýnda, 'RUN' komutunu ':' ile kullan, yani, 'RUN:'

source: On autostart, do not use the 'RUN' command with a colon; i.e., 'RUN'
da: Brug ikke "RUN"-kommando med kolon ved autostart, dvs. "RUN"
de: Bei Autostart soll 'RUN' ohne Doppelpunkt ausgeführt werden ('RUN')
es: En autoarranque, no usar el comando 'RUN' con dos puntos, ejm.'RUN'
fr: À l'autodémarrage, NE PAS utiliser le deux-points avec la commande 'RUN'
hu: Automatikus indításnak a 'RUN' parancs kettõspont nélkül, vagyis 'RUN'
it: All'avvio automatico, non usare il comando 'RUN' con i due punti; cioè 'RUN'
nl: Bij het autostarten, gebruik het 'RUN' commando niet met een dubbele punt, dus 'RUN'
pl: Przy autostarcie używaj polecenia 'RUN' bez dwukropka, tj. 'RUN'
sv: Vid autostart, använd inte "RUN"-kommando med kolon, dvs. "RUN"
tr: Otomatik baþlatýldýðýnda, 'RUN' komutunu ':' ile kullanma, yani, 'RUN'

source: Do not handle True Drive Emulation on autostart
da: Anvend ikke ægte drev-emulering ved autostart
de: Präzise Floppy Emulation bei Autostart nicht beachten
es: No manejar en autoarranque emulación de disco verdadera
fr: Ne pas utiliser l'émulation réelle de lecteur à l'autodémarrage
hu: Valós lemezegység emulációt nem kezeli autostartnál
it: Non gestire l'emulazione hardware dei drive all'avvio automatico
nl: Geen manipulatie van de hardwarematige drive emulatie bij autostarten
pl: Nie włączaj rzeczywistej emulacji napędu przy autostarcie
sv: Hantera inte äkta diskettenhetsemulering vid autostart
tr: Baþlangýçta Gerçek Sürücü Emülasyonu'nu Denetleme

source: Enable warp mode during autostart
da: Aktivér warp-tilstand under autostart
de: Warp Mode während Autostart aktivieren
es: Permitir modo ultrarápido durante autoarranque
fr: Activer Mode Turbo durant l'autodémarrage
hu: Hipergyors mód engedélyezése autostartnál
it: Attiva la modalità turbo all'avvio automatico
nl: Activeer warp modus tijdens autostarten
pl: Włącz tryb przyśpieszony podczas automatycznego startu
sv: Aktivera warpläge för autostart
tr: Otomatik baþlatma esnasýnda warp modu aktif et

source: Disable warp mode during autostart
da: Deaktivér warp-tilstand under autostart
de: Warp Mode währen Autostart deaktivieren
es: Deshabilitar modo ultrarápido durante autoarranque
fr: Désactiver le mode Turbo
hu: Hipergyors mód tiltása autostartnál
it: Disattiva la modalità turbo all'avvio automatico
nl: Warp modus tijdens autostarten uitschakelen
pl: Wyłącz tryb przyśpieszony podczas automatycznego startu
sv: Inaktivera warpläge för autostart
tr: Otomatik baþlatma esnasýnda warp modu pasifleþtir

source: Set autostart mode for PRG files (0: VirtualFS, 1: Inject, 2: Disk image)
nl: Zet autostart modus voor PRG bestanden (0: VirtualFS, 1: Injecteer, 2: Disk bestand)
pl: Określ tryb autostartu z plików PRG (0: wirtualny system plików, 1: wstrzyknięcie, 2: obraz dysku)

source: Set disk image for autostart of PRG files
da: Vælg diskimage for autostart af PRG-filer
de: Disk Imagedatei für Autstart definieren
es: Seleccionar imagen disco para autoarranque ficheros PRG
fr: Régler l'image disque pour autodémarrage de fichiers PRG
hu: Lmeez képmás megadása PRG automatikus indításhoz
it: Imposta immagine disco per l'avvio automatico dei file PRG
nl: Zet disk bestand voor het autostarten van PRG bestanden
pl: Określ obraz dysku do autostartu z plików PRG
sv: Ange diskavbildning för autostart av PRG-filer
tr: PRG dosyalarýnýn otomatik baþlatýlmasý için disk imajý ayarla

source: Set initial autostart delay (0: use default)
da: Angiv autostart-forsinkelse (0: brug standard)
de: Setze initiale Autostart Verzögerung (0: benutze Standard)
es: Seleccionar retardo inicial autoarranque (Por defecto 0)
fr: Définir le délai initial d'autodémarrage (0: utiliser défaut)
nl: Zet de vertraging bij begin van het autostarten (0: gebruik de standaard waarde)
pl: Określ początkowe opóźnienie autostartu (0: domyślne)
sv: Ange inledande fördröjning för autostart (0: använd standard)
tr: Otomatik baþlatmada rastgele gecikmeyi ayarla (0: varsayýlaný kullan)

source: Enable random initial autostart delay.
da: Aktivér tilfældig autostart-forsinkelse
de: Zufälle Verzögerung während Autostart aktivieren,
es: Permitir retardo arranque inicial aleatorio.
fr: Activer le Mode Turbo
nl: Activeer willekeurige vertraging bij begin van het autostarten.
pl: Włącz losowe opóźnienie na początku autostartu.
sv: Aktivera slumpmässig inledande autostartfördröjning
tr: Otomatik baþlatmada rastgele gecikmeyi aktif et

source: Disable random initial autostart delay.
da: Deaktivér tilfældig autostart-forsinkelse
de: Zufälle Verzögerung während Autostart deaktivieren.
es: Deshabilitar retardo arranque inicial aleatorio.
fr: Désactiver le délai aléatoire initial d'autodémarrage.
nl: Willekeurige vertraging bij begin van het uitostarten uitschakelen.
pl: Wyłącz losowe opóźnienie na początku autostartu.
sv: Inaktivera slumpmässig inledande autostartfördröjning
tr: Otomatik baþlatmada rastgele gecikmeyi pasifleþtir

source: Set action on CPU JAM: (0: Ask, 1: continue, 2: Monitor, 3: Reset, 4: Hard Reset, 5: Quit Emulator)
nl: Geef de actie op die gedaan moet worden bij een CPU JAM: (0: Vraag, 1: door gaan, 2: Monitor, 3: Reset, 4: Harde Reset, 5: Emulator uitschakelen)
pl: Ustal działanie przy zatkaniu się procesora: (0: zapytanie, 1: kontynuacja, 2: monitorowanie, 3: reset, 4: twardy reset, 5: wyjście z emulatora)

source: Set name of screenshot to save when emulator exits.
nl: Geef de naam van het scherm afdruk at wordt opgeslagen wanneer de emulator wordt afgesloten.

source: Use PAL sync factor
da: Anvend PAL-synkfaktor
de: PAL Sync Faktor benutzen
es: Usar factor sincronización PAL
fr: Utiliser PAL
hu: PAL szinkron faktor használata
it: Usa il fattore di sincronizzazione PAL
nl: Gebruik PAL synchronisatiefaktor
pl: Używaj synchronizacji PAL
sv: Använd PAL-synkfaktor
tr: PAL senkron faktörü kullan
