Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Request YUV FOURCC format
da: Anmod om YUV FOURCC-format
de: YUV FOURCC Format
es: Solicitar formato YUV FOURCC
fr: Demander le format YUV FOURCC
hu: YUV FOURCC formátum kérése
it: Richiede il formato YUV FOURCC
nl: Vraag YUW FOURCC formaat aan
pl: Żądaj formatu YUV FOURCC
sv: Be om YUV FOURCC-format
tr: YUV FOURCC biçimi talep et

source: <Aspect ratio>
nl: <Aspect verhouding>
pl: <Proporcje obrazu>

source: Set aspect ratio (0.5 - 2.0)
da: Vælg aspektforhold (0.5 - 2.0)
de: Seitenverhältnis (0.5 - 2.0)
es: Seleccionar razón aspecto (0.5 - 2.0)
fr: Définir le rapport d'aspect (0.5 - 2.0)
nl: Zet aspect verhouding (0.5 - 2.0)
pl: Ustaw proporcje obrazu (0.5 - 2.0)
sv: Välj bredd-/höjdförhållande (0,5 - 2,0)
tr: En boy oraný belirle (0.5 - 2.0)

source: Enable true aspect ratio
da: Aktivér ægte aspektforhold
de: Echtes Seitenverhältnis aktivieren
es: Habilitar razón de aspecto verdadero
fr: Activer le ratio de proportions réel
nl: Activeer werkelijke aspect verhouding
pl: Włącz rzeczywiste proporcje obrazu
sv: Aktivera äkta storleksförhållande
tr: Gerçek en boy oranýný aktif et

source: Disable true aspect ratio
da: Deaktivér ægte aspektforhold
de: Echtes Seitenverhältnis deaktivieren
es: Deshabilitar razón de aspecto verdadero
fr: Désactiver le ratio de proportions réel
nl: Werkelijke aspect verhouding uitschakelen
pl: Wyłącz rzeczywiste proporcje obrazu
sv: Inaktivera äkta storleksförhållande
tr: Gerçek en boy oranýný pasifleþtir

source: Keep aspect ratio when scaling
nl: Aspect verhouding behouden bij het schaal verandering
pl: Zachowaj proporcje ekranu przy skalowaniu

source: Do not keep aspect ratio when scaling (freescale)
nl: Aspect verhouding niet behouden bij het schaal verandering
pl: Nie trzymaj proporcji obrazu podczas skalowania (freescale)

source: MITSHM extensions version %d.%d detected.
da: MITSHM-udviddelser version %d.%d fundet.
de: MITSHM X Server Eweiterung in Version %d.%d erkannt.
es: Detectada extensiones MITSHM versión %d.%d
fr: Détecté extensions MITSHM version %d.%d.
hu: %d.%d verziójú MITSHM kiterjesztést találtam.
it: Rilevata la versione %d.%d delle estensioni MITSHM.
nl: MITSHM extensies versie %d.%d gevonden.
pl: Rozszerzenie wersji MITSHM %d.%d zostało wykryte.
sv: MITSHM-utökningar version %d.%d hittades.
tr: MITSHM uzantýlarý versiyon %d.%d saptandý.

source: MITSHM initialization succeed.
da: MITSHM-initiering successfuld.
de: MITSHM erfolgreich initialisiert.
es: Inicialización MITSHM con éxito.
fr: Initialisation MITSHM réussie.
hu: A MITSHM sikeresen elindult.
it: Inizializzazione MITSHM riuscita.
nl: MITSHM initialisatie voltooid.
pl: Inicjalizacja MITSHM zakonczona pomyślnie.
sv: MITSHM-initiering färdig.
tr: MITSHM baþlangýç ayarlarý baþarýlý.

source: Set HID A device
da: Vælg HID-enhed A
de: Setzte Gerät HID A
es: Seleccionar periférico HID A
fr: Périphérique HID A
hu: HID A eszköz megadása
it: Imposta device HID A
nl: Zet HID A apparaat
pl: Określ urządzenie HID A
sv: Välj HID-enhet A
tr: HID A aygýtýný tanýmla

source: Set X Axis for HID A device
da: Vælg X-akse for HID-enhed A
de: Setze X Achse für Gerät HID A
es: Seleccionar eje X para le periférico HID A
fr: Axe X pour le périphérique HID A
hu: X tengely megadása az A HID eszközhöz
it: Imposta asse X per il device HID A
nl: Zet X as voor HID A apparaat
pl: Ustaw oś X urządzenia HID A
sv: Välj X-axel för HID-enhet A
tr: HID A aygýtý için X Ekseni tanýmla

source: Set Y Axis for HID A device
da: Vælg Y-akse for HID-enhed A
de: Setze Y Achse für Gerät HID A
es: Seleccionar eje Y para le periférico HID A
fr: Axe Y pour le périphérique HID A
hu: Y tengely megadása az A HID eszközhöz
it: Imposta asse Y per il device HID A
nl: Zet Y as voor HID A apparaat
pl: Ustaw oś Y urządzenia HID A
sv: Välj Y-axel för HID-enhet A
tr: HID A aygýtý için Y Ekseni tanýmla

source: Set Buttons for HID A device
da: Vælg knapper for HID-enhed A
de: Setze Tasten für Gerät HID A
es: Seleccionar teclas par el periférico HID A
fr: Boutons pour périphérique HID A
nl: Zet knoppen voor HID A apparaat
pl: Ustaw przyciski urządzenia HID A
sv: Välj knappar för HID-enhet A
tr: HID A aygýtý için düðmeleri tanýmla

source: Set Auto Fire Buttons for HID A device
da: Vælg auto fire knapper for HID-enhed A
de: Setze Autofeuer Tasten für Gerät HID A
es: Seleccionar tecla de autodisparo para periférico HID A
fr: Feu Automatique pour le périphérique HID A
nl: Zet automatisch vuur knoppen voor HID A apparaat
pl: Ustaw przyciski autofire urządzenia HID A
sv: Välj autofire-knappar för HID-enhet A
tr: HID A aygýtý için düðmeleri tanýmla

source: Set X Axis Threshold in Percent of HID A device
da: Vælg X-akse tærskel i procent for HID-enhed A
de: Setze Schwellwert für X Achse in Prozent für Gerät HID A
es: Seleccionar umbral en porcentaje del eje X para periférico HID A
fr: Régler le seuil de l'axe X en % pour pour le périphérique HID A
hu: X tengely érzékenysége %-ban az A HID eszközhöz
it: Imposta soglia asse X in percentuale per il device HID A
nl: Zet X as drempelwaarde in procent voor HID A apparaat
pl: Próg osi X urządzenia HID A w procentach
sv: Välj X-axeltröskel i procent för HID-enhet A
tr: HID A aygýtýnýn X Ekseni Eþiðini yüzdesel olarak tanýmla

source: Set Y Axis Threshold in Percent of HID A device
da: Vælg Y-akse tærskel i procent for HID-enhed A
de: Setze Schwellwert für Y Achse in Prozent für Gerät HID A
es: Seleccionar umbral en porcentaje del eje Y para periférico HID A
fr: Régler le seuil de l'axe Y en % pour pour le périphérique HID A
hu: Y tengely érzékenysége %-ban az A HID eszközhöz
it: Imposta soglia asse Y in percentuale per il device HID A
nl: Zet Y as drempelwaarde in procent voor HID A apparaat
pl: Próg osi Y urządzenia HID A w procentach
sv: Välj Y-axeltröskel i procent för HID-enhet A
tr: HID A aygýtýnýn Y Ekseni Eþiðini yüzdesel olarak tanýmla

source: Set HID B device
da: Vælg HID-enhed B
de: Setze Gerät HID B
es: Seleccionar periférico HID B
fr: Sélectionner périphérique HID B
hu: HID B eszköz megadása
it: Imposta device HID B
nl: Zet HID B apparaat
pl: Określ urządzenie HID B
sv: Välj HID-enhet B
tr: HID B aygýtýný tanýmla

source: Set X Axis for HID B device
da: Vælg X-akse for HID-enhed B
de: Setze X Achse für Gerät HID B
es: Seleccionar eje X para le periférico HID B
fr: Axe X pour le périphérique HID B
hu: X tengely megadása a B HID eszközhöz
it: Imposta asse X per il device HID B
nl: Zet X as voor HID B apparaat
pl: Ustaw oś X urządzenia HID B
sv: Välj X-axel för HID-enhet B
tr: HID B aygýtý için X Ekseni tanýmla

source: Set Y Axis for HID B device
da: Vælg Y-akse for HID-enhed B
de: Setze Y Achse für Gerät HID B
es: Seleccionar eje Y para le periférico HID B
fr: Axe Y pour le périphérique HID B
hu: Y tengely megadása a B HID eszközhöz
it: Imposta asse Y per il device HID B
nl: Zet Y as voor HID B apparaat
pl: Ustaw oś Y urządzenia HID B
sv: Välj Y-axel för HID-enhet B
tr: HID B aygýtý için Y Ekseni tanýmla

source: Set Buttons for HID B device
da: Vælg knapper for HID-enhed B
de: Setze Tasten für Gerät HID B
es: Seleccionar teclas par el periférico HID B
fr: Sélectionner boutons pour périphérique HID B
nl: Zet knoppen voor HID B apparaat
pl: Ustaw przyciski urządzenia HID B
sv: Välj knappar för HID-enhet B
tr: HID B aygýtý için düðmeleri tanýmla

source: Set Auto Fire Buttons for HID B device
da: Vælg auto fire knapper for HID-enhed B
de: Setze Autofeuer Tasten für Gerät HID B
es: Seleccionar tecla de autodisparo para periférico HID B
fr: Feu Automatique pour le périphérique HID B
nl: Zet automatisch vuur knoppen voor HID B apparaat
pl: Ustaw przyciski autofire urządzenia HID B
sv: Välj autofireknappar för HID-enhet B
tr: HID B aygýtý için otomatik ateþ düðmelerini tanýmla

source: Set X Axis Threshold in Percent of HID B device
da: Vælg X-akse tærskel i procent for HID-enhed B
de: Setze Schwellwert für X Achse in Prozent für Gerät HID B
es: Seleccionar umbral en porcentaje del eje X para periférico HID B
fr: Régler le seuil de l'axe X en % pour pour le périphérique HID B
hu: X tengely érzékenysége %-ban a B HID eszközhöz
it: Imposta soglia asse X in percentuale per il device HID B
nl: Zet X as drempelwaarde in procent voor HID B apparaat
pl: Próg osi X urządzenia HID B w procentach
sv: Välj X-axeltröskel i procent för HID-enhet B
tr: HID B aygýtýnýn X Ekseni Eþiðini yüzdesel olarak tanýmla

source: Set Y Axis Threshold in Percent of HID B device
da: Vælg Y-akse tærskel i procent for HID-enhed B
de: Setze Schwellwert für Y Achse in Prozent für Gerät HID B
es: Seleccionar umbral en porcentaje del eje Y para periférico HID B
fr: Régler le seuil de l'axe Y en % pour pour le périphérique HID B
hu: Y tengely érzékenysége %-ban a B HID eszközhöz
it: Imposta soglia asse Y in percentuale per il device HID B
nl: Zet Y as drempelwaarde in procent voor HID B apparaat
pl: Próg osi Y urządzenia HID B w procentach
sv: Välj Y-axeltröskel i procent för HID-enhet B
tr: HID B aygýtýnýn Y Ekseni Eþiðini yüzdesel olarak tanýmla

source: Set Hat Switch for Joystick of HID A device
da: Vælg hat-switch for HID-enhed A
de: Setze Hat-Schalter für Gerät HID A
es: Seleccionar interruptor hat para joystick del periférico HID A
fr: Régler le POV pour le Joystick du périphérique A
nl: Zet 'Hat' schakelaar voor Joystick van HID A apparaat
pl: Ustaw hat switch w joysticku urządzenia HID A
sv: Vänd hatt för styrspak för HID-enhet A
tr: HID A aygýtýnýn Joystick'i için Hat Switch tanýmla

source: Set Hat Switch for Joystick of HID B device
da: Vælg hat-switch for HID-enhed B
de: Setze Hat-Schalter für Gerät HID B
es: Seleccionar interruptor hat para joystick del periférico HID B
fr: Régler le POV pour le Joystick du périphérique B
nl: Zet 'Hat' schakelaar voor joystick van HID B apparaat
pl: Ustaw hat switch w joysticku urządzenia HID B
sv: Vänd hatt för styrspak för HID-enhet B
tr: HID B aygýtýnýn Joystick'i için Hat Switch tanýmla

source: Set device for joystick port 1
da: Vælg enhed for joystick port 1
de: Gerät für Joystick Port 1 definieren
es: Seleccionar periférico para el puerto joystick #1
fr: Définir le périphérique pour le port joystick 1
hu: Port 1-es botkormány eszköz megadása
it: Imposta il dispositivo per la porta joystick 1
nl: Zet apparaat voor joystickpoort 1
pl: Określ urządzenie joysticka w porcie 1
sv: Välj enhet för spelport 1
tr: Aygýtý 1. joystick portuna ayarla

source: Set device for joystick port 2
da: Vælg enhed for joystick port 2
de: Gerät für Joystick Port 2 definieren
es: Seleccionar periférico para el puerto joystick #2
fr: Définir le périphérique pour le port joystick 2
hu: Port 2-es botkormány eszköz megadása
it: Imposta il dispositivo per la porta joystick 2
nl: Zet apparaat voor joystickpoort 2
pl: Określ urządzenie joysticka w porcie 2
sv: Välj enhet för spelport 2
tr: Aygýtý 2. joystick portuna ayarla

source: Set device for extra joystick port 1
da: Vælg enhed for ekstra joystick port 1
de: Gerät für extra Joystick Port 1 definieren
es: Seleccionar periférico para puerto suplementario joystick #1
fr: Définir le périphérique pour le port joystick supplémentaire 1
hu: Port 1-es extra botkormány eszköz megadása
it: Imposta il dispositivo per la porta joystick supplementare 1
nl: Zet apparaat voor extra joystickpoort 1
pl: Określ urządzenie dodatkowego joysticka w porcie 1
sv: Välj enhet för extra spelport 1
tr: Aygýtý 1. ekstra joystick portuna ayarla

source: Set device for extra joystick port 2
da: Vælg enhed for ekstra joystick port 2
de: Gerät für extra Joystick Port 2 definieren
es: Seleccionar periférico para puerto suplementario joystick #2
fr: Définir le périphérique pour le port joystick supplémentaire 2
hu: Port 2-es extra botkormány eszköz megadása
it: Imposta il dispositivo per la porta joystick supplementare 2
nl: Zet apparaat voor extra joystickpoort 2
pl: Określ urządzenie dodatkowego joysticka w porcie 2
sv: Välj enhet för extra spelport 2
tr: Aygýtý 2. ekstra joystick portuna ayarla

source: Set device for extra joystick port 3
nl: Zet apparaat voor extra joystickpoort 3

source: Name of MIDI Client
da: Navn på MIDI-klient
de: Name des MIDI Clients
es: Nombre del cliente MIDI
fr: Nom du client MIDI
hu: MIDI kliens neve
it: Nome del client MIDI
nl: Naam van de MIDI client
pl: Nazwa klienta MIDI
sv: Namn på MIDI-klient
tr: MIDI Ýstemci Ýsmi

source: Name of MIDI-In Port
da: Navn på MIDI-ind port
de: Name des MIDI-In Ports
es: Nombre del puerto de entrada MIDI
fr: Nom du port MIDI-IN
hu: MIDI-In port neve
it: Nome della porta MIDI-In
nl: Naam van de MIDI-In poort
pl: Nazwa portu wejścia MIDI
sv: Namn på MIDI-inport
tr: MIDI-In Port Ýsmi

source: Name of MIDI-Out Port
da: Navn på MIDI-ud port
de: Name des MIDI-Out Ports
es: Nombre del puerto de salida MIDI
fr: Nom du port MIDI-OUT
hu: MIDI-Out port neve
it: Nome della porta MIDI-Out
nl: Naam van de MIDI-Out poort
pl: Nazwa portu wyjścia MIDI
sv: Namn på MIDI-utport
tr: MIDI-Out Port Ýsmi

source: Set scaling factor for mouse movement along X
da: Indstil skaleringsfaktor for musseflytning i X-retning
de: Setze Skalierung für Mausbewegung X-Achse
es: Seleccionar factor de escala para el movimiento del ratón en el eje X
fr: Régler le facteur d'échelle du mouvement de la souris sur axe X
nl: Zet de schaal faktor voor muisbewegingen in de X as
pl: Określ czynnik skalowania ruchu myszki w osi X
sv: Välj skalningsfaktor för X-musförflyttning
tr: Mouse'un X eksenindeki hareketleri için ölçekleme katsayýsýný gir

source: Set scaling factor for mouse movement along Y
da: Indstil skaleringsfaktor for musseflytning i Y-retning
de: Setze Skalierung für Mausbewegung Y-Achse
es: Seleccionar factor de escala para el movimiento del ratón en el eje Y
fr: Régler le facteur d'échelle du mouvement de la souris sur axe Y
nl: Zet de schaal faktor voor muisbewegingen in de Y as
pl: Określ czynnik skalowania ruchu myszki w osi Y
sv: Välj skalningsfaktor för Y-musförflyttning
tr: Mouse'un Y eksenindeki hareketleri için ölçekleme katsayýsýný gir

source: Enable draw synchronization to vertical blank
da: Tillad tegningssynkronisering med vertikal blanking
de: Emulation mit Bildschirm synchronisieren
es: Permitir sincronizacione en 'blank' vertical
fr: Activer le 'sync draw' avec 'vertical blank'
nl: Activeer VBLANK synchronisatie
pl: Włącz synchronizację rysowania do VBLANK
sv: Aktivera synkroniserad ritning mot vertikalblankning
tr: Dikey tarama boþluðunda çizim senkronizasyonunu aktif et

source: Set number of buffers used for sync draw (0=use default)
da: Vælg antal buffers til synkrontegning (0=brug standard)
de: Bufferanzahl für Bildschirmsynchronisation (0=Standard)
es: Seleccionar número de buffers usados para el sincronismo (0=por defecto)
fr: Nombre de tampons utilisés pour 'sync draw' (0=défaut)
nl: Geef het aantal buffers op voor gebruik door sync render (0=gebruik standaard)
pl: Określ liczbę buforów sync draw (0=domyślna)
sv: Välj antal buffertar för synkroniserad ritning (0=använd standard)
tr: Senkron çizim için kullanýlan tampon bellek sayýsýný gir (0=varsayýlaný kullan)

source: Enable flicker fixing in sync draw
da: Aktivér blinkereducering i synkrontegning
de: Flimmerfix bei Bildschirmsynchronisation aktivieren
es: Permitir fijado del parpadeo en sincronización
fr: Activer correction de scintillement pour 'sync draw'
nl: Activeer flikker fixen in sync render
pl: Włącz korekcję migotania podczas synchronizacji rysowania
sv: Aktivera flimmerkorrigering i synkroniserad ritning
tr: Senkron çizimde titremeleri düzeltmeyi aktif et

source: Disable flicker fixing in sync draw
nl: Flikker fixen in sync render uischakelen
pl: Wyłącz korekcję migotania podczas synchronizacji rysowania

source: View
da: Vis
de: Ansehen
es: Vista
fr: Affichage
nl: Beeld
pl: Widok
sv: Visa
tr: Görünüm

source: Window
da: Vindue
de: Fenster
es: ventana
fr: Fenêtre
nl: Venster
pl: Okno
sv: Fönster
tr: Pencere

source: VICE Question
da: VICE-spørgsmål
de: VICE Frage
es: VICE cuestion
fr: Question VICE
hu: VICE kérdés
it: Domanda di VICE
nl: VICE vraag
pl: Pytanie VICE
sv: VICE-fråga
tr: VICE Sorusu

source: Your ffmpeg dll version doesn't match.
da: Versionen på din ffmpeg-dll passer ikke.
de: Deube ffmpeg dll Version passt leider nicht.
es: Su versión de ffmpeg dll no se corresponde.
fr: La version du DLL ffmpeg ne correspond pas.
hu: Az ffmpeg.dll verziója nem egyezik.
it: La versione della DLL ffmpeg non corrisponde.
nl: Uw ffmpeg dll versie is niet juist.
pl: Twoja wersja ffmpeg.dll nie pasuje.
sv: Versionen på din ffmpeg-dll stämmer inte.
tr: ffmpeg dll versiyonunuz uyumlu deðil.

source: DirectDraw error: Code:%8x Error:%s
da: DirectDraw-fejl: Kode:%8x Fejl:%s
es: Error DirectDraw: Código:%8x Error:%s
fr: Erreur DirectDraw: Code:%8x Erreur:%s
hu: DirectDraw hiba: kód: %8x hiba: %s
it: Errore DirectDraw: Codice:%8x Errore:%s
nl: DirectDraw fout: Code:%8x Fout:%s
pl: Błąd DirectDraw: Code:%8x Error:%s
sv: DirectDraw-fel: Kod:%8x Fel:%s
tr: DirectDraw hatasý: Kod:%8x Hata:%s

source: Cannot load settings.
da: Kunne ikke indlæse indstillinger.
de: Fehler beim Laden der Einstellungen.
es: No puedo cargar ajustes.
fr: Impossible de charger les paramètres.
hu: A beállítások betöltése nem sikerült.
it: Non è possibile caricare le impostazioni.
nl: Kan de instellingen niet laden.
pl: Nie można wczytać ustawień.
sv: Kan inte läsa inställningar.
tr: Ayarlar yüklenemedi.

source: Default settings restored.
da: Standardindstillinger gendannet.
de: Standard wiederhergestellt
es: Ajustes por defecto restaurados.
fr: Paramètres par défaut restaurés.
hu: Alapértelmezett beállítások visszaállítva.
it: Impostazioni originarie ripristinate.
nl: Standaard instellingen hersteld.
pl: Przywróono domyślne ustawienia.
sv: Förvalda inställningar återställda.
tr: Varsayýlan ayarlara geri dönüldü.

source: Cannot attach specified file
da: Kan ikke tilslutte den valgte fil
de: Kann Image Datei nicht einlegen
es: No puedo insertar el fichero especificado
fr: Impossible d'attacher le fichier spécifié
hu: Nem lehet csatolni a megadott fájlt
it: Non è possibile selezionare il file specificato
nl: Kan het opgegeven bestand niet koppelen
pl: Nie można zamontować danego pliku
sv: Kan inte ansluta filen
tr: Belirtilen dosya yerleþtirilemedi

source: %s Start monitor? (No will reset, cancel will continue)
da: %s Start monitor? (Nej resetter, Annuler Fortsætter)
de: %s Monitor starten? (Nein: reset, Abbruch: weiter)
es: %s ¿Inicio el monitor? (No reseteará, cancelar continuará)
fr: %s Start monitor? (Non va réinitialiser, Annuler va continuer)
hu: %s Monitorprogram indítása? (Nem újraindítja, Mégsem folytatja)
it: %s Avvio monitor? (No per reset, annulla per continuare)
nl: %s Monitor starten? (Nee = reset, Annuleren = doorgaan
pl: %s Uruchomić monitor? (Nie to reset, anuluj to kontynuacja)
sv: %s Starta monitor? (Nej kommer att återställa, avbryt fortsätter)
tr: %s Monitörü baþlat? (Hayýr reset atacaktýr, Ýptal devam edecektir)

source: VICE CPU JAM
fr: ERREUR CPU VICE
hu: VICE CPU fagyás
nl: VICE CPU HANGT
sv: VICE CPU-blockering
tr: VICE CPU SIKIÞMASI

source: Do you want to extend the image?
nl: Wilt u het bestand uitbreiden?
pl: Czy chcesz rozszerzyć obraz ?

source: Detached device %s
da: Frakoblet enhed %s
de: Gerät %s entfernt
es: Extraer periférico %s
fr: Périphérique détaché %s
hu: %s eszköz leválasztva
it: Rimosso dispositivo %s
nl: Apparaat %s ontkoppeld
pl: Odłączono urządzenie %s
sv: Kopplade från enhet %s
tr: Aygýt %s çýkartýldý

source: Attached %s to device#%s
da: Tilsluttet %s til enhed %s
de: %s mit Gerät#%s verbunden
es: Insertar %s en periférico#%s
fr: %s attaché au périphérique #%s
hu: %s csatolva a #%s számú eszközhöz
it: Selezionato %s per la periferica #%s
nl: %s aan apparaat#%s gekoppelt
pl: Przyłączono %s do urządzenia#%s
sv: Anslöt %s till enhet %s
tr: %s aygýt#%s'a yerleþtirildi

source: Detached tape
da: Frakoblet bånd
de: Band Image entfernt
es: Extraer cinta
fr: Datassette détaché
hu: Szalag leválasztva
it: Cassetta rimossa
nl: Tape ontkoppeld
pl: Odłączono taśmę
sv: Kopplade från band
tr: Teyp çýkartýldý

source: History recorded with unknown release
da: Historik optaget med ukendt version
de: History mit unbekanter Version aufgezeichnet
es: Historial grabado con verión desconocida
fr: Historique enregistrée avec une release inconnue
hu: Esemény rögzítés ismeretlen verzióval készült
it: Cronologia registrata con una release sconosciuta
nl: Geschiedenis opgenomen met onbekende VICE versie
pl: Historia zapisana w nieznanej wersji programu
sv: Historik inspelad med okänd version
tr: Tarihçe bilinmeyen yayýmlanmayla kaydedildi

source: History recorded with VICE-%s
da: Historik optaget med VICE-%s
de: History mit Vice-%s aufgezeichnet
es: Historial grabado con VICE-%s
fr: Historique enregistrée avec VICE-%s
hu: Esemény rögzítés VICE-%s verzióval készült
it: Cronologia registrata con VICE-%s
nl: geschiedenis opgenomen met VICE-%s
pl: Historia zapisana w VICE-%s
sv: Historik inspelad med VICE-%s
tr: Tarihçe VICE-%s ile kaydedildi

source: paused
da: pauset
de: pausiert
es: Detener
fr: en pause
hu: szünet
it: pausa
nl: gepauzeerd
pl: pauza
sv: pausad
tr: duraklatýldý

source: resumed
da: fortsat
de: wiederhergestellt
es: Continuar
fr: résumé
hu: folytatás
it: ripreso
nl: hervat
sv: återupptagen
tr: yeniden baþlatýldý

source: Do you really want to exit? All the data present in the emulated RAM will be lost.
da: Vil du virkelig afslutte? Alle data i emuleret RAM går tabt.
de: Willst Du wirklich beenden? Daten im emulierten Speicher RAM gehen verloren.
es: ¿Realmente quieres salir? Se perderán todos los datos presentes en la RAM emulada.
fr: Désirez-vous vraiment quitter? Toutes les données présentes dans la mémoire de l'émulateur seront perdues.
hu: Biztosan kilép? Az emulált memória teljes tartalma el fog veszni.
it: Uscire davvero? Tutti i dati presenti nella RAM emulata saranno persi.
nl: Wilt U echt afsluiten? Alle data in gemuleerd geheugen zal verloren gaan.
pl: Na pewno wyjść? Wszystkie dane w emulowanym RAM-ie zostaną utracone.
sv: Vill du verkligen avsluta? Alla data i emulerat RAM kommer förloras.
tr: Çýkmak istediðinizden emin misiniz? Emüle edilmiþ RAM'de bulunan mevcut tüm veri kaybedilecektir.

source: TFE/RR-Net support is not available on your system, there is some important part missing. Please have a look at the VICE knowledge base support page http://vicekb.trikaliotis.net/13-005 for possible reasons and to activate networking with VICE.
de: TFE/RR-Net ist auf Deinem System nicht verfügbar, es fehlt eine wichtige Komponente. Siehe auch http://vicekb.trikaliotis.net/13-005 für mögliche Ursachen und zur Aktivierung der Netzwerkunterstützung in Vice.
es: El soporte TFE/RR-Net no está disponible en su sistema, hay partes importantes perdidas.Echele una ojeada a la base de soporte VICE knowledge http://vicekb.trikaliotis.net/13-005 Para las posibles razones y activar networking con VICE.
fr: Le support TFE/RR-Net n'est pas disponible sur votre système, car une partie important manque. SVP, jeter un coup d'oeil à la page Base de Connaissances VICE : http://vicekb.trikaliotis.net/13-005 pour les raisons possibles et pour activer le réseautage avec VICE.
nl: TFE/RR-Net ondersteuning is niet aanwezig op uw systeem, er ontbrrekt iets belangrijks. Kijk alstublieft op de VICE knowledge base support pagina http://vicekb.trikaliotis.net/13-005 voor mogelijke redenen en activeer netwerken met VICE.
sv: Stöd för TFE/RR-Net är inte tillgängligt på ditt system, viktiga delar saknas. Se supportsidan i VICEs kunskapsdatabas http://vicekb.trikaliotis.net/13-005 för möjliga orsaker och hur du aktivera nätverk i VICE.
tr: TFE/RR-Net desteði sisteminizde mevcut deðil, önemli bir parça eksik. Lütfen VICE bilgi tabaný destek sayfasýna göz atýn http://vicekb.trikaliotis.net/13-005 olasý sebepler ve VICE'ýn að desteðini aktive etmek için.
