Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: I/O size
da: I/O-størrelse
de: I/O Größe
es: Tamaño de entradas/salidas
fr: Taille d'E/S
hu: I/O méret
it: Dimensione di I/O
nl: I/O grootte
pl: Rozmiar we/wy
sv: I/O-utrymme
tr: G/Ç boyutu

source: CRTC chip enable
da: CRTC-styresignal
de: CRTC Chip aktivieren
es: Permitir chip CRTC
fr: Activer puce CRTC
nl: CRTC chip aan
pl: Włącz układ CRTC
sv: Aktivera CRTC-krets
tr: *CRTC çipini aktif et

source: EOI blanks screen
da: EOI sletter skærmen
de: EOI löscht Bildschirm
es: EOI pantalla en blanco
fr: EOI vide l'écran
hu: EOI törli a képernyõt
it: EOI oscura lo schermo
nl: EOI maakt het scherm leeg
pl: Koniec przerwania czyści ekran
sv: EOI tömmer skärmen
tr: EOI ekraný boþaltýr

source: SuperPET I/O enable (disables 8x96)
da: Aktivér SuperPET-I/O (deaktiverer 8x96)
de: SuperPET I/O aktivieren (deaktiviert 8x96)
es: SuperPET entradas/salidas habilitadas (deshabilitado 8x96)
fr: E/S SuperPET activé (désactive 8x96)
hu: SuperPET I/O engedélyezése (8x96-ot tiltja)
it: Attiva I/O del SuperPET (disattiva 8x96)
nl: SuperPET I/O activeren (zet 8x96 uit)
pl: Włącz SuperPET I/O (wyłącza 8x96)
sv: Aktivera SuperPET-I/O (inaktiverar 8x96)
tr: SuperPET G/Ç aktif et (8x96'yý pasifleþtir)

source: SuperPET CPU Switch
da: SuperPET-CPU afbryder
de: SuperPET CPU Schalter
es: SuperPET interruptor CPU
fr: Interrupteur CPU SuperPET
nl: SuperPET CPU Schakelaar
pl: Przełącznik CPU SuperPET
sv: Växla SuperPET-CPU
tr: SuperPET CPU Anahtarý

source: $9*** as RAM (8296 only)
da: $9*** som RAM (kun 8296)
de: $9*** als RAM (nur 8296)
es: $9*** como RAM (sólo 8296)
fr: $9*** comme RAM (8296 seulement)
nl: $9*** als RAM (alleen 8296)
pl: $9*** jako RAM (tylko 8296)
sv: $9*** som RAM (endast 8296)
tr: RAM olarak $9*** (yalnýz 8296)

source: $A*** as RAM (8296 only)
da: $A*** som RAM (kun 8296)
de: $A*** als RAM (nur 8296)
es: $A*** como RAM (sólo 8296)
fr: $A*** comme RAM (8296 seulement)
nl: $A*** als RAM (alleen 8296)
pl: $A*** jako RAM (tylko 8296)
sv: $A*** som RAM (endast 8296)
tr: RAM olarak $A*** (yalnýz 8296)

source: Load new 3 plus 1 LO ROM
da: Indlæs ny 3 plus 1 lav-ROM
de: Lade neues `3 plus 1' LO ROM
es: Cargar nuevo 3 plus 1 LO ROM
fr: Charger nouveau 3+1 LO ROM
hu: Új 3 plus 1 LO ROM betöltése
it: Carica una nuova 3 plus 1 LO ROM
nl: Laad nieuw 3 plus 1 LO ROM
pl: Wczytaj nowy ROM 3 plus 1 LO
sv: Läs ny 3 plus 1 låg-ROM
tr: Yeni 3 plus 1 LO ROM yükle

source: Load new 3 plus 1 HI ROM
da: Indlæs ny 3 plus 1 høj-ROM
de: Lade neues `3 plus 1' HI ROM
es: Cargar nuevo 3 plus 1 HI ROM
fr: Charger nouveau 3+1 HI ROM
hu: Új 3 plus 1 HI ROM betöltése
it: Carica una nuova 3 plus 1 HI ROM
nl: Laad nieuw 3 plus 1 HI ROM
pl: Wczytaj nowy HI ROM 3 plus 1
sv: Läs ny 3 plus 1 hög-ROM
tr: Yeni 3 plus 1 HI ROM yükle

source: Load new c1 LO ROM
da: Indlæs ny c1 lav ROM
de: Neues c1 LO ROM laden
es: Cargar nueva ROM c1 baja
fr: Charger une nouvelle LO ROM c1
nl: Laad nieuw c1 LO ROM
pl: Wczytaj nowy c1 LO ROM
sv: Läs ny c1-låg-ROM
tr: Yeni c1 LO ROM yükle

source: Load new c1 HI ROM
da: Indlæs ny c1 høj ROM
de: Neues c1 HI ROM laden
es: Cargar nueva ROM c1 alta
fr: Charger une nouvelle HI ROM c1
nl: Laad nieuw c1 HI ROM
pl: Wczytaj nowy c1 HI ROM
sv: Läs ny c1-hög-ROM
tr: Yeni c1 HI ROM yükle

source: Load new c2 LO ROM
da: Indlæs ny c2 lav ROM
de: Neues c2 LO ROM laden
es: Cargar nueva ROM c2 baja
fr: Charger une nouvelle LO ROM c2
nl: Laad nieuw c2 LO ROM
pl: Wczytaj nowy c2 LO ROM
sv: Läs ny c2-låg-ROM
tr: Yeni c2 LO ROM yükle

source: Load new c2 HI ROM
da: Indlæs ny c2 høj ROM
de: Neues c2 HI ROM laden
es: Cargar nueva ROM c2 alta
fr: Charger une nouvelle HI ROM c2
nl: Laad nieuw c2 HI ROM
pl: Wczytaj nowy c1 HI ROM
sv: Läs ny c2-låg-ROM
tr: Yeni c2 HI ROM yükle

source: V364 Speech
de: V364 Stimme
nl: V364 Spraak
pl: Mowa V364
sv: V364-röst

source: TED settings
da: TED-indstillinger
de: TED Einstellungen
es: Ajustes TED
fr: Paramètres TED
hu: TED beállításai
it: Impostazioni TED
nl: TED instellingen
pl: Ustawienia TED
sv: TED-inställningar
tr: TED ayarlarý

source: Serial 1
da: Seriel 1
de: Seriell 1
es: Puerto serie 1
fr: Port série 1
nl: Serieel 1
sv: Seriell 1
tr: Seri 1

source: Serial 2
da: Seriel 2
de: Seriell 2
es: Puesto serie 2
fr: Port série 2
nl: Serieel 2
sv: Seriell 2
tr: Seri 2

source: Dump to file
da: Dump til fil
de: Dump Dateiname
es: Volcar a fichero
fr: *Sauvegarder sur un fichier
nl: Uitvoer naar bestand
pl: Zrzuć do pliku
sv: Dumpa till fil
tr: Dosya'ya dök

source: Exec process
da: Start proces
de: Prozess ausführen
es: Ejecutar proceso
fr: Exécuter le processus
nl: Uitvoer taak
pl: Uruchom proces
sv: Starta process
tr: Ýþlemi yürüt

source: Attach Disk Image as unit #%d
da: Tilslut disk-image for enhed #%d
de: Disk Image als Laufwerk #%d benutzen
es: Inserta imagen de disco como unidad #%d
fr: Insérer une image de disque dans le lecteur #%d
hu: Lemezképmás csatolása #%d egységként
it: Seleziona l'immagine del disco per l'unità #%d
nl: Koppel schijfbestand aan drive #%d
pl: Zamontuj obraz dyskietki jako jednostkę #%d
sv: Anslut diskettavbildningsfil som enhet %d
tr: Disk Ýmajý'ný birim #%d olarak yerleþtir

source: Invalid Disk Image
da: Ugyldigt disk-image
de: Ungültiges Disk Image.
es: Imagen de disco incorrecta
fr: Image de disque invalide.
hu: Érvénytelen lemez képmás
it: Immagine del disco non valida
nl: Ongeldig schijfbestand
pl: Nieprawidłowy obraz dyskietki
sv: Ogiltig diskettavbildningsfil
tr: Geçersiz Disk Ýmajý

source: Invalid Disk Image or Filename
da: Ugyldigt disk-image eller filnavn
de: Ungültiges Disk Image oder Dateiname falsch.
es: Imagen de disco o nombre de fichero incorrecto
fr: Image de disque invalide, ou nom de fichier erronné.
hu: Érvénytelen lemez képmás vagy fájlnév
it: Immagine del disco o nome del file non valido
nl: Ongeldig schijfbestand of bestandsnaam
pl: Nieprawidłowy obraz dyskietki lub nazwa pliku
sv: Ogiltig diskettavbildningsfil eller filnamn
tr: Geçersiz Disk Ýmajý veya Dosya Ýsmi

source: Unit #8
da: Enhed #8
de: Laufwerk #8
es: Unidad #8
fr: Lecteur #8
hu: #8-as egység
it: Unità #8
nl: Drive #8
pl: Napęd #8
sv: Enhet 8
tr: Birim #8

source: Unit #9
da: Enhed #9
de: Laufwerk #9
es: Unidad #9
fr: Lecteur #9
hu: #9-es egység
it: Unità #9
nl: Drive #9
pl: Napęd #9
sv: Enhet 9
tr: Birim #9

source: Unit #10
da: Enhed #10
de: Laufwerk #10
es: Unidad #10
fr: Lecteur #10
hu: #10-es egység
it: Unità #10
nl: Drive #10
pl: Napęd #10
sv: Enhet 10
tr: Birim #10

source: Unit #11
da: Enhed #11
de: Laufwerk #11
es: Unidad #11
fr: Lecteur #11
hu: #11-es egység
it: Unità #11
nl: Drive #11
pl: Napęd #11
sv: Enhet 11
tr: Birim #11

source: All
da: Alle
de: Alle
es: Todo
fr: Tous
hu: Összes
it: Tutti
nl: Alles
pl: Wszystkie
sv: Alla
tr: Tümü

source: Attach disk image
da: Tilslut disk-image
de: Disk Image einlegen
es: Inserta imagen de disco
fr: Insérer une image de disque
hu: Lemez képmás csatolása
it: Seleziona l'immagine di un disco
nl: Koppel schijfbestand aan
pl: Zamontuj obraz dyskietki
sv: Anslut diskettavbildningsfil
tr: Disk imajýný yerleþtir

source: Create and attach an empty disk
da: Opret og tilslut tom diskette
de: Leeres Disk Image erzeugen
es: Crear e insertar imagen de disco vacia
fr: Créer et insérer une image de disque vide
hu: Üres lemezképmás létrehozása és csatolása
it: Crea e seleziona un disco vuoto
nl: Maak en koppel een leeg schijfbestand aan
pl: Stwórz i zamontuj pustą dyskietkę
sv: Skapa och anslut en tom diskett
tr: Boþ bir disk oluþtur ve yerleþtir

source: Detach disk image
da: Frakobl disk-image
de: Disk Image entfernen
es: Quirar imagen de disco
fr: Détacher une image de disque
hu: Lemezképmás leválasztása
it: Rimuovi l'immagine di un disco
nl: Ontkoppel schijfbestand
pl: Wyjmij obraz dyskietki
sv: Koppla från diskettavbildningsfil
tr: Disk imajýný çýkart

source: Flip list
da: Bladreliste
de: Flipliste
es: volcar la lista
fr: Groupement de disques
hu: Lemezlista
nl: Flip lijst
pl: Lista podmiany nośnika
sv: Vallista
tr: Sýralama listesi

source: Create a new tape image
da: Opret nyt bånd-image
de: Neues Tape Image erzeugen
es: Crear una nueva imagen de cinta
fr: Créer une nouvelle image de datassette
nl: Maak nieuw tapebestand
pl: Utwórz nowy obraz taśmy
sv: *Skapa ny bandbildningsfil
tr: Yeni teyp imajý oluþtur

source: File exists
da: Filen eksisterer
de: Datei existiert
es: El fichero existe
fr: Fichier existe
nl: Bestand bestaat
pl: Plik istnieje
sv: Filen finns
tr: Dosya mevcut

source: Do you want to overwrite it?
da: Er du sikker på, at du vil overskrive?
de: Willst Du überschreiben?
es: ¿Quieres sobreescribirlo?
fr: Voulez-vous vraiment l'écraser?
nl: Wilt u het bestand overschrijven?
pl: Czy chcesz go nadpisać?
sv: Vill du skriva över den?
tr: Üzerine yazmak istediðinizden emin misiniz?

source: Attach tape image
da: Tilslut bånd-image
de: Band Image einlegen
es: Insertar imagen de cinta
fr: Insérer une image de datassette
hu: Szalag képmás csatolása
it: Seleziona l'immagine di una cassetta
nl: Koppel tapebestand aan
pl: Zamontuj obraz taśmy
sv: Anslut bandavbildningsfil
tr: Teyp imajýný yerleþtir

source: Invalid Tape Image
da: Ugyldigt bånd-image
de: Ungültiges Band Image.
es: Imagen de cinta incorrecta
fr: Image de datassette invalide
hu: Érvénytelen szalag képmás
it: Immagine della cassetta non valida
nl: Ongeldig tapebestand
pl: Nieprawidłowy obraz taśmy
sv: Ogiltig bandavbildningsfil
tr: Geçersiz teyp imajý

source: Detach tape image
da: Frakobl bånd-image
de: Band Image entfernen
es: Quirar imagen de cinta
fr: Détacher une image datassette...
hu: Szalag képmás leválasztása
it: Rimuovi l'immagine della cassetta
nl: Ontkoppel tapebestand
pl: Wyjmij obraz taśmy
sv: Koppla från bandavbildningsfil
tr: Teyp imajýný çýkart

source: Smart-attach a file
da: Smart-tilslut en fil
de: Smart Datei einleigen
es: Insertar fichero inteligentemente
fr: Insérer un fichier de manière intelligente
hu: Egy fájl gyors-csatolása
it: Selezione intelligente di un file
nl: Slim koppel een bestand
pl: Inteligentne montowanie pliku
sv: Smartanslut en fil
tr: Akýllý dosya yerleþtir

source: Unknown image type
da: Ukendt image-type
de: Unbekannter Image Typ.
es: Tipo de imagen desconocido
fr: Type d'image inconnu
hu: Ismeretlen képmás típus
it: Tipo di immagine sconosciuto
nl: Onbekend bestand type
pl: Nieznany typ obrazu
sv: Okänd avbildningsfiltyp
tr: Bilinmeyen imaj tipi

source: Smart-attach disk/tape
da: Smart-tilslut diskette/bånd
de: Smart-Einlegen von Disk/Tape Image
es: Insertar disco/cinta inteligentemente
fr: Insertion intelligente d'un disque/datassette
nl: Slim-koppel disk/tape
pl: Inteligentnie zamontuj dyskietkę lub taśmę
sv: Smartanslut diskett/band
tr: Akýllý disk/teyp yerleþtir

source: Autostart settings
da: Autostart-indstillinger
de: Autostart Einstellungen
es: Ajustes de autoinicio
fr: Paramètres Autodémarrage
hu: Autostart beállításai
it: Impostazioni avvio automatico
nl: Autostart instellingen
pl: Ustawienia autostartu
sv: Autostartinställningar
tr: Otomatik baþlatma ayarlarý

source: Name
da: Navn
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
sv: Namn
tr: Ýsim

source: Disk image for PRG autostart
da: Disk-image til PRG autostart
de: Disk Imagedatei für PRG Autstart
es: Imagen de disco para autoinicio de PRG
fr: Image disque pour autodémarrage PRG
hu: PRG automatikus indításhoz lemez képmás
it: Immagine disco per avvio automatico PRG
nl: Disk bestand voor PRG autostart
pl: Obraz dysku do autostartu z PRG
sv: Diskavbildning för autostart av PRG-filer
tr: PRG otomatik baþlatma için disk imajý

source: Enter maximum random autostart delay in frames (max. 1000, 0 means default)
fr: Entrer le délai autostart au hasard maximal en images (max. 1000, 0 pour défaut)
nl: Geef de maximale willekeurige autostart vetraging in frames (max. 1000, 0 betekent standaard)
pl: Wprowadź maksymalną liczbę klatek losowego opóźnienia autostartu (maks 1000, 0 oznacza wartość domyślną)
sv: Ange maximal slumpmässig startfördröjning i bildruor (max. 1000, 0 betyder standard)

source: Autostart delay
fr: Délai d'autodémarrage
nl: Vertraging van de autostart
pl: Opóźnienie autostartu
sv: Autostartfördröjning

source: Virtual FS
da: Virtuelt FS
es: FS virtual
fr: SF virtuel
hu: Virtuális fájlrendszer
nl: Virtueel Bestandssysteem
pl: Wirtualny system plików
sv: Virtuellt FS
tr: Sanal FS

source: Inject to RAM
da: Indskyd til RAM
de: Inject ins RAM
es: Introd. en RAM
fr: Injecter dans le RAM
nl: injecteer in RAM
pl: Wyślij do RAM-u
sv: Lägg in i RAM
tr: RAM'e enjekte et

source: Disk image
es: Imag. disco
fr: Image de disque
hu: Lemez képmás
it: Immagine disco
nl: Disk bestand
pl: Obraz dyskietki
sv: Diskavbildning
tr: Disk imajý

source: Handle True Drive Emulation on autostart
da: Anvend ægte drev-emulering ved autostart
de: Präzise Floppy Emulation bei Autostart beachten
es: Manejar en autoarranque emulación de disco verdadera
fr: Activer l'Émulation Réelle de Lecteur à l'autodémarrage
hu: Valós lemezegység emuláció kezelése autostartnál
it: Emulazione hardware dei drive all'avvio automatico
nl: Manipuleer hardwarematige drive emulatie bij autostarten
pl: Włącz rzeczywistą emulację napędu przy autostarcie
sv: Hantera äkta diskettenhetsemulering vid autostart
tr: Otomatik baþlatmada Gerçek Sürücü Emülasyonu'nu denetle

source: Autostart random delay
da: Tilfældig forsinkelse på autostart
de: Autostart Zufallsverzögerung
es: Autoarranque retardo aleatorio
fr: Délai aléatoire à l'autodémarrage
nl: Willekeurige vertraging van de autostart
pl: Losowe opóźnienie autostartu
sv: Slumpmässig fördröjning för autostart
tr: Rastgele gecikmeyle otomatik baþlat

source: Maximum random autostart delay
fr: Délai aléatoire d'autodémarrage maximal
nl: Maximum willekeurige vertraging van het autostarten.
pl: Maksymalne losowe opóźnienie autostartu
sv: Maximault slumpmässig autostartfördröjning

source: Use ':' with RUN
da: Brug ":" med RUN
de: Verwende ':' mit RUN
es: Usar ':' con RUN
fr: Utiliser ":" avec RUN
nl: Gebruik ':' met RUN
pl: Używaj ':' z RUN
sv: Använd ":" med RUN
tr: ÇALIÞTIR ile ':' kullan

source: Load to BASIC start
da: Indlæs ved BASIC start
de: Lade an Basic Start
es: Cargar a inicio BASIC
fr: Charger au démarrage BASIC
nl: Laad naar BASIC start
pl: Wczytuj do BASIC-a
sv: Läs till BASIC-start
tr: BASIC baþlangýcýna yükle

source: PRG autostart mode
da: PRG-autostarttilstand
de: PRG Autostartmodus
es: Modo autoarranque PRG
fr: Mode d'autodémarrage des PRG
hu: PRG automatikus indítás mód
it: Avvio automatico PRG
nl: PRG autostart modus
pl: Tryb autostartu z PRG
sv: Autostartläge för PRG
tr: PRG otomatik baþlatma modu

source: PRG autostart disk image
es: Autoarranque imagen disco PRG
fr: Autocharger PRG d'une image de disque
hu: PRG automatikus indítás képmás
it: Immagine disco avvio automatico PRG
nl: PRG autostart disk bestand
pl: Obraz dyskietki do autostartu z PRG
sv: Autostartdiskavbildning för PRG
tr: PRG otomatik baþlatma disk imajý

source: Attach cartridge image
da: Tilslut cartridge-image
de: Erweiterungsmodul einlegen
es: Insertar imagen de cartucho
fr: Insérer une cartouche
hu: Cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia
nl: Koppel cartridge bestand
pl: Zamontuj obraz kartridża
sv: Anslut insticksmodulfil
tr: Kartuþ imajý yerleþtir

source: Cannot attach cartridge
da: Kan ikke tilslutte cartridge
de: Kann Modul Image nicht einlegen
es: No puedo insertar el cartucho
fr: Impossible d'attacher la datassette
hu: Nem lehet a cartridge-et csatolni
it: Non è possibile seleziona una cartuccia
nl: Kan cartridge niet koppelen
pl: Nie można zamontować kartridża
sv: Kan inte ansluta insticksmodul
tr: Kartuþ yerleþtirilemedi

source: Smart attach CRT image
da: Smart-tilslut CRT-image
de: Smart-Einlegen von CRT Image
es: Insertar imagen CRT inteligentemente
fr: Insertion intelligente d'une image de cartouche CRT
nl: Slim koppel CRT bestand
pl: Inteligentnie zamontuj obraz CRT
sv: Smartanslut CRT-avbildning
tr: Akýllý CRT imajý yerleþtir

source: Attach raw 8KB cartridge image
da: Tilslut råt 8kB-cartridge image
de: 8KB Erweiterungsmodul (raw) Image einlegen
es: Insertar imagen de cartucho 8KB
fr: Insérer une cartouche 8KO
hu: Nyers 8KB-os cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia di 8KB
nl: Koppel binair 8KB cartridge bestand
pl: Zamontuj surowy obraz kartridża 8KB
sv: Anslut rå 8KB-insticksmodulavbildning
tr: Düz 8KB kartuþ imajý yerleþtir

source: Attach raw 16KB cartridge image
da: Tilslut råt 16kB-cartridge image
de: 16KB Erweiterungsmodul (raw) Image einlegen
es: Insertar imagen de cartucho 16KB
fr: Insérer une cartouche 16KO
hu: Nyers 16KB-os cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia di 16KB
nl: Koppel binair 16KB cartridge bestand
pl: Zamontuj surowy obraz kartridża 16KB
sv: Anslut rå 16KB-insticksmodulavbildning
tr: Düz 16KB kartuþ imajý yerleþtir

source: Attach raw ultimax cartridge image
nl: Koppel binair ultimax cartridge bestand
pl: Zamontuj surowy obraz kartridża ultimax

source: Games
nl: Spelletjes
pl: Gry

source: Utilities
nl: Gebruiksprogrammas
pl: Narzędzia

source: Set cartridge as default
da: Vælg cartridge som standard
de: Aktuelles Erweiterungsmodul als Standard aktivieren
es: Usar cartucho por defecto
fr: Définir cette cartouche par défaut
hu: Cartridge alapértelmezetté tétele
it: Imposta la cartuccia come predefinita
nl: Zet cartridge als standaard
pl: Ustaw kartridż jako domyślny
sv: Välj insticksmodul som förval
tr: Kartuþu varsayýlan yap

source: Detach cartridge image(s)
da: Frakobl cartridge-image
de: Erweiterungsmodul Image(s) entfernen
es: Extraer imagen(es) cartucho
fr: Détacher une cartouche
hu: Cartridge képmás(ok) leválasztása
it: Rimuovi le immagini delle cartucce
nl: Ontkoppel cartridge bestand(en)
pl: Wysuń obraz(y) kartridża
sv: Koppla från insticksmodulfil(er)
tr: Kartuþ imaj(lar)ýný çýkart

source: C64DTV ROM file
da: C64DTV-ROM-fil
de: C64DTV ROM Datei
es: Fichero C64DTV ROM
fr: Fichier ROM C64DTV
hu: C64DTV ROM fájl
it: File ROM C64DTV
nl: C64DTV ROM bestand
pl: Plik ROM C64DTV
sv: C64DTV-ROM-fil
tr: C64DTV ROM dosyasý

source: Enable writes to C64DTV ROM image
da: Tillad skrivning til DTV-ROM-image
de: Erlaube Schreibzugriff auf DTV ROM Datei
es: Permitir escritura en la imagen C64DTV ROM
fr: Permetre l'écriture à l'image ROM C64DTV
nl: Aktiveer schrijven naar DTV ROM bestand
pl: Włącz zapis do obrazu ROM C64DTV
sv: Aktivera skrivning till C64DTV-ROM-avbildning
tr: C64DTV ROM imajýnda yazmalarý aktif et

source: C64 256K file
nl: C64 256K bestand
pl: Plik 256K C64

source: +60K file
nl: +60K bestand
pl: Plik +60K

source: +256K file
nl: +256K bestand
pl: Plik +256K

source: C64 memory expansions hack device
nl: C64 geheugen uitbreidingen hack apparaat
pl: Urządzenie hacku rozszerzenia pamięci C64

source: C64 256K base address
nl: C64 256K basisadres
pl: Adres bazowy 256K C64

source: C64 256K image name
nl: C64 256K bestand naam
pl: Nazwa obrazu 256K C64

source: +60K Base address
nl: +60K basisadres
pl: Adres bazowy +60K

source: +60K Image name
nl: +60K bestandsnaam
pl: Nazwa obrazu +60K

source: +256K image name
nl: +256K bestandsnaam
pl: Nazwa obrazu +256K

source: Available command-line options:
da: Mulige kommandolinjeparametre:
de: Zulässige Kommandozeilen Optionen:
es: Opciones de comando disponibles:
fr: Options de ligne de commande disponibles:
hu: Lehetséges parancssori opciók:
it: Opzioni disponibili da riga di comando:
nl: Beschikbare command-line opties:
pl: Dostępne opcje wiersza poleceń:
sv: Tillgängliga kommandoradsflaggor:
tr: Mevcut komut satýrý seçenekleri:

source: VICE setting
da: VICE-indstilling
de: VICE Einstellungen
es: Ajustes VICE
fr: Paramètres de VICE
hu: VICE beállítás
it: Impostazioni VICE
nl: VICE instelling
pl: Ustawienia VICE
sv: VICE-inställning
tr: VICE ayarlarý

source: Change current working directory
da: Skift aktuelt arbejdskatalog
de: Arbeitsverzeichnis ändern
es: Cambiar directorio de trabajo actual
fr: Modifier le répertoire en cours
hu: Munkakönyvtár megváltoztatása
it: Cambia la directory di lavoro
nl: Verander de huidige werk directory
pl: Zmień aktualny katalog roboczy
sv: Ändra aktuell arbetskatalog
tr: Geçerli çalýþma dizinini deðiþtir

source: Directory not found
da: Katalog ikke fundet
de: Verzeichnis nicht gefunden.
es: Directorio no encontrado
fr: Répertoire introuvable
hu: A könyvtárat nem találom
it: Directory non trovata
nl: Directory niet gevonden
pl: Nie znaleziono katalogu
sv: Katalogen ej funnen
tr: Dizin bulunamadý

source: Couldn't run /bin/sh???
de: Kann /bin/sh nicht starten.
es: No puedo ejecutar /bin/sh???
fr: Impossible d'exécuter /bin/sh (c'est déjà beau d'en être ici! :P)
hu: Nem sikerült a /bin/sh-t elindítani???
it: Non è possibile eseguire /bin/sh???
nl: Kon /bin/sh niet uitvoeren???
tr: /bin/sh çalýþtýrýlamadý???

source: Couldn't run terminal
nl: Kon terminal niet uitvoeren

source: Unknown error while running c1541
de: Unbekannter Fehler beim starten von c1541.
es: Error desconocido utilizando c1541
fr: Erreur d'exécution non spécifiée lors de l'utilisation de c1541
hu: Ismeretlen hiba a c1541 futtatása közben
it: Errore sconosciuto durante l'esecuzione di c1541
nl: Onbekende fout tijdens het uitvoeren van c1541
tr: c1541 çalýþýrken bilinmeyen bir hata oluþtu

source: Command
da: Kommando
de: Kommando
es: Comando
fr: Commande
nl: Commando
pl: Polecenie
sv: Kommando
tr: Komut

source: Command to execute for browsing html files
nl: Uit te voeren commando voor het lezen van html bestanden
pl: Polecenie do uruchomienia przeglądarki plików html

source: No HTML browser is defined.
da: Ingen HTML-browser valgt.
de: Kein HTML Browser definiert.
es: Navegador HTML no definido
fr: Aucun navigateur web (HTML) n'est défini.
hu: Nincs HTML böngészõ beállítva.
it: Non è specificato nessun browser HTML.
nl: Er is geen HTML browser opgegeven
pl: Brak zdefiniowanej przeglądarki HTML.
sv: Ingen HTML-läsare angiven.
tr: HTML tarayýcý tanýmlanmamýþ.

source: Browser command too long.
da: Kommandolinje til browser for lang.
de: Browser Kommando zu lang.
es: Comandos de navegador demasiado largos
fr: Commande au navigateur trop longue.
hu: Túl hosszú böngészõ parancs.
it: Il comando inviato al browser è troppo lungo.
nl: Browser commando te lang.
pl: Komenda przeglądarki jest zbyt długa.
sv: Kommandorad för webbläsare för lång.
tr: Tarayýcý komutu çok uzun.

source: Cannot run HTML browser.
da: Kan ikke starte HTML-browser.
de: Kann HTML Browser nicht starten.
es: No puedo ejecutar navegador HTML
fr: Impossible d'exécuter le navigateur web (HTML).
hu: Nem sikerült a HTML böngészõt futtatni.
it: Non è possibile eseguire il browser HTML.
nl: Kan de HTML browser niet uitvoeren.
pl: Nie można uruchomić przeglądarki HTML.
sv: Kan inte köra HTML-läsare.
tr: HTML tarayýcý çalýþtýrýlamadý.

source: Load snapshot image
da: Indlæs snapshot
de: Snapshot laden
es: Cargar Imagen snapshot
fr: Charger le fichier de sauvegarde
hu: Pillanatkép betöltése
it: Carica immagine dello snapshot
nl: Laad momentopnamebestand
pl: Wczytaj obraz zrzutu
sv: Läser in ögonblicksbild
tr: Anlýk görüntü imajýný yükle

source: Cannot load snapshot file `%s'
da: Kunne ikke læse snapshot-fil "%s"
de: Kann Snapshot Datei `%s' nicht laden.
es: No puedo cargar el fichero snapshot `%s'
fr: Impossible de charger le fichier de sauvegarde `%s'
hu: Nem sikerült a pillanatkép fájl betöltése `%s'
it: Non è possibile caricare il file di snapshot `%s'
nl: Kan momentopnamebestand niet laden `%s'
sv: Kan inte läsa ögonblicksbildfil "%s"
tr: Anlýk görüntü dosyasý yüklenemedi `%s'
