Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Use NTSC sync factor
da: Anvend NTSC-synkfaktor
de: NTSC Sync Faktor benutzen
es: Usar factor sincronizacion NTSC
fr: Utiliser NTSC
hu: NTSC szinkron faktor használata
it: Usa il fattore di sincronizzazione NTSC
nl: Gebruik NTSC synchronisatiefaktor
pl: Używaj synchronizacji NTSC
sv: Använd NTSC-synkfaktor
tr: NTSC senkron faktörü kullan

source: Use PAL-N sync factor
da: Anvend PAL-N synkfaktor
de: PAL Sync Faktor benutzen
es: Usar factor sincronización PAL-N
fr: Utiliser le facteur de synchronisation PAL-N
nl: Gebruik PAL-N synchronisatiefaktor
pl: Używaj synchronizacji PAL-N
sv: Använd PAL N-synkfaktor
tr: PAL-N senkron faktörü kullan

source: Burst modification (0 = None, 1 = CIA1, 2 = CIA2)
da: Burst modification (0 = ingen, 1 = CIA1, 2 = CIA2)
de: Burst Modifikation (0 = Kein, 1 = CIA1, 2 = CIA2)
es: Modificación arranque (0=No, 1=CIA1, 2=CIA2)
fr: Modification Burst (0 = Aucune, 1 = CIA1, 2 = CIA2)
nl: Burst modificatie (0 = Geen, 1 = CIA1, 2 = CIA2)
pl: Modyfikacja trybu synchronicznego (0 = Brak, 1 = CIA1, 2 = CIA2)
sv: Burstmodifiering (0 = ingen, 1 = CIA1, 2 = CIA2)
tr: Burst deðiþikliði (0 = Yok, 1 = CIA1, 2 = CIA2)

source: Computer reset goes to IEC bus (0 = No, 1 = Yes)
nl: Computer reset gaat naar de IEC bus (0 = Nee, 1 = Ja)
pl: Reset komputera używa szyny IEC (0 = nie, 1 = tak)
sv: Datornollställning går till IEC-bussen (0 = nej, 1 = ja)

source: Specify name of international Kernal ROM image
da: Angiv navn på internationalt kerne-ROM-image
de: Bitte Namen für internationale Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal internacional
fr: Spécifier le nom de l'image Kernal internationale
hu: Adja meg a nemzetközi Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal internazionale
nl: Geef de naam van het internationaal Kernal ROM bestand
pl: Określ nazwę obrazu międzynarodowego ROM-u Kernala
sv: Ange namn på internationell kernal-ROM-avbildning
tr: Uluslararasý Kernal ROM imajýnýn ismini belirt

source: Specify name of German Kernal ROM image
da: Angiv navn på tysk kerne-ROM-image
de: Name für deutsche Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal alemán
fr: Spécifier le nom de l'image Kernal allemande
hu: Adja meg a német Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal tedesca
nl: Geef de naam van het Duitse Kernal ROM bestand
pl: Podaj nazwę obrazu niemieckiego ROM-u Kernala
sv: Ange namn på tysk kernal-ROM-avbildning
tr: Alman Kernal ROM imajýnýn ismini belirt

source: Specify name of Finnish Kernal ROM image
da: Angiv navn på finsk kerne-ROM-image
de: Name für finnische Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal finlandés
fr: Spécifier le nom de l'image Kernal finlandaise
hu: Adja meg a finn Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal finlandese
nl: Geef de naam van het Finse Kernal ROM bestand
pl: Określ nazwę obrazu fińskiego ROM-u Kernala
sv: Ange namn på finsk kernal-ROM-avbildning
tr: Finlandiya Kernal ROM imajýnýn ismini belirt

source: Specify name of French Kernal ROM image
da: Angiv navn på fransk kerne-ROM-image
de: Name für französische Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal francés
fr: Spécifier le nom de l'image Kernal française
hu: Adja meg a francia Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal francese
nl: Geef de naam van het Franse Kernal ROM bestand
pl: Określ nazwę obrazu francuskiego ROM-u Kernala
sv: Ange namn på fransk kernal-ROM-avbildning
tr: Fransýz Kernal ROM imajýnýn ismini belirt

source: Specify name of Italian Kernal ROM image
da: Angiv navn på italiensk kerne-ROM-image
de: Name für italienische Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal italiano
fr: Spécifier le nom de l'image Kernal italienne
hu: Adja meg az olasz Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal italiana
nl: Geef de naam van het Italiaanse Kernal ROM bestand
pl: Określ nazwę obrazu włoskiego ROM-u Kernala
sv: Ange namn på italiensk kernal-ROM-avbildning
tr: Ýtalyan Kernal ROM imajýnýn ismini belirt

source: Specify name of Norwegian Kernal ROM image
da: Angiv navn på norsk kerne-ROM-image
de: Name für norwegische Kernal ROM Datei definieren
es: Especificar nombre imagen ROM noruego
fr: Spécifier le nom de l'image Kernal norvégienne
hu: Adja meg a norvég Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal norvegese
nl: Geef de naam van het Noorse Kernal ROM bestand
pl: Określ nazwę obrazu norweskiego ROM-u Kernala
sv: Ange namn på norsk kernal-ROM-avbildning
tr: Norveç Kernal ROM imajýnýn ismini belirt

source: Specify name of Swedish Kernal ROM image
da: Angiv navn på svensk kerne-ROM-image
de: Name für schwedische Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal sueco
fr: Spécifier le nom de l'image Kernal suédoise
hu: Adja meg s svéd Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal svedese
nl: Geef de naam van het Zweedse Kernal ROM bestand
pl: Określ nazwę obrazu szwedzkiego ROM-u Kernala
sv: Ange namn på svensk kernal-ROM-avbildning
tr: Ýsveç Kernal ROM imajýnýn ismini belirt

source: Specify name of Swiss Kernal ROM image
nl: Geef de naam van het Zwitse Kernal ROM bestand
pl: Określ nazwę obrazu szwajcarskiego ROM-u Kernala

source: Specify name of BASIC ROM image (lower part)
da: Angiv navn på BASIC ROM-image (lav del)
de: Namen für Basic ROM Datei spezifizieren (unterer Teil)
es: Especificar nombre imagen BASIC ROM (parte baja)
fr: Spécifier le nom de l'image BASIC ROM (partie basse)
hu: Adja meg a BASIC ROM képmás nevét (alsó rész)
it: Specifica il nome dell'immagine della ROM del BASIC (parte inferiore)
nl: Geef de naam van het BASIC ROM bestand (laag gedeelte)
pl: Określ nazwę obrazu ROM BASIC (niższa partia)
sv: Ange namn på BASIC ROM-avbildning (nedre delen)
tr: BASIC ROM imajýnýn (alt kýsým) ismini belirt

source: Specify name of BASIC ROM image (higher part)
da: Angiv navn på BASIC ROM-image (høj del)
de: Namen für Basic ROM Datei spezifizieren (oberer Teil)
es: Especificar nombre imagen BASIC ROM (parte alta)
fr: Spécifier le nom de l'image BASIC ROM (partie haute)
hu: Adja meg a BASIC ROM képmás nevét (felsõ rész)
it: Specifica il nome dell'immagine della ROM del BASIC (parte superiore)
nl: Geef de naam van het BASIC ROM bestand (hoog gedeelte)
pl: Określ nazwę obrazu ROM BASIC (wyższa partia)
sv: Ange namn på BASIC ROM-avbildning (övre delen)
tr: BASIC ROM imajýnýn (üst kýsým) ismini belirt

source: Specify name of international character generator ROM image
da: Angiv navn på internationalt tegngenerator-ROM-image
de: Name für internationale Charakter ROM Datei definieren
es: Especificar nombre imagen ROM generador caracteres internacional
fr: Spécifier le nom de l'image du générateur de caractères internationaux
hu: Adja meg a nemzetközi karaktergenerátor ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del generatore di caratteri internazionale
nl: Geef de naam van het internationaal CHARGEN ROM bestand
pl: Określ nazwę obrazu ROM generatora znaków międzynarodowych
sv: Ange namn på internationell teckengenerator-ROM-avbildning
tr: Uluslararasý Karakter Oluþturucu ROM imajýnýn ismini belirt

source: Specify name of German character generator ROM image
da: Angiv navn på tysk tegngenerator-ROM-image
de: Name für deutsche Charakter ROM Datei definieren
es: Especificar nombre imagen ROM generador caracteres alemán
fr: Spécifier le nom de l'image du générateur de caractères allemands
hu: Adja meg a német karaktergenerátor ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del generatore di caratteri tedesco
nl: Geef de naam van het Duitse CHARGEN ROM bestand
pl: Określ nazwę obrazu ROM generatora niemieckich znaków
sv: Ange namn på tysk teckengenerator-ROM-avbildning
tr: Alman Karakter Oluþturucu ROM imajýnýn ismini belirt

source: Specify name of French character generator ROM image
da: Angiv navn på fransk tegngenerator-ROM-image
de: Name für französische Charakter ROM Datei definieren
es: Especificar nombre imagen ROM generador caracteres francés
fr: Spécifier le nom de l'image du générateur de caractères français
hu: Adja meg a francia karaktergenerátor ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del generatore di caratteri francese
nl: Geef de naam van het Franse CHARGEN ROM bestand
pl: Określ nazwę obrazu ROM generatora francuskich znaków
sv: Ange namn på fransk teckengenerator-ROM-avbildning
tr: Finlandiya Karakter Oluþturucu ROM imajýnýn ismini belirt

source: Specify name of Swedish character generator ROM image
da: Angiv navn på svensk tegngenerator-ROM-image
de: Name für schwedische Charakter ROM Datei definieren
es: Especificar nombre imagen ROM generador caracteres sueco
fr: Spécifier le nom de l'image du générateur de caractères suédois
hu: Adja meg a svéd karaktergenerátor ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del generatore di caratteri svedese
nl: Geef de naam van het Zweedse CHARGEN ROM bestand
pl: Określ nazwę obrazu ROM generatora szwedzkich znaków
sv: Ange namn på svensk teckengenerator-ROM-avbildning
tr: Ýsveç Karakter Oluþturucu ROM imajýnýn ismini belirt

source: Specify name of C64 mode Kernal ROM image
da: Angiv navn på C64-kerne-ROM-image
de: Name für C64 Modus Kernal ROM Datei definieren
es: Especificar nombre imagen ROM Kernal modo C64
fr: Spécifier le nom de l'image Kernal du mode C64
hu: Adja meg a C64 módú Kernal ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del Kernal in modalità C64
nl: Geef de naam van het Kernal ROM bestand voor de C64 modus
pl: Określ nazwę obrazu ROM Kernala trybu C64
sv: Ange namn på C64-kernal-ROM-avbildning
tr: C64 modu Kernal ROM imajýnýn ismini belirt

source: Specify name of C64 mode BASIC ROM image
da: Angiv navn på C64-BASIC-ROM-image
de: Name für C64 Modus Basic ROM Datei spezifizieren
es: Especificar nombre imagen BASIC ROM modo C64
fr: Spécifier le nom de l'image BASIC ROM du mode C64
hu: Adja meg a C64 módú BASIC ROM képmás nevét
it: Specifica il nome dell'immagine della ROM in modalità C64
nl: Geef de naam van het BASIC ROM bestand voor de C64 modus
pl: Określ nazwę obrazu ROM BASIC trybu C64
sv: Ange namn på C64-BASIC-ROM-avbildning
tr: C64 modu BASIC ROM imajýnýn ismini belirt

source: Enable the OEM userport joystick adapter
da: Aktivér OEM brugerportjoystickadapter
de: OEM Userport Joystick Adapter aktivieren
es: Permitir adaptador puerto joystick OEM
fr: Activer l'adaptateur joystick port utilisateur OEM
hu: OEM userport botkormány adapter engedélyezése
it: Attiva adattatore joystick OEM su userport
nl: Activeer de OEM userport joystick adapter
pl: Włącz złącze OEM userportu joysticka
sv: Aktivera OEM-användarportspelportsadapter
tr: OEM userport joystick dönüþtürücüyü aktif et

source: Disable the OEM userport joystick adapter
da: Deaktivér OEM brugerportjoystickadapter
de: OEM Userport Joystick Adapter deaktivieren
es: Deshabilitar adaptador puerto joystick OEM
fr: Désactiver l'adaptateur OEM Joystick port utilisateur
hu: OEM userport botkormány adapter tiltása
it: Disattiva adattatore joystick OEM su userport
nl: De OEM userport joystick adapter uitschakelen
pl: Wyłącz złącze OEM userportu joysticka
sv: Inaktivera OEM-användarportspelportsadapter
tr: OEM userport joystick dönüþtürücüyü pasifleþtir

source: Enable the IEEE488 interface emulation
da: Aktivér emulering af IEEE488-interface
de: IEEE488 Schnittstellen-Emulation aktivieren
es: Permitir emulación interface IEEE488
fr: Activer l'interface d'émulation IEEE488
hu: IEEE488 interfész emuláció engedélyezése
it: Attiva l'emulazione dell'interfaccia IEEE488
nl: Activeer de IEEE488 interface emulatie
pl: Włącz emulację interfejsu IEEE488
sv: Aktivera emulering av IEEE488-gränssnitt
tr: IEEE488 arabirim emülasyonunu aktif et

source: Disable the IEEE488 interface emulation
da: Deaktivér emulering af IEEE488-interface
de: IEEE488 Schnittstellen-Emulation deaktivieren
es: Deshabilitar emulación interface IEEE488
fr: Désactiver l'interface d'émulation IEEE488
hu: IEEE488 interfész emuláció tiltása
it: Disattiva l'emulazione dell'interfaccia IEEE488
nl: De IEEE488 interface emulatie uitschakelen
pl: Wyłącz emulację interfejsu IEEE488
sv: Inaktivera emulering av IEEE488-gränssnitt
tr: IEEE488 arabirim emülasyonunu pasifleþtir

source: Patch the Kernal ROM to the specified <revision> (1: rev. 1, 2: rev. 2, 3: rev. 3, 67/sx: sx64, 100/4064: 4064)
nl: Verbeter de Kernal ROM naar de opgegeven <revisie> (1: rev. 1, 2: rev. 2, 3: rev. 3, 67/sx: sx64, 100/4064: 4064)
pl: Załataj ROM Kernala do konkretnej <wersji> (1: rev. 1, 2: rev. 2, 3: rev. 3, 67/sx: sx64, 100/4064: 4064)

source: Disable the ACIA RS232 interface emulation
da: Deaktivér ACIA-RS232-interface emulering
de: ACIA RS232 Schnittstellen-Emulation deaktivieren
es: Deshabilitar emulación interface ACIA RS232
fr: Désactiver l'émulation de l'interface ACIA RS232
nl: De ACIA RS232 interface emulatie aflsuiten
pl: Wyłącz emulację interfejsu ACIA RS232
sv: Inaktivera ACIA-RS232-gränssnittsemulering
tr: ACIA RS232 arabirim emülasyonunu pasifleþtir

source: Set the ACIA interrupt (0: None, 1: NMI, 2: IRQ)
nl: Zet de ACIA interrupt (0: Geen, 1: NMI, 2: IRQ)
pl: Ustaw przerwanie ACIA (0:Brak, 1: NMI, 2: IRQ)

source: Set the ACIA mode (0: Normal, 1: Swiftlink, 2: Turbo232)
nl: Zet de ACIA modus (0: normaal, 1: Swiftlink, 2: Turbo232)
pl: Określ tryb ACIA (0:Zwykły, 1: Swiftlink, 2: Turbo232)

source: Set the base address of the ACIA cartridge
nl: Zet de basisadres van de ACIA cartridge
pl: Ustaw adres bazowy kartridża ACIA

source: Enable the ACIA emulation
da: Aktivér ACIA-emulering
de: ACIA Emulation aktivieren
es: Habilitar emulación ACIA
fr: Activer l'émulation ACIA
nl: Activeer de ACIA emulatie
pl: Włącz emulację ACIA
sv: Aktivera ACIA-emuleringen
tr: ACIA emülasyonunu aktif et

source: Disable the ACIA emulation
da: Deaktivér ACIA-emulering
de: ACIA Emulation deaktivieren
es: Deshabilitar emulación ACIA
fr: Désactiver l'émulation ACIA
nl: De ACIA emulatie uitschakelen
pl: Wyłącz emulację ACIA
sv: Inaktivera ACIA-emuleringen
tr: ACIA emülasyonunu pasifleþtir

source: Specify index of keymap file (0=symbolic, 1=positional, 2=symbolic (user), 3=positional (user))
nl: Geef index van het keymapbestand (0=symbolisch, 1=positioneel, 2=symbolisch (gebruiker), 3=positioneel (bebruiker))
pl: Podaj indeks układu klawiatury (0=symbol, 1=pozycja, 2=symbol (użytkownika), 3=pozycja (użytkownika))

source: Specify emulated keyboard type
nl: Geef emulatie toetsenbord soort
pl: Wybierz rodzaj emulowanej klawiatury

source: Specify host keyboard layout
nl: Geef host toetsenbord opmaak
pl: Określ układ klawiatury hosta

source: Specify name of symbolic keymap file
da: Angiv filnavn for symbolsk tastatur
de: Bitte Namen für symbolische Keymap Datei definieren
es: Especificar nombre fichero del mapa de teclado simbólico
fr: Spécifier le nom du fichier de mappage clavier symbolique
hu: Adja meg a szimbolikus leképzésfájl nevét
it: Specifica il nome del file della mappa simbolica della tastiera
nl: Geef naam van het symbolisch keymapbestand
pl: Określ nazwę pliku symbolicznego układu klawiatury
sv: Ange fil för symbolisk tangentbordsemulering
tr: Sembolik tuþ haritasý dosyasýnýn ismini belirt

source: Specify name of positional keymap file
da: Angiv fil for positionsbestemt tastatur
de: Bitte Namen für positions Keymap Datei definieren
es: Especificar nombre fichero del mapa de teclado posicional
fr: Spécifier le nom du fichier de mappage clavier positionnel
hu: Adja meg a pozíció szerinti leképzésfájl nevét
it: Specifica il nome del file della mappa posizionale della tastiera
nl: Geef naam van het positioneel keymapbestand
pl: Określ nazwę pliku pozycyjnego układu klawiatury
sv: Ange fil för positionsriktig tangentbordsemulering
tr: Konumsal tuþ haritasý dosyasýnýn ismini belirt

source: Activate 40 column mode
da: Aktivér 40-kolonners tilstand
de: 40 Spalten Modus aktivieren
es: Activar modo 40 columnas
fr: Activer le mode 40 colonnes
hu: 40 oszlopos mód aktiválása
it: Attiva la modalità a 40 colonne
nl: Activeer 40 kolomsmodus
pl: Włącz tryb 40 kolumn
sv: Aktivera 40-kolumnersläge
tr: 40 sütun modunu aktif et

source: Activate 80 column mode
da: Aktivér 80-kolonners tilstand
de: 80 Spalten Modus aktivieren
es: Activar modo 80 columnas
fr: Activer le mode 80 colonnes
hu: 80 oszlopos mód aktiválása
it: Attiva la modalità a 80 colonne
nl: Activeer 80 kolomsmodus
pl: Włącz tryb 80 kolumn
sv: Aktivera 80-kolumnersläge
tr: 80 sütun modunu aktif et

source: Always switch to C128 mode on reset
da: Skift altid til C128-tilstand ved reset
de: Immer be Reset in C128 Modus schalten
es: Al reiniciar, pasar siempre al modo C128
fr: Toujours revenir au mode C128 au redémarrage
hu: Mindig C128 mód újraindítás után
it: Cambia sempre in modalita C128 al reset
nl: Start altijd op in C128 modus na reset
pl: Przy restarcie zawsze przełączaj w tryb C128
sv: Växla alltid till C128-läge vid återställning
tr: Resetlendiðinde her zaman C128 moduna geç

source: Specify name of internal Function ROM image
da: Angiv navn på internt funktions-ROM-image
de: Name der internen Funktions ROM Datei definieren
es: Especificar nombre imagen ROM función interna
fr: Spécifier le nom de l'image ROM des fonctions internes
hu: Adja meg a belsõ Function ROM képmás nevét
it: Specifica il nome dell'immagine della Function ROM interna
nl: Geef de naam van het intern functie ROM bestand
pl: Określ nazwę obrazu wewnętrznego Function ROM-u
sv: Ange namn på intern funktions-ROM-avbildning
tr: Dahili Function ROM imajýnýn ismini belirt

source: Specify name of external Function ROM image
da: Angiv navn på externt funktions-ROM-image
de: Name der externen Funktions ROM Datei definieren
es: Especificar nombre imagen ROM función externa
fr: Spécifier le nom de l'image ROM des fonctions externes
hu: Adja meg a külsõ Function ROM képmás nevét
it: Specifica il nome dell'immagine della Function ROM esterna
nl: Geef de naam van het extern functie ROM bestand
pl: Określ nazwę obrazu zewnętrznego Function ROM-u
sv: Ange namn på extern funktions-ROM-avbildning
tr: Harici Function ROM imajýnýn ismini belirt

source: Type of internal Function ROM: (0: None, 1: ROM, 2: RAM, 3: RTC)
da: Typen af intern funktions-ROM: (0: Ingen, 1: ROM, 2: RAM, 3:RTC)
de: Typ des internen Funktions ROM: (0: Kein, 1: ROM, 2: RAM, 3: RTC)
es: Tipo de Function ROM interna: (0: None, 1: ROM, 2: RAM, 3: RTC)
fr: Type de ROM Fonction interne: (0: Aucun, 1: ROM, 2: RAM, 3: RTC)
nl: Intern functie ROM soort: (0: Geen, 1: ROM, 2: RAM, 3: RTC)
pl: Typ wewnętrznego Function ROM-u: (0: Żaden, 1: ROM, 2: RAM, 3: RTC)
sv: Typ för intern funktions-ROM (0: ingen, 1: ROM, 2: RAM, 3: RTC)
tr: Dahili Function ROM Tipi: (0: Yok, 1: ROM, 2: RAM, 3: RTC)

source: Type of external Function ROM: (0: None, 1: ROM, 2: RAM, 3: RTC)
nl: Extern functie ROM soort: (0: Geen, 1: ROM, 2: RAM, 3: RTC)
pl: Typ zewnętrznego Function ROM-u: (0: Żaden, 1: ROM, 2: RAM, 3: RTC)
sv: Typ för extern funktions-ROM (0: ingen, 1: ROM, 2: RAM, 3: RTC)

source: Enable saving of the internal function RTC data when changed.
nl: Activeer het opslaan van de interne functie RTC data indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego wewnętrznego Function ROM-u przy zmianie

source: Disable saving of the internal function RTC data when changed.
nl: Oplaan van de interne functie RTC data op indien gewijzigd uitschakelen
pl: Nie zapisuj danych zegara czasu rzeczywistego wewnętrznego Function ROM-u przy zmianie

source: Enable saving of the external function RTC data when changed.
nl: Activeer het opslaan van de externe functie RTC data indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego zewnętrznego Function ROM-u przy zmianie

source: Disable saving of the external function RTC data when changed.
nl: Oplaan van de externe functie RTC data op indien gewijzigd uitschakelen
pl: Nie zapisuj danych zegara czasu rzeczywistego zewnętrznego Function ROM-u przy zmianie

source: Use old NTSC sync factor
da: Anvend gammel NTSC-synkfaktor
de: Alten NTSC Sync Faktor verwenden
es: Usar antiguo factor de sincronización NTSC
fr: Utiliser l'ancien mode NTSC
hu: Régi NTSC szinkron faktor használata
it: Usa il vecchio fattore di sincronizzazione NTSC
nl: Gebruik oude NTSC synchronisatiefactor
pl: Używaj starej synchronizacji NTSC
sv: Använd gammal NTSC-synkfaktor
tr: Eski NTSC senkron faktörü kullan

source: Set both CIA models (0 = old 6526, 1 = new 6526A)
da: Vælg type for begge CIA-kredse (0=gammel 6526, 1=ny 6526A)
de: Wähle beide CIA Modelle (0 = alt 6526, 1 = neu 6526A)
es: Seleccionar ambos modelos de CIA (0 = antiguo 6526, 1 = nuevo 6526A)
fr: Définir les deux modèles CIA (0 = ancien 5626, 1 = récent 6526A)
nl: Zet model voor beide CIAs (0 = oud 6526, 1 = nieuw 6526A)
tr: Her iki CIA modelini belirle (0 = eski 6526, 1 = yeni 6526A)

source: Set CIA 1 model (0 = old 6526, 1 = new 6526A)
da: Vælg CIA 1 type (0=gammel 6526, 1=ny 6526A)
de: Wähle CIA 1 Modell (0 = alt 6526, 1 = neu 6526A)
es: Seleccionar CIA 1 Poner CIA 1 model (0 = antiguo 6526, 1 = nuevo 6526A)
fr: Définir le modèle CIA 2 (0 = ancien 5626, 1 = récent 6526A)
nl: Zet CIA 1 model (0 = oud 6526, 1 = nieuw 6526A)
tr: CIA 1 modelini belirle (0 = eski 6526, 1 = yeni 6526A)

source: Set CIA 2 model (0 = old 6526, 1 = new 6526A)
da: Vælg CIA 2 type (0=gammel 6526, 1=ny 6526A)
de: Wähle CIA 2 Modell (0 = alt 6526, 1 = neu 6526A)"
es: Seleccionar CIA 2 model (0 = antiguo 6526, 1 = nuevo 6526A)
fr: Définir le modèle CIA 1 (0 = ancien 5626, 1 = récent 6526A)
nl: Zet CIA 2 model (0 = oud 6526, 1 = nieuw 6526A)
tr: CIA 2 modelini belirle (0 = eski 6526, 1 = yeni 6526A)

source: Set C64 model (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs, pet64, ultimax)
nl: Zet C64 model (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs, pet64, ultimax)
pl: Wybierz model C64 (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs, pet64, ultimax)
sv: Välj C64-modell (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs, pet64, ultimax)

source: Set C64 model (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs)
nl: Zet C64 model (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs)
pl: Wybierz model C64 (c64/c64c/c64old, ntsc/newntsc/oldntsc, drean, jap, c64gs)

source: Set C128 model (c128/c128dcr, pal/ntsc)
da: Angiv C128-model (c128/c128dcr, pal/ntsc)
de: Wähle C128 Modell (c128/c128dcr, pal/ntsc)
es: Seleccionar modelo C128 (c128/c128dcr, pal/ntsc)
fr: Définir le modèle C128 (c128/c128dcr, pal/ntsc)
nl: Zet C128 model (c128/c128dcr, pal/ntsc)
pl: Ustaw model C128 (c128/c128dcr, pal/ntsc)
sv: Välj C128-modell (c128/c128dcr, pal/ntsc)
tr: C128 modelini belirle (c128/c128dcr, pal/ntsc)

source: Set C128 machine type (0: International, 1: Finnish, 2: French, 3: German, 4: Italian, 5: Norwegian, 6: Swedish, 7: Swiss)
nl: Zet C128 machine soort (0: Internationaal, 1: Fins, 2: Frans, 3: Duits, 4: Italiaans, 5: Noors, 6: Zweeds, 7: Zwitsers)
pl: Wybierz typ maszyny C128 (0: Międzynarodowy, 1: Fiński, 2: Francuski, 3: Niemiecki, 4: Włoski, 5: Norweski, 6: Szwedzki, 7: Szwajcarski)

source: Disable RAM banks 2 and 3
nl: RAM bank 2 en 3 uitschakelen
pl: Wyłącz banki RAM 2 i 3
