Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Disable Mega-Cart NvRAM writeback
da: Deaktivér Mega-Cart NvRAM tilbageskrivning
de: Mega-Cart NvRAM Rückschreiben deaktivieren
es: Deshabilitar grabación en Mega-Cart NvRAM
fr: Interdire la réécriture NvRAM Mega-Cart
nl: Mega-Cart NvRAM terug schrijven uitschakelen
pl: Wyłącz zapis do NvRAM Mega-Cart
sv: Inaktivera Mega-Cart NvRAM-återskrivning
tr: Mega-Cart NvRAM geri yazmayý pasifleþtir

source: Disable Vic Flash Plugin write back to ROM file
da: Deaktivér Vic Flash Plugin tilbageskrivning til ROM-fil
de: Vic Flash Plugin Rückschreiben auf ROM Datei deaktivieren
es: Deshabilitar grabacion en ROM Vic Flash Plugin
fr: Désactiver la réécriture du fichier ROM Vic Flash Plugin
nl: Terug schrijven naar ROM bestand voor Vic Flash Plugin uitschakelen
pl: Wyłącz zapis do pliku ROM Vic Flash Plugin
sv: Inaktivera återskrivning till ROM-fil för Vic Flash-insticksmodul
tr: Flash Plugin ROM dosyasýna geri yazmayý pasifleþtir

source: Disable UltiMem write back to ROM file
nl: Terug schrijven naar ROM bestand voor UltiMem uitschakelen

source: Disable I/O-2 RAM
nl: I/O-2 RAM uitschakelen

source: Disable I/O-3 RAM
nl: I/O-3 RAM uitschakelen

source: Set border display mode (0: normal, 1: full, 2: debug)
nl: Zet border weergavemodus (0: normaal, 1: volledig, 2: debug)
pl: Określ tryb wyświetlania ramki (0: zwykła, 1: pełna, 2: debug)

source: Enable sprite-background collision registers
da: Aktivér sprite-til-baggrunds-kollisionsregistre
de: Sprite-Hintergrund Kollisionen aktivieren
es: Habilitar registros colisión sprite-fondo
fr: Activer les registres de collisions de sprite avec arrière-plan
hu: Sprite-háttér ütközési regiszterek engedélyezése
it: Attiva i registri di collisione sprite-sfondo
nl: Activeer sprite-achtergrond botsing registers
pl: Włącz rejestry kolizji duszków z tłem
sv: Aktivera sprite-till-bakgrund-kollisionsregister
tr: Yaratýk-arka plan çarpýþma registerlarýný aktif et

source: Disable sprite-background collision registers
da: Deaktivér sprite-til-baggrunds-kollisionsregistre
de: Sprite-Hintergrund Kollisionen deaktivieren
es: Deshabilitar registros colisión sprite-fondo
fr: Désactiver les registres de collisions de sprite avec arrière-plan
hu: Sprite-háttér ütközési regiszterek tiltása
it: Disattiva i registri di collisione sprite-sfondo
nl: Sprite-achtergrond botsing registers uitschakelen
pl: Wyłącz rejestry kolizji duszków z tłem
sv: Inaktivera sprite-till-bakgrund-kollisionsregister
tr: Yaratýk-arka plan çarpýþma registerlarýný pasifleþtir

source: Enable sprite-sprite collision registers
da: Aktivér sprite-til-sprite-kollisionsregistre
de: Sprite-Sprite Kollisionen aktivieren
es: Habilitar registros colisión sprite-sprite
fr: Activer les registres de collisions de sprite avec sprite
hu: Sprite-sprite ütközési regiszterek engedélyezése
it: Attiva i registri di collisione sprite-sprite
nl: Activeer sprite-sprite botsing registers
pl: Włącz rejestry kolizji duszków
sv: Aktivera sprite-till-sprite-kollisionsregister
tr: Yaratýk-yaratýk çarpýþma registerlarýný aktif et

source: Disable sprite-sprite collision registers
da: Deaktivér sprite-til-sprite-kollisionsregistre
de: Sprite-Sprite Kollisionen deaktivieren
es: Deshabilitar registros colisión sprite-sprite
fr: Désactiver les registres de collisions de sprite avec sprite
hu: Sprite-sprite ütközési regiszterek tiltása
it: Disattiva i registri di collisione sprite-sprite
nl: Sprite-sprite botsing registers uitschakelen
pl: Wyłącz rejestry kolizji duszków
sv: Inaktivera sprite-till-sprite-kollisionsregister
tr: Yaratýk-yaratýk çarpýþma registerlarýný pasifleþtir

source: Enable VSP bug emulation
nl: Activeer VSP bug emulatie
pl: Włącz emulację blędu VSP

source: Disable VSP bug emulation
nl: VSP bug emulatie uitschakelen
pl: Wyłącz emulację błędu VSP

source: Use new luminances
da: Brug nye lysstyrker
de: Neue Helligkeitsemulation
es: Usar luminancias nuevas
fr: Utiliser les nouvelles luminescences
hu: Az új fényerõket használja
it: Usa nuove luminanze
nl: Gebruik nieuwe kleuren
pl: Użyj nowego typu jaskrawości
sv: Använd nya ljusstyrkor
tr: Yeni parlaklýklarý kullan

source: Use old luminances
da: Brug gamle lysstyrker
de: Alte Helligkeitsemulation
es: Usar luminancias antiguas
fr: Utiliser les anciennes luminescences
hu: A régi fényerõket használja
it: Usa vecchie luminanze
nl: Gebruik oude kleuren
pl: Użyj starego typu jaskrawości
sv: Använd gamla ljusstyrkor
tr: Eski parlaklýklarý kullan

source: Enable the possibility of hardware scaling
nl: Activeer de mogelijkheid van hardwareschaling
pl: Włącz możliwość skalowania sprzętowego

source: Disable the possibility of hardware scaling
nl: De mogelijkheid van hardwareschaling uitschakelen
pl: Wyłącz możliwość skalowania sprzętowego

source: Enable double size
da: Aktivér dobbelt størrelse
de: Doppelte Größe aktivieren
es: Permitir tamaño doble
fr: Taille double
hu: Dupla méret engedélyezése
it: Attiva la dimensione doppia
nl: Activeer dubbele grootte
pl: Włącz podwójny rozmiar
sv: Aktivera dubbel storlek
tr: Çift boyutu aktif et

source: Disable double size
da: Deaktivér dobbelt størrelse
de: Doppelte Größe deaktivieren
es: Deshabilitar tamaño doble
fr: Taille normale
hu: Dupla méret tiltása
it: Disattiva la dimensione doppia
nl: Dubbele grootte uitschakelen
pl: Wyłącz podwójny rozmiar
sv: Inaktivera dubbel storlek
tr: Çift boyutu pasifleþtir

source: Enable double scan
da: Aktivér dobbelt-skan
de: Doppelt Scan aktivieren
es: Permitir doble escaneado
fr: Activer le mode double scan
hu: Dupla pásztázás engedélyezése
it: Attiva la scansione doppia
nl: Activeer dubbele scan
pl: Włącz podwójne skanowanie
sv: Aktivera dubbelskanning
tr: Çift taramayý aktif et

source: Disable double scan
da: Deaktivér dobbelt-skan
de: Doppelt Scan deaktivieren
es: Deshabilitar doble escaneado
fr: Désactiver le mode double scan
hu: Dupla pásztázás tiltása
it: Disattiva la scansione doppia
nl: Dubbele scan uitschakelen
pl: Wyłącz podwójne skanowanie
sv: Inaktivera dubbelskanning
tr: Çift taramayý pasifleþtir

source: Enable audio leak emulation
da: Aktivér audiolækage-emulering
de: Audio Leak Emulation aktivieren
es: Permitir emulación audio leak
fr: Activer l'émulation de fuite audio
nl: Activeer audio lek emulatie
pl: Włącz emulację brudów w dźwięku
sv: Aktivera emulering av audioläckage
tr: Ses kaçaðý emülasyonunu aktif et

source: Disable audio leak emulation
da: Deaktivér audiolækage-emulering
de: Audio Leak Emulation deaktivieren
es: Deshabilitar emulación audio leak
fr: Désactiver l'émulation de fuite audio
nl: De audio lek emulatie uitschakelen
pl: Wyłącz emulację brudów w dźwięku
sv: Inaktivera emulering av audioläckage
tr: Ses kaçaðý emülasyonunu pasifleþtir

source: Enable hardware scaling
da: Aktivér hardware-skalering
de: Hardwareunterstützung für Skalierung aktivieren
es: Permitir escalado hardware
fr: Activer le "scaling" matériel
hu: Hardver átméretezés engedélyezése
it: Attiva l'hardware scaling
nl: Activeer hardwareschaling
pl: Włącz skalowanie sprzętowe
sv: Aktivera maskinvaruskalning
tr: Donaným destekli ölçeklendirmeyi aktif et

source: Disable hardware scaling
da: Deaktivér hardware-skalering
de: Hardwareunterstützung für Skalierung deaktivieren
es: Deshabilitar escalado hardware
fr: Désactiver le "scaling" matériel
hu: Hardver átméretezés tiltása
it: Disattiva l'hardware scaling
nl: Hardwareschaling uitschakelen
pl: Wyłącz skalowanie sprzętowe
sv: Inaktivera maskinvaruskalning
tr: Donaným destekli ölçeklendirmeyi pasifleþtir

source: Select rendering filter: (0: none, 1: CRT emulation, 2: scale2x)
nl: Selecteer de rendering filter: (0: geen, 1: CRT emulatie, 2: Scale2x)
pl: Wybierz filtr renderera: (0:brak, 1: emulacja CRT, 2: scale2x)
sv: Ange rendreringsfiler: (0:ingen, 1:CRT-emulering, 2: scale2x)

source: Use an internal calculated palette
da: Brug en internt beregnet palette
de: Benutze intern berechnete Palette
es: Usar paleta calculada internamente
fr: Utiliser une palette interne calculée
hu: Belsõleg számított paletta használata
it: Usa una palette interna calcolata
nl: Gebruik een intern berekend kleurenpalet
pl: Używaj wewnętrznej obliczonej palety kolorystycznej
sv: Använd en internt beräknad palett
tr: Dahili hesaplanmýþ bir palet kullan

source: Use an external palette (file)
da: Brug en ekstern palette (fil)
de: Benutze externe Palette (Datei)
es: Usar paleta externa (fichero)
fr: Utiliser une palette externe (fichier)
hu: Külsõ paletta használata (fájl)
it: Usa una palette esterna (file)
nl: Gebruik een extern kleurenpalet (bestand)
pl: Używaj zewnętrznej palety kolorystycznej (z pliku)
sv: Använd en extern palett (fil)
tr: Harici bir palet (dosyadan) kullan

source: Specify name of file of external palette
da: Angiv filnavn for ekstern palette
de: Dateiname für externe Palette definieren
es: Especificar nombre fichero de la paleta externa
fr: Spécifier le nom du fichier de la palette externe
hu: Adja meg a külsõ paletta nevét
it: Specifica il nome del file della palette esterna
nl: Geef de naam van het extern kleurenpaletbestand
pl: Określ nazwę pliku zewnętrznej palety barw
sv: Ange namn på fil för extern palett
tr: Harici palet dosyasýnýn ismini belirt

source: Select fullscreen device
da: Angiv fuldskærmsenhed
de: Vollbild Gerät auswählen
es: Seleccionar periférico pantalla completa
fr: Sélectionner le périphérique plein écran
hu: Teljesképernyõs eszköz kiválasztása
it: Seleziona il dispositivo per la visualizzazione a tutto schermo
nl: Selecteer volschermapparaat
pl: Wybierz urządzenie pełnego ekranu
sv: Ange fullskärmsenhet
tr: Tam ekran aygýtý seç

source: Seconds
nl: Seconded
pl: sekund

source: Select fullscreen mode
da: Aktivér fuldskærms-tilstand
de: Vollbild Modus wählen
es: Seleccionar modo pantalla completa
fr: Sélectionner le mode plein écran
hu: Teljes képernyõs mód kiválasztása
it: Seleziona la modalità di visualizzazione a tutto schermo
nl: Activeer volschermmodus
pl: Wybierz tryb pełnego ekranu
sv: Aktivera fullskärmsläge
tr: Tam ekran modu seç

source: Specify RS232 device this ACIA should work on
da: Angiv RS232-enhed denne ACIA skal bruge
de: RS232 Gerät für welches ACIA funktionieren soll ist zu spezifizieren
es: Specificar periférico RS232 con el que funcionará esta ACIA
fr: Spécifier le périphérique RS232 sur lequel cet ACIA doit fonctionner
hu: Adja meg az RS232-es egységet, amivel az ACIA mûködni fog
it: Specifica il dispositivo RS232 con il quale questa ACIA dovrebbe funzionare
nl: Geef het RS232 apparaat waarmee deze ACIA moet werken
pl: Określ urządzenie RS232, na którym ma działać ACIA
sv: Ange RS232-enhet denna ACIA skall arbeta på
tr: Bu ACIA'in çalýþmasý gereken RS232 aygýtýný belirt

source: Set device type for device #8 (0: None, 1: Filesystem, 2: OpenCBM, 3: Block device)
nl: Zet het apparaatsoort voor apparaat #8 (0: Geen, 1: Bestandssysteem, 2: OpenCBM, 3: Blok apparaat)
pl: Określ typ urządzenia #8 (0: Brak, 1: System plików, 2: OpenCBM, 3: Urządzenie blokowe)

source: Set device type for device #9 (0: None, 1: Filesystem, 2: OpenCBM, 3: Block device)
nl: Zet het apparaatsoort voor apparaat #9 (0: Geen, 1: Bestandssysteem, 2: OpenCBM, 3: Blok apparaat)
pl: Określ typ urządzenia #8 (0: Brak, 1: System plików, 2: OpenCBM, 3: Urządzenie blokowe)

source: Set device type for device #10 (0: None, 1: Filesystem, 2: OpenCBM, 3: Block device)
nl: Zet het apparaatsoort voor apparaat #10 (0: Geen, 1: Bestandssysteem, 2: OpenCBM, 3: Blok apparaat)
pl: Określ typ urządzenia #8 (0: Brak, 1: System plików, 2: OpenCBM, 3: Urządzenie blokowe)

source: Set device type for device #11 (0: None, 1: Filesystem, 2: OpenCBM, 3: Block device)
nl: Zet het apparaatsoort voor apparaat #11 (0: Geen, 1: Bestandssysteem, 2: OpenCBM, 3: Blok apparaat)
pl: Określ typ urządzenia #8 (0: Brak, 1: System plików, 2: OpenCBM, 3: Urządzenie blokowe)

source: Attach disk image for drive #8 read only
da: Tilslut disk-image til drev #8 skrivebeskyttet
de: Disk Image als Laufwerk #8 benutzen (schreibgeschützt)
es: Insertar imagen disco sólo lectura para unidad disco #8
fr: Charger une image de disque pour le lecteur #8 en lecture seule
hu: Csak olvasható képmás csatolása a #8-as lemezegységhez
it: Seleziona l'immagine del disco per il drive #8 in sola lettura
nl: Koppel schijfbestand voor drive #8 als alleen-lezen
pl: Zamontuj obraz dysku w stacji #8 tylko do odczytu
sv: Anslut diskettavbildningsfil för enhet 8 med skrivskydd
tr: Sürücü #8 için disk imajýný salt okunur olarak yerleþtir

source: Attach disk image for drive #8 read write (if possible)
da: Tilslut disk-image til drev #8 skrivbar (hvis muligt)
de: Disk Image als Laufwerk #8 benutzen (Schreibzugriff, wenn möglich)
es: Insertar imagen disco sólo lectura/grabación (si es posible) para unidad disco #8
fr: Charger une image de disque pour le lecteur #8 en lecture-écriture (si possible)
hu: Írható-olvasható képmás csatolása a #8-as lemezegységhez
it: Seleziona l'immagine del disco per il drive #8 in lettura/scrittura (se possibile)
nl: Koppel schijfbestand voor drive #8 als schrijfbaar (indien mogelijk)
pl: Zamontuj obraz dyskietki w stacji #8 w trybie zapisu i odczytu (o ile to możliwe)
sv: Anslut diskettavbildningsfil för enhet 8 skrivbar (om möjligt)
tr: Sürücü #8 için disk imajýný okunur/yazýlýr olarak yerleþtir (mümkünse)

source: Attach disk image for drive #9 read only
da: Tilslut disk-image til drev #9 skrivebeskyttet
de: Disk Image als Laufwerk #9 benutzen (schreibgeschützt)
es: Insertar imagen disco sólo lectura para unidad disco #9
fr: Charger une image de disque pour le lecteur #9 en lecture seule
hu: Csak olvasható képmás csatolása a #9-es lemezegységhez
it: Seleziona l'immagine del disco per il drive #9 in sola lettura
nl: Koppel schijfbestand voor drive #9 als alleen-lezen
pl: Zamontuj obraz dysku w stacji #9 tylko do odczytu
sv: Anslut diskettavbildningsfil för enhet 9 med skrivskydd
tr: Sürücü #9 için disk imajýný salt okunur olarak yerleþtir

source: Attach disk image for drive #9 read write (if possible)
da: Tilslut disk-image til drev #9 skrivbar (hvis muligt)
de: Disk Image als Laufwerk #9 benutzen (Schreibzugriff, wenn möglich)
es: Insertar imagen disco sólo lectura/grabación (si es posible) para unidad disco #9
fr: Charger une image de disque pour le lecteur #9 en lecture-écriture (si possible)
hu: Írható-olvasható képmás csatolása a #9-es lemezegységhez
it: Seleziona l'immagine del disco per il drive #9 in lettura/scrittura (se possibile)
nl: Koppel schijfbestand voor drive #9 als schrijfbaar (indien mogelijk)
pl: Zamontuj obraz dyskietki w stacji #9 w trybie zapisu i odczytu (o ile to możliwe)
sv: Anslut diskettavbildningsfil för enhet 9 skrivbar (om möjligt)
tr: Sürücü #9 için disk imajýný okunur/yazýlýr olarak yerleþtir (mümkünse)

source: Attach disk image for drive #10 read only
da: Tilslut disk-image til drev #10 skrivebeskyttet
de: Disk Image als Laufwerk #10 benutzen (schreibgeschützt)
es: Insertar imagen disco sólo lectura para unidad disco #10
fr: Charger une image de disque pour le lecteur #10 en lecture seule
hu: Csak olvasható képmás csatolása a #10-es lemezegységhez
it: Seleziona l'immagine del disco per il drive #10 in sola lettura
nl: Koppel schijfbestand voor drive #10 als alleen-lezen
pl: Zamontuj obraz dysku w stacji #10 tylko do odczytu
sv: Anslut diskettavbildningsfil för enhet 10 med skrivskydd
tr: Sürücü #10 için disk imajýný salt okunur olarak yerleþtir

source: Attach disk image for drive #10 read write (if possible)
da: Tilslut disk-image til drev #10 skrivbar (hvis muligt)
de: Disk Image als Laufwerk #10 benutzen (Schreibzugriff, wenn möglich)
es: Insertar imagen disco sólo lectura/grabación (si es posible) para unidad disco #10
fr: Charger une image de disque pour le lecteur #10 en lecture-écriture (si possible)
hu: Írható-olvasható képmás csatolása a #10-es lemezegységhez
it: Seleziona l'immagine del disco per il drive #10 in lettura/scrittura (se possibile)
nl: Koppel schijfbestand voor drive #10 als schrijfbaar (indien mogelijk)
pl: Zamontuj obraz dyskietki w stacji #10 w trybie zapisu i odczytu (o ile to możliwe)
sv: Anslut diskettavbildningsfil för enhet 10 skrivbar (om möjligt)
tr: Sürücü #10 için disk imajýný okunur/yazýlýr olarak yerleþtir (mümkünse)

source: Attach disk image for drive #11 read only
da: Tilslut disk-image til drev #11 skrivebeskyttet
de: Disk Image als Laufwerk #11 benutzen (schreibgeschützt)
es: Insertar imagen disco sólo lectura para unidad disco #11
fr: Charger une image de disque pour le lecteur #11 en lecture seule
hu: Csak olvasható képmás csatolása a #11-es lemezegységhez
it: Seleziona l'immagine del disco per il drive #11 in sola lettura
nl: Koppel schijfbestand voor drive #11 als alleen-lezen
pl: Zamontuj obraz dysku w stacji #11 tylko do odczytu
sv: Anslut diskettavbildningsfil för enhet 11 med skrivskydd
tr: Sürücü #11 için disk imajýný salt okunur olarak yerleþtir

source: Attach disk image for drive #11 read write (if possible)
da: Tilslut disk-image til drev #11 skrivbar (hvis muligt)
de: Disk Image als Laufwerk #11 benutzen (Schreibzugriff, wenn möglich)
es: Insertar imagen disco sólo lectura/grabación (si es posible) para unidad disco #11
fr: Charger une image de disque pour le lecteur #11 en lecture-écriture (si possible)
hu: Írható-olvasható képmás csatolása a #11-es lemezegységhez
it: Seleziona l'immagine del disco per il drive #11 in lettura/scrittura (se possibile)
nl: Koppel schijfbestand voor drive #11 als schrijfbaar (indien mogelijk)
pl: Zamontuj obraz dyskietki w stacji #11 w trybie zapisu i odczytu (o ile to możliwe)
sv: Anslut diskettavbildningsfil för enhet 11 skrivbar (om möjligt)
tr: Sürücü #11 için disk imajýný okunur/yazýlýr olarak yerleþtir (mümkünse)

source: Enable automatic Datasette-Reset
da: Aktivér automatisk Datasette-reset
de: Automatisches Datasette-Reset aktivieren
es: Permitir reinicio automático de la unidad de cinta
fr: Activer le redémarrage automatique du Datasette
hu: Automatikus magnó Reset engedélyezése
it: Attiva il reset automatico del registratore
nl: Activeer automatische Datasette-Reset
pl: Włącz automatyczny reset magnetofonu
sv: Aktivera automatisk Datasetteåterställning
tr: Otomatik Teyp-Reset'i aktif et

source: Disable automatic Datasette-Reset
da: Deaktivér automatisk Datasette-reset
de: Automatisches Datasette-Reset deaktivieren
es: Deshabilitar reinicio automático de la unidad de cinta
fr: Désactiver le redémarrage automatique du Datasette
hu: Automatikus magnó Reset tiltása
it: Disattiva il reset automatico del registratore
nl: Automatische Datasette-Reset uitschakelen
pl: Wyłącz automatyczny reset magnetofonu
sv: Inaktivera automatisk Datasetteåterställning
tr: Otomatik Teyp-Reset'i pasifleþtir

source: Set delay in cycles for a zero in the tap
da: Angiv forsinkelse i cykler for et nul i tap-filen
de: Verzögerung für Zero in Zyklen im Tap
es: Seleccionar retardo en ciclos para cero en la cinta
fr: Spécifier le délai en cycles pour un zéro sur le ruban
hu: Adja meg ciklusokban a legelsõ szalagrés hosszát
it: Imposta il ritardo in cicli per uno zero nel tap
nl: Zet de vertraging in cycli voor een nul in de tap
pl: Określ opóźnienie cyklów dla początku taśmy
sv: Ange väntecykler för nolla i tap-filen
tr: Baðlantý anýnda cycle tipinden bekleme süresini ayarla

source: Set number of cycles added to each gap in the tap
da: Angiv antal cykler der lægges til hvert hul i tap-filen
de: Setze Anzahl der Zyklen für jedes Loch im Tap
es: Seleccionar número ciclos añadidos en cada espacio en la cinta
fr: Spécifier le nombre de cycles ajouté a chaque raccord du ruban
hu: Adja meg ciklusokban a szalagfájlok közti üres rés hosszát
it: Imposta il numero di cicli aggiunti ad ogni gap nel tap
nl: Zet aantal extra cycli voor elk gat in de tap
pl: Określ liczbę cyklów dodanych do każdej przerwy w taśmie
sv: Ange cykler som läggs till varje gap i tap-filen
tr: Baðlantý anýnda her boþluk için eklenecek cycle sayýsýný ayarla

source: Set maximum random number of cycles added to each gap in the tap
nl: Zet maximaal willekeurige extra aantal cycli voor elk gat in de tap
pl: Określ maksymalną losową liczbę cyklów dodanych do każdej przerwy w taśmie

source: Trace the main CPU
da: Trace hovedprocessoren
de: Haupt CPU verfolgen
es: Rastrear CPU principal
fr: Tracer l'UCT principal
hu: Fõ CPU nyomkövetése
it: Traccia la CPU principale
nl: Traceer de hoofd CPU
pl: Śledzenie głównego CPU
sv: Spåra huvudprocessorn
tr: Ana CPU'yu izle

source: Do not trace the main CPU
da: Trace ikke hovedprocessoren
de: Haupt CPU nicht verfolgen
es: No rastrear CPU principal
fr: Ne pas tracer l'UCT principal
hu: Fõ CPU nyomkövetésének tiltása
it: Non tracciare la CPU principale
nl: Traceer de hoofd CPU niet
pl: Bez śledzenia głównego CPU
sv: Spåra inte huvudprocessorn
tr: Ana CPU'yu izleme

source: Trace the drive0 CPU
da: Trace processor i drev 0
de: Laufwerk0 CPU verfolgen
es: Rastrear la CPU de la unidad de disco 0
fr: Tracer l'UCT du drive0
hu: A 0-s lemezegység CPU-jának nyomkövetése
it: Traccia la CPU del drive0
nl: Traceer de CPU van drive 0/8
pl: Śledzenie CPU stacji0
sv: Spåra processor i diskettstation 0
tr: Sürücü0 CPU'sunu izle

source: Do not trace the drive0 CPU
da: Trace ikke processor i drev 0
de: Laufwerk0 CPU nicht verfolgen
es: No rastrear la CPU de la unidad de disco 0
fr: Ne pas tracer l'UCT du drive0
hu: A 0-s lemezegység CPU-ja nyomkövetésének tiltása
it: Non tracciare la CPU del drive0
nl: Traceer de CPU van drive 0/8 niet
pl: Bez śledzenia CPU stacji0
sv: Spåra inte processor i diskettstation 0
tr: Sürücü0 CPU'sunu izleme

source: Trace the drive1 CPU
da: Trace processor i drev 1
de: Laufwerk1 CPU verfolgen
es: Rastrear la CPU de la unidad de disco 1
fr: Tracer l'UCT du drive1
hu: Az 1-es lemezegység CPU-jának nyomkövetése
it: Traccia la CPU del drive1
nl: Traceer de CPU van drive 1/9
pl: Śledzenie CPU stacji1
sv: Spåra processor i diskettstation 1
tr: Sürücü1 CPU'sunu izle

source: Do not trace the drive1 CPU
da: Trace ikke processor i drev 1
de: Laufwerk1 CPU nicht verfolgen
es: No rastrear la CPU de la unidad de disco 1
fr: Ne pas tracer l'UCT du drive1
hu: Az 1-es lemezegység CPU-ja nyomkövetésének tiltása
it: Non tracciare la CPU del drive1
nl: Traceer de CPU van drive 1/9 niet
pl: Bez śledzenia CPU stacji1
sv: Spåra inte processor i diskettstation 1
tr: Sürücü1 CPU'sunu izleme

source: Trace the drive2 CPU
da: Trace processor i drev 2
de: Laufwerk2 CPU verfolgen
es: Rastrear la CPU de la unidad de disco 2
fr: Tracer l'UCT du drive2
hu: A 2-es lemezegység CPU-jának nyomkövetése
it: Traccia la CPU del drive2
nl: Traceer de CPU van drive 2/10
pl: Śledzenie CPU stacji2
sv: Spåra processor i diskettstation 2
tr: Sürücü2 CPU'sunu izle

source: Do not trace the drive2 CPU
da: Trace ikke processor i drev 2
de: Laufwerk2 CPU nicht verfolgen
es: No rastrear la CPU de la unidad de disco 2
fr: Ne pas tracer l'UCT du drive2
hu: A 2-es lemezegység CPU-ja nyomkövetésének tiltása
it: Non tracciare la CPU del drive2
nl: Traceer de CPU van drive 2/10 niet
pl: Bez śledzenia CPU stacji2
sv: Spåra inte processor i diskettstation 2
tr: Sürücü2 CPU'sunu izleme

source: Trace the drive3 CPU
da: Trace processor i drev 3
de: Laufwerk3 CPU verfolgen
es: Rastrear la CPU de la unidad de disco 3
fr: Tracer l'UCT du drive3
hu: A 3-as lemezegység CPU-jának nyomkövetése
it: Traccia la CPU del drive3
nl: Traceer de CPU van drive 3/11
pl: Śledzenie CPU stacji3
sv: Spåra processor i diskettstation 3
tr: Sürücü3 CPU'sunu izle

source: Do not trace the drive3 CPU
da: Trace ikke processor i drev 3
de: Laufwerk3 CPU nicht verfolgen
es: No rastrear la CPU de la unidad de disco 3
fr: Ne pas tracer l'UCT du drive3
hu: A 3-as lemezegység CPU-ja nyomkövetésének tiltása
it: Non tracciare la CPU del drive3
nl: Traceer de CPU van drive 3/11 niet
pl: Bez śledzenia CPU stacji3
sv: Spåra inte processor i diskettstation 3
tr: Sürücü3 CPU'sunu izleme
