Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Sound buffer overflow.
da: Lydbuffer overløb.
de: Sound Puffer Überlauf.
es: Desbordamiento Buffer sonido
fr: Erreur de dépassement de tampon son.
hu: Hangpuffer túlcsordulás.
it: Overflow del buffer audio.
nl: Geluidsbuffer overloop.
pl: Przepełniony bufor dźwięku.
sv: För mycket data i ljudbufferten.
tr: Ses arabellek taþmasý.

source: cannot flush.
da: Kan ikke tømme.
de: Entleerung nicht möglich.
fr: impossible de vider.
hu: nem sikerült üríteni a puffert.
it: non è possibile svuotare.
nl: kan niet spoelen.
pl: Nie można opróżnić.
sv: kan inte tömma.
tr: temizlenemedi.

source: fragment problems.
da: Fragmentproblem.
de: Fragmentierungsproblem.
es: Problema de fragmentación
fr: problèmes de fragments.
hu: töredékrész problémák.
it: problemi di frammentazione.
nl: fragment problemen.
pl: Problemy z fragmentem
sv: fragmentprogram.
tr: parçalara ayýrma problemi.

source: running too slow.
da: Kører for langsomt.
de: Ablauf zu langsam.
es: Funciona demasiado lento.
fr: exécution trop lente.
hu: túl lassan megy.
it: esecuzione troppo lenta.
nl: draait te langzaam.
pl: działa za wolno.
sv: går för långsamt.
tr: çok yavaþ çalýþýyor.

source: store to sounddevice failed.
da: skrivning til lydenhed fejlede.
de: Speichern auf Sound Gerät ist fehlgeschlagen.
es: Almacenamiento en periférico de sonido fallido
fr: erreur d'enregistrement sur le périphérique son.
hu: a hangeszközön történõ tárolás nem sikerült.
it: memorizzazione sulla scheda audio fallita.
nl: opslag naar geluidsapparaat is mislukt.
pl: zapis do urządzenia dźwięku nie powiódł się
sv: misslyckades spara i ljudenheten.
tr: ses aygýtýna saklama baþarýsýz oldu.

source: Testing best frame delay
da: Tester bedste billed-forsinkelse
de: Teste optimale Framerate
es: Probando mejor demora de cuadro
fr: Recherche du meilleur délai d'image
nl: Beste framevertraging aan het testen
pl: Sprawdzam najlepsze opóźnienie klatek
sv: Testar bästa ramfördröjning
tr: En iyi frame bekleme süresi test ediliyor

source: Using %d frames delay.
da: Bruger %d billeders forsinkelse.
de: Benutze %d Frameverzögerung.
es: Usando %d cuadros de demora.
fr: Utilisation d'un délai de %d images.
hu: %d képkocka késleltetés használata.
it: Utilizzo %d frame di ritardo.
nl: %d frames vertraging in gebruik.
pl: Używam opóźnienia klatek %d.
sv: Använder %d ramars fördröjning.
tr: %d frame bekleme süresi kullanýlýyor.

source: Cannot load snapshot file for transfer
da: Kunne ikke indlæse snapshot til overførsel.
de: Kann Snapshot Datei für Transfer nicht laden
es: No puedo cargar fichero volcado memoria para trasferencia
fr: Impossible de charger l'instantané pour le transfer
hu: Nem sikerült az átküldendõ pillanatkép fájlt betölteni
it: Non è possibile caricare il file di snapshot per il trasferimento
nl: Kan het momentopnamebestand voor versturen niet laden
pl: Nie można wczytać pliku zrzutu do transferu
sv: Kan inte läsa in ögonblicksbildfil för överföring.
tr: Transfer için anlýk görüntü dosyasý yüklenemedi

source: Sending snapshot to client
da: Sender snapshot til klient
de: Sende Snapshot zu Client
es: Remitiendo volcado memoria a cliente
fr: Envoi de l'instantané au client
nl: Momentopname wordt naar de andere computer verstuurd
pl: Wysyłam zrzut do klienta
sv: Sänder ögonblicksbild till klient
tr: Anlýk görüntü dosyasý istemciye gönderiliyor

source: Cannot send snapshot to client
da: Kunne ikke sende snapshot til klient
de: Kann Snapshot Datei nicht senden
es: No puedo remitir volcado memoria a cliente
fr: Impossible d'envoyer l'instantané au client
hu: Nem sikerült pillanatképet elküldeni a klienshez
it: Non è possibile inviare lo snapshot al client
nl: Kan de momentopname niet naar de andere computer versturen
pl: Nie można wysłać zrzutu do klienta
sv: Kan inte sända ögonblicksbild till klient
tr: Anlýk görüntü dosyasý istemciye gönderilemedi

source: Cannot create snapshot file %s
da: Kunne ikke oprette snapshot-fil %s
de: Kann Snapshot Datei `%s' nicht erzeugen
es: No puedo crear fichero volcado memoria %s
fr: Impossible de créer l'instantané %s
hu: Nem sikerült a pillanatképfájlt létrehozni (%s)
it: Non è possibile creare il file di snapshot %s
nl: Kan het momentopnamebestand %s niet maken
pl: Nie można utworzyć pliku zrzutu %s
sv: Kan inte skapa ögonblicksbildfil %s
tr: Anlýk görüntü dosyasý %s yaratýlamadý

source: Cannot open snapshot file %s
da: Kunne ikke åbne snapshot-fil %s
de: Kann Snapshot Datei `%s' nicht öffnen.
es: No puedo abrir fichero volcaco memoria %s
fr: Impossible d'ouvrir le fichier %s
hu: Nem sikerült a pillanatképfájlt megnyitni (%s)
it: Non è possibile aprire il file di snapshot %s
nl: Kan het momentopnamebestand %s niet openen
pl: Nie można otworzyć pliku zrzutu %s
sv: Kan inte öppna ögonblicksbildfil %s
tr: Anlýk görüntü dosyasý %s açýlamadý

source: Server is waiting for a client
da: Server venter på en klient
de: Server wartet auf Client
es: El servidor está esperando al cliente
fr: Le serveur attend un client
nl: De server wacht op de andere computer
pl: Serwer czeka na klienta
sv: Servern väntar på en klient
tr: Sunucu bir istemcinin baðlanmasý için bekliyor

source: Cannot create snapshot file. Select different history directory!
da: Kunne ikke oprette snapshot-fil. Vælg et andet historik-katalog!
de: Kann Snapshot Datei nicht erzeugen. Verwende ein anderes Verzeichnis!
es: No puedo crear fichero volcado memoria. ¡Seleccionar diferente directorio historico!
fr: Impossible de créer le fichier d'instantané. Sélectionnez un répertoire d'historique différent
hu: Nem sikerült pillanatkép fájlt létrehozni. Kérem válasszon más könyvtárat!
it: Non è possibile creare il file di snapshot. Seleziona una directory diversa per la cronologia.
nl: Kan het momentopnamebestand niet maken. Selecteer een andere geschiedenisdirectory!
pl: Nie można utworzyć pliku zrzutu. Wybierz inny katalog historii!
sv: Kan inte skapa ögonblicksbildfil. Välj en annan historikkatalog!
tr: Anlýk görüntü dosyasý yaratýlamadý. Farklý bir tarihçe dizini seçin!

source: Cannot resolve %s
da: Kan ikke opslå %s
de: Kann %s nicht auflösen
es: No puedo resolver %s
fr: Impossible de résoudre %s
hu: Nem sikerült %s-t feloldani
it: Non è possibile risolvere %s
nl: Onbekende host %s
pl: Nie można znaleźć %s
sv: Kan inte slå upp %s
tr: %s çözülemedi

source: Cannot connect to %s (no server running on port %d).
da: Kan ikke forbinde til %s (ingen server på port %d).
de: Kann zu %s nicht verbinden (Kein Server aktiv auf Port %d).
es: No puedo conectar a %s (Ninguún servidor en puerto %d).
fr: Impossible de se connecter à %s (aucun serveur sur le port %d).
hu: Nem sikerült %s-hez kapcsolódni (a %d porton nem fut kiszolgáló)
it: Non è possibile connettersi a %s (nessun server è attivo sulla porta %d).
nl: Kan geen verbinding maken met %s (er is geen server aanwezig op poort %d).
pl: Nie można podłączyć do %s (na porcie %d nie działa żaden serwer).
sv: Kan inte ansluta till %s (ingen server igång på port %d).
tr: %s baðlantýsý kurulamadý (port %d üzerinde çalýþan sunucu yok).

source: Receiving snapshot from server
da: Modtager snapshot fra server
de: Empfange Snapshot von Server
es: Recibiendo volcado memoria desde el servidor
fr: Réception de l'instantané du serveur
nl: Momentopname van de server wordt ontvangen
pl: Odbieranie zrzutu z serwera
sv: Tar emot ögoblicksbild från server
tr: Sunucudan anlýk görüntü alýnýyor

source: Network out of sync - disconnecting.
da: Netværk ude af synk - afbryder forbindelsen.
de: Netzwerksynchronisationsproblem - Trenne Verbindung.
es: Red fuera de sincronia - desconentando.
fr: Le réseau n'est pas synchronisé (out of sync error). Déconnexion.
hu: A hálózat kiesett a szinkronból - szétkapcsolódás
it: Rete non sincronizzata - disconnesione in corso.
nl: Netwerk niet synchroon - verbinding wordt verbroken.
pl: Desynchronizacja sieci - rozłączam.
sv: Nätverket ur synk - kopplar från.
tr: Að senkronizasyonu bozuldu - baðlantý kesiliyor.

source: Remote host disconnected.
da: Fjernmaskine afbrudt.
de: Entfernter Rechner getrennt.
es: Host Remoto desconectado.
fr: L'hôte distant s'est déconnecté.
hu: A távoli számítogép lekapcsolódott.
it: Disconnesso dall'host remoto.
nl: Andere computer heeft de verbinding verbroken.
pl: Zdalny host rozłączył się.
sv: Frånkopplad från fjärrvärd.
tr: Uzak sunucu baðlantýsý kesildi.

source: Remote host suspending
da: Fjernmaskine pauser
de: Entfernter Rechner angehaltedn
es: Host remoto suspendido
fr: L'hôte distant à suspendu
nl: Andere computer halt de netplay
pl: Zawieszenie zdalnego hosta.
sv: FJärrvärden pausar
tr: Uzak sunucu askýda

source: ffmpegdrv: Cannot open video stream
da: ffmpegdrv: Kan ikke åbne video-strøm
de: ffmpegdrv: Kann video stream nicht öffnen
es: ffmpegdrv: no puedo abrir video stream
fr: ffmpegdrv: Impossible d'ouvrir le flux vidéo
hu: ffmpegdrv: Nem sikerült megnyitni a videó adatfolyamot
it: ffmpegdrv: Non è possibile aprire il flusso video
nl: ffmpegdrv: Kan de videostroom niet openen
pl: ffmpegdrv: Nie można otworzyć strumienia wideo
sv: ffmpegdrv: Kan inte öppna videoström
tr: ffmpegdrv: Görüntü akýþý açýlamadý

source: ffmpegdrv: Cannot open audio stream
da: ffmpegdrv: Kan ikke åbne lyd-strøm
de: ffmpegdrv: Kann audio stream nicht öffnen
es: ffmpegdrv: No puedo abrir audio stream
fr: ffmpegdrv: Impossible d'ouvrir le flux audio
hu: ffmpegdrv: Nem sikerült megnyitni a audió adatfolyamot
it: ffmpegdrv: Non è possibile aprire il flusso audio
nl: ffmpegdrv: Kan de audiostroom niet openen
pl: ffmpegdrv: Nie można otworzyć strumienia audio
sv: ffmpegdrv: Kan inte öppna ljudström
tr: ffmpegdrv: Ses akýþý açýlamadý

source: ffmpegdrv: Cannot open %s
da: ffmpegdrv: Kan ikke åbne %s
de: ffmpegdrv: Öffnen von %s fehlgeschlagen
es: ffmpegdrv: No puedo abrir %s
fr: ffmpegdrv: Impossible d'ouvrir %s
hu: ffmpegdrv: Nem sikerült megnyitni: %s
it: ffmpegdrv: Non è possibile aprire %s
nl: ffmpegdrv: Kan %s niet openen
pl: ffmpegdrv: Nie można otworzyć %s
sv: ffmpegdrv: Kan inte öppna %s
tr: ffmpegdrv: %s açýlamadý

source: I/O read collision at %X from
da: I/O-læsekollision ved %X fra
de: I/O Lese Kollision bei %X von
es: Entrada/Salida real colisión en %X para
fr: Collision lors de la lecture E/S at %X à partir de
it: Collisione di I/O in lettura a %X da
nl: I/O lees botsing op %X van
pl: Kolizja odczytu we/wy w %X z
sv: I/O-läskollision vid %X från
tr: G/Ç okuma çakýþmasý %X'de

source: and
da: og
de: und
es: y
fr: et
it: e
nl: en
pl: i
sv: och
tr: ve

source: . All the named devices will be detached.
da: . Alle de navngivne enheder vil blive frakoblet.
de: . Alle genannten Geräte werden entfernt.
es: . Todos los periféricos nombrados se desconectarán.
fr: . Tous les périphériques nommés vont être détachés.
hu: . Minden megnevezett eszköz le lesz választva.
it: . Tutti i device specificati sarranno rimossi.
nl: . Alle genoemde apparaten zullen worden ontkoppeld.
pl: . Wszystkie wymienione urządzenia zostaną odmontowane.
sv: . Alla namngivna enheter kommer kopplas från.
tr: . Tüm isimlendirilmiþ aygýtlar çýkartýlacaktýr.

source: . All devices except
da: . Alle enheder undtagen
de: . Alle Geräte außer
es: . Todos los periféricos excepto
fr: . Tous périphériques excepté
nl: . Alle apparaten behalve
pl: . Wszystkie urządzenia, prócz
sv: . Alla enheter förutom
tr: . Bunlar hariç tüm cihazlar

source: will be detached.
da: vil blive frakoblet.
de: werden entfernt.
es: se desconectarán
fr: vont être détachés.
nl: zullen worden ontkoppeld.
pl: zostanie rozłączone.
sv: kommer kopplas från.
tr: haricindeki tüm cihazlar çýkartýlacaktýr.

source: No filename!
da: Intet filnavn!
de: Dateiname fehlt!
es: ¡Sin nombre de fichero!
fr: Aucun fichier!
hu: Nincs fájlnév!
it: Nessun nome file!
nl: Geen bestandsnaam!
pl: Brak nazwy pliku!
sv: Filnamn saknas!
tr: Dosya ismi yok!

source: Illegal filename!
da: Ugyldigt filnavn!
de: Ungültiger Dateiname!
es: ¡Nombre fichero ilegal!
fr: Nom de fichier illégal!
hu: Érvénytelen fájlnév!
it: Nome file non valido!
nl: Bestandsnaam ongeldig!
pl: Zła nazwa pliku!
sv: Ogiltigt filnamn!
tr: Kural dýþý dosya ismi!

source: Error creating file %s!
da: Fejl under oprettelse af filen %s!
de: Fehler beim Schreiben: %s.
es: Error creando fichero %s!
fr: Erreur lors de la création du fichier %s!
hu: Hiba %s fájl létrehozása közben!
it: Errore durante la creazione del file %s!
nl: Fout bij het maken van bestand %s!
pl: Błąd tworzenia pliku %s!
sv: Fel när filen "%s" skulle skapas!
tr: %s dosyasý yaratýlýrken hata oluþtu!

source: Error writing to file %s!
da: Fejl ved skrivning til filen %s!
de: Fehler bei Schreibzugriff: %s!
es: Error grabando fichero %s!
fr: Erreur lors de l'écriture dans le fichier %s!
hu: Hiba %s fájlba írás közben!
it: Errore durante la scrittura sul file %s!
nl: Fout bij het schrijven naar bestand %s!
pl: Błąd zapisu do pliku %s!
sv: Fel vid skrivning till filen %s!
tr: %s dosyasýna yazýlýrken hata oluþtu!

source: DTV ROM image created successfully
da: DTV-ROM-image oprettet med success
de: DTV ROM Image erfolgreich erzeugt
es: Imagen DTV ROM creada con éxito
fr: Image ROM DTV créée correctement
hu: DTV ROM képmás sikeresen létrehozva
it: Immagine ROM DTV creata con successo
nl: DTV ROM bestand gemaakt!
pl: Z powodzeniem utworzono obraz ROM DTV
sv: DTV-ROM-avbildning skapades framgångsrikt
tr: DTV ROM imajý baþarýyla oluþturuldu

source: Command `%s' unknown.
da: Ukendt kommando "%s".
de: Kommand `%s' ist unbekannt.
es: Comando `%s' desconocido.
fr: Commande `%s' inconnue.
hu: `%s' parancs ismeretlen.
it: Comando `%s' sconosciuto.
nl: Commando %s' is onbekent.
pl: Polecenie `%s' nieznane.
sv: Kommandot "%s" är okänt.
tr: `%s' komutu bilinmiyor.

source: No help available for `%s'
da: Ingen hjælp tilgængelig for "%s"
de: Es ist keine Hilfe für `%s' verfügbar
es: Sin ayuda disponible para `%s'
fr: Aucune aide à propos de`%s'
hu: Nincs súgó a `%s' parancshoz
it: Nessun help disponibile per `%s'
nl: Geen help beschikbaar voor `%s'
pl: Pomoc dla '%s' niedostępna
sv: Hjälp saknas för "%s"
tr: `%s' için mevcut bir yardým metni yok

source: Abbreviation: %s
da: Forkortelse: %s
de: Abkürzung: %s
es: Abreviación: %s
fr: Abbréviation: %s
hu: Rövidítés: %s
it: Abbreviazione: %s
nl: Afkorting: %s
pl: Skrót: %s
sv: Förkortning: %s
tr: Kýsaltma: %s

source: Available commands are
da: Tilgængelige kommandoer
de: Zulässige Kommandos sind
es: Los comandos disponibles son
fr: Les commandes disponibles sont
nl: Beschikbare commandos zijn
pl: Dostępne opcje to
sv: Tillgängliga kommandon
tr: Kullanýlabilir komutlar

source: Machine state commands
da: Kommandoer for maskinstatus
de: Maschinen Zustandskommandos
es: Comandos estado máquina
fr: Commandes de statut de machine
nl: Machine status commandos
pl: Komendy stanu maszyny
sv: Kommandon för maskinstatus
tr: Makine durum komutlarý

source: memspace
da: huk.område
de: Speicherbereich
es: espacio de memoria
fr: espace mémoire
nl: geheugenruimte
sv: minnesområde
tr: bellekalaný

source: bankname
da: banknavn
de: Speicherbank
es: Nombre de banco
fr: nom de la banque
nl: bank naam
sv: banknamn
tr: bankismi

source: If bankname is not given, print the possible banks for the memspace. If bankname is given set the current bank in the memspace to the given bank.
da: Hvis banknavn ikke angives vises mulige banker for hukommelsesområdet. Hvis banknavn angives sættes aktuel bank i hukommelsesområdet til den angivne bank.
de: Falls `bankname' nicht angegeben wird, Ausgabe der möglichen Bänke in `memspace'. Falls `bankname' angegeben wird, setze aktuelle Bank in `memspace' mit angegebener Bank.
es: Si no se pone el nombre del banco, imprimir los bancos posivles para el espacio de memoria. Si se da el nombre de banco se susa como espacio de memoria actual banco.
fr: Si le nom de la banque n'est pas donné, afficher les banques possible pour cet espace mémoire. Si le nom de la banque est donnée, régler la banques courante de l'espace mémoire à cette banque sélectionnée.
hu: Ha a lap száma nincs megadva, kiírja a lehetséges lapokat a memória térbõl. Ha meg van adva, az aktuális lap számot a memória térben a megadott lapra állítja.
it: Se non viene specificato il nome del banco, stampa tutti i banchi possibili per lo spazio di memoria. Se viene specificato il nome del banco, imposta il banco attuale nello spazio di memoria specificato.
nl: Als de banknaam niet is opgegeven worden de mogelijke banken voor de geheugenruimte weergegeven. Als de banknaam is opgegeven dan wordt de huidige bank in de geheugenruimte gezet volgens de opgegeven banknaam.
pl: Jeśli nie podano nazwy banku, pokazuje możliwe banki pamięci. Jeśli podano nazwę banku, ustawia obecny bank pamięci na dany bank.
sv: Om banknamn inte anges, skriv ut möjliga bankar för minnesområdet. Om banknamn anges, sätt aktuell bank i minnesområdet till den givna banken.
tr: Eðer bank ismi verilmemiþse, bellek alaný için uygun banklar yazdýrýlýr. Eðer bank ismi verilmiþse, geçerli bank bellek alaný içinde verilen banka eþitlenir.

source: Print JSR call chain (most recent call first). Stack offset relative to SP+1 is printed in parentheses. This is a best guess only.
da: Vis JSR-kaldekæde (seneste kald øverst). Stakafstand relativ til SP+1 vises i parantes. Dette er kun et gæt.
de: Zeige JSR Aufrufkette (letzter Aufruf zuerst). Stack offset wird relative zu SP+1 in Klammern gezeigt. Dies ist jedoch nur eine Schätzung.
es: Imprimir cadena de llamada JSR (la llamada más reciente primero). Stack offset relativo a SP+1 se imprime entre parentesis. Esta es una buena suposición sólo.
fr: Afficher la chaine d'appels JSR (plus récent appel en premier) L'emplacement de la pile relatif à SP+1 est affiché entre paranthèses. Il ne s'agit que de la meilleure estimation possible.
hu: JSR hívás lista kiírása (legutóbbi elõször). A verem SP+1 helyen lévõ tartalma zárójelben. Ez csak egy legjobb becslés.
it: Stampa la catena di chiamate JSR (la chiamata più recente per prima). L'offset dello stack relativo a SP+1 è stampato tra parentesi. Questo è solo l'ipotesi migliore.
nl: Toon JSR gebruik (meest recent gebruikt eerst). De stack compensatie relatief ten opzichte van SP+1 zal worden getoont binnen de aanhalingtekens. Dit is op basis van de beste gok.
pl: Pokazuje łańcuch wezwań JSR. Wyrównanie stosu relatywne do SP+1 jest pokazane w nawiasach. Wartość jest szacowana.
sv: Skriv JSR-anropskedja (senaste anrop först). Stackavstånd relativt till SP+1 visas inom parantes. Detta är bara en gissning.
tr: JSR çaðrý zincirini yazdýr (en son çaðrýlar öncelikli). Yýðýt ofseti SP+1'e baðlý olarak parantez içersinde yazdýrýlýr. Bu yalnýzca en iyi tahmindir.

source: Specify the type of CPU currently used (6502/z80).
da: Angiv typen af CPU der anvendes for øjeblikket (6502/z80).
de: CPU Typ setzen (6502/z80)
es: Especificar el tipo de CPU usada (6502/z80).
fr: Spécifiez le type de processeur utilisé (6502/z80).
hu: A processzor típusának megadása (6502/z80).
it: Specifica il tipo di CPU utilizzata al momento (6502/z80).
nl: Geef de soort CPU die op dit moment in gebruik is (6502/z80).
pl: Określ typ obecnie używanego CPU (6502/z80).
sv: Ange typ av CPU som används för närvarande (6502/z80).
tr: Þu anda kullanýlmakta olan CPU tipini belirleyin (6502/z80).

source: count
da: antal
de: Zähler
es: contador
fr: compte
nl: hoeveelheid
sv: antal
tr: adet

source: Show <count> last executed commands.
da: Vis <antal> senest eksekverede instruktioner.
de: Zeige [<Zähler>] zuletzt ausgeführte Kommandos
es: Show <contador> último comando ejecutado.
fr: Afficher les <count> dernières commandes exécutées.
hu: <darab> utoljára végrehajtott utasítás mutatása.
it: Mostra gli ultimi <contatore> comandi eseguiti.
nl: Toon <hoeveelheid> laatst uitgevoerde commandos.
pl: Pokazuje <ilość> ostatnio wykonanych poleceń.
sv: Visa <antal> senast exekverade kommandon.
tr: <adet> son çalýþtýrýlan komutlarý göster.

source: filename
da: filnavn
de: Dateiname
es: Nombre fichero
fr: nom de fichier
nl: bestandsnaam
sv: filnamn
tr: dosyaismi

source: Write a snapshot of the machine into the file specified. This snapshot is compatible with a snapshot written out by the UI. Note: No ROM images are included into the dump.
da: Skriv et snapshot til den angivne fil. Dette snapshot er kompatibelt med dem, der oprettes fra menuen. OBS: ROM-images inkluderes ikke i snapshot.
de: Schreibe eine Snapsho Datei der Maschine auf die angebene Datei. Dieser Snapshot ist kompatible zu einem Snapshot initiiert aus dem Menü. Hinweis: Die ROM Images werden im Snapshot nicht inkludiert.
es: Grabar volcado memoria de la máquina en el fichero especificado. Este volvado es compatible con el volcado grabado por el UI. Nota: no se vuelca ninguna imagen ROM.
fr: Écrire un instantané de la machine dans le fichier spécifié. Cet instantané est compatible avec les instantanés de l'IU. Note: Aucune image ROM n'est incluse dans l'instantané.
hu: Pillanatkép írása a géprõl a megadott fájlba. A pillanatkép kompatibilis azzal, amelyet a grafikus felület hoz létre. Megjegyzés: a ROM képmások nem kerülnek bele.
it: Scrive uno snapshot del computer sul file specificato. Questo snapshot è compatibile con uno snapshot scritto dall'IU. Nota: Le immagini ROM non sono incluse nel dump.
nl: Schrijf een momentopname van de machine naar de opgegeven bestand. Deze momentopname is compatibel met een momentopname zoals geschreven van uit het menu. NB: ROM bestanden zijn niet opgenomen in de momentopname.
pl: Zapis zrzutu maszyny do danego pliku. Zrzut ten jest kompatybilny ze zrzutami zapisywanymi przez UI. Uwaga: W zrzucie nie są zawarte żadne obrazy ROM.
sv: Skriv en ögonblicksbild av maskinen till den angivna filen. Ögonblicksbilden är kompatibel med de som skapas från menyn. Observera: ROM-avbildningar inkluderas inte i bilden.
tr: Belirtilen dosya içersine makinenin anlýk görüntüsünü yaz. Bu anlýk görüntü UI dýþýndan yazdýrýlan anlýk görüntü ile uyumludur. Not: Hiçbir ROM imajý döküm içersinde yer almaz.

source: address
da: adresse
de: Adresse
es: dirección
fr: adresse
nl: adres
sv: adress
tr: adres

source: Change the PC to ADDRESS and continue execution
da: Ændr programtælleren (PC) til ADRESSE og fortsæt eksekvering
de: Setze PC auf ADRESSE und setze Ausführung fort
es: Cambiar el PC con dirección y continuar la ejecución
fr: Modifier le PC à l'ADRESSE et continuer l'exécution
hu: A PC állítása ADDRESS címre és folytatás
it: Cambia il PC in INDIRIZZO e continua l'esecuzione
nl: Zet de PC naar ADRES en ga door met de uitvoering van instructies.
pl: Zmień PC na ADRES i wykonuj dalej
sv: Ändra PC till ADRESS och fortsätt exekveringen
tr: PC'yi ADDRESS'e çevirip çalýþtýrmaya devam edin

source: Print out the I/O area of the emulated machine.
da: Udskriv I/O-området for den emulerede maskine.
de: Zeige den I/O Bereich der emulierten Maschine.
es: Imprimir el area de entrada/salida de la máquina emulada.
fr: Afficher la zone d'E/S de la machine émulée.
hu: Az emulált gép I/O tartományának mutatása.
it: Stampa l'area di I/O del computer emulato.
nl: Toon de I/O geheugenruimte van de huidige machine.
pl: Pokaż obszar we/wy emulowanej maszyny.
sv: Skriv I/O-området för den emulerade maskinen.
tr: Emüle edilen makinenin G/Ç alanýný yazdýr.

source: Print out list of attached expansion port devices.
da: Udskriv liste over tilsluttede udviddelsesportenheder
de: Zeige eine Liste der Geräte am Expansion Port.
es: Imprimir lista periféricos insertados en puertos de expansión.
fr: Afficher la liste des périphériques attachés aux ports d'expansion.
nl: Druk een lijst van gekoppelde uitbreidingspoort apparaten af.
pl: Wydrukuj listę podłączonych urządzeń portów rozszerzeń.
sv: Skriv ut lista över anslutna expansionsportsenheter.
tr: Geniþletme yuvasýna takýlý aygýtlarýn listesini yazdýr.
