Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Drive expansion
da: Drevudviddelse
de: Laufwerk Erweiterung
es: Expansión Unidad disco
fr: Expansion de lecteur
hu: Lemezegység bõvítés
it: Espasione del drive
nl: Drive uitbreiding
pl: Rozszerzenie napędu
sv: Enhetsutökning
tr: Sürücü geniþlemesi

source: Save RTC data when changed
nl: Sla de RTC data op indien gewijzigd
pl: Zapisuj dane RTC przy zmianie

source: Generic cartridges
nl: Algemene cartridges

source: RAM expansion cartridges
nl: RAM uitbreiding cartridges

source: Game cartridges
nl: Spel cartridges

source: Utility cartridges
nl: Gebruiksprogramma cartridges

source: Default CPU JAM action
nl: Standaard CPU JAM aktie
pl: Domyślne działanie zatkania CPU

source: Mode
da: Tilstand
de: Modus
es: Modo
nl: Modus
pl: Tryb
sv: Läge
tr: Mod

source: Options
da: Valg
de: Optionen
es: Opcciones
hu: Opciók
it: Opzioni
nl: Opties
pl: Opcje
sv: Alternativ
tr: Seçenekler

source: Mouse settings
da: Musseindstillinger
de: Maus Einstellungen
es: Ajustes ratón
fr: Paramètres de souris
nl: Muis instellingen
pl: Ustawienia myszy
sv: Musinställningar
tr: Mouse Ayarlarý

source: Drive sync factor
da: Synkfaktor for diskettedrev
de: Laufwerkt Sync Faktor
es: Factor sincronización unidad disco
fr: Facteur de synchro du lecteur
hu: Lemezegység szinkron faktor
it: Fattore di sincronizzazione del drive
nl: Drive synchronisatiefactor
pl: Czynnik synchronizacji stacji
sv: Synkfaktor för diskettstation
tr: Sürücü senkron faktörü

source: Cartridge/IO settings
da: Modul/IO-indstillinger
de: Erweiterungsmodul I/O Einstellungen
es: Ajustes entrada/salida cartucho
fr: Paramètres E/S cartouche
hu: Cartridge/IO beállításai
it: Impostazioni cartuccia/IO
nl: Cartridge/IO instellingen
pl: Ustawienia kartridża i we/wy
sv: Modul/IO-inställningar
tr: Kartuþ/GÇ ayarlarý

source: Language
da: Sprog
de: Sprache
es: Lenguaje
fr: Langage
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
sv: Språk
tr: Dil

source: Exit
da: Afslut
es: Salir
fr: Sortie
hu: Kilépés
it: Esci
nl: Afsluiten
pl: Wyjście
sv: Avsluta
tr: Çýkýþ

source: Sound playback
da: Slå lydemulering til
de: Sound Wiedergabe
es: Reproducción sonido
fr: Lecture audio
hu: Hangok engedélyezése
it: Riproduzione del suono
nl: Geluidsuitvoer
pl: Odtwarzanie dźwięku
sv: Aktivera ljudåtergivning
tr: Ses

source: Smart-attach image
da: Smart-tilslut image
de: Smart-Einlegen Image Date
es: Imagen Smart-attach
fr: Insertion intelligente d'une image
nl: Slimme bestandskoppeling
pl: Inteligentne montowanie obrazu
sv: Smartanslut avbildning
tr: Smart-attach imajý

source: CRT image
da: CRT-fil
es: Imagen CRT
fr: Image CRT
nl: CRT bestand
pl: Obraz CRT
sv: CRT-fil
tr: CRT imajý

source: Reset Counter
da: Nulstil tæller
de: Zähler zurücksetzen
es: Reiniciar contador
fr: Réinialiser le compteur
hu: Számláló nullázása
it: Reset contantore
nl: Reset Teller
pl: Skasuj licznik
sv: Nollställ räknare
tr: Sayacý Resetle

source: History Autoplay
da: Automatisk afspilning af Historik
de: History Automatische Wiedergabe
es: Autoejecutar historial
fr: Historique automatique
nl: Geschiedenis Autospeel
pl: Automatyczne odgrywanie historii
sv: Spela upp historik automatiskt
tr: Tarih Otomatik Yürütme

source: Load quicksnapshot image
da: Hurtig-indlæs snapshot
de: Snapshot Image laden
es: Carga rápida imagen snapshot...
fr: Charger l'instantané rapide
hu: Gyors pillanatkép betöltése
it: Carica immagine dello snapshot
nl: Snellaad momentopnamebestand
pl: Wczytaj obraz szybkiego zrzutu
sv: Läs in snabbögonblicksbild
tr: Hýzlý anlýk görüntü imajý yükle

source: Save quicksnapshot image
da: Hurtig-gem snapshot
de: Quick-Snapshot Datei speichern
es: Grabación rápida imagen snapshot...
fr: Enregistrer l'instantané rapide
hu: Gyors pillanatkép fájl mentése
it: Salva immagine dello snapshot
nl: Snelopslaan momentopnamebestand
pl: Zapisz obraz szybkiego zrzutu
sv: Spara snabbögonblicksbildfil
tr: Hýzlý anlýk görüntü imajý kaydet

source: Start/Stop Recording History
da: Start/stop optagelse af historik
de: Start/Stop Aufnahme History
es: Iniciar/finalizar grabación historial
fr: Démarrer/Arrêter l'historique de l'enregistrement
hu: Esemény felvétel indítása/megállítása
it: Avvia/termina la registrazione della cronologia
nl: Start/Stop Opnamegeschiedenis
pl: Odtwarzaj/Zatrzymaj historię zapisu
sv: Börja/sluta spela in händelser
tr: Kayýt Tarihçesini Baþlat/Durdur

source: Start/Stop Playback History
da: Start/stop afspilning af historik
de: Start/Stop Wiedergabe History
es: Iniciar/finalizar reproducción historial
fr: Démarrer/Arrêter l'historique de la lecture
hu: Esemény visszajátszás indítása/megállítása
it: Avvia/termina la riproduzione della cronologia
nl: Start/Stop Afspeelgeschiedenis
pl: Odtwarzaj/Zatrzymaj historię odtwarzania
sv: Börja/sluta spela upp händelser
tr: Kayýttan Yürütme Tarihçesini Baþlat/Durdur

source: Overwrite Playback
da: Overskriv afspilning
de: Laufende Aufnahme überschreiben
es: Sobreescribir reproducción
fr: Écraser la lecture actuelle
hu: Visszajátszás felülírása
it: Sovrascrivi la riproduzione
nl: Overschrijf weergave
pl: Nadpisuj wyjściowy sygnał
sv: Skriv över aktiv uppspelning
tr: Kayýttan Yürütmenin Üzerine Yaz

source: Select History files/directory
da: Vælg historikfiler/-katalog
de: Verzeichnis für Event Aufnahme
es: Seleccionar historial ficheros/directorios
fr: Sélectionnez le répertoire des captures
hu: Válassza ki a felvételeket/könyvtárat
it: Seleziona i file/directory della cronologia
nl: Selecteer geschiedenisdirectory
pl: Wybierz pliki lub katalog historii
sv: Välj historikfiler/-katalog
tr: Tarihçe dosyalarý/dizin seç

source: Save/stop media file
da: Gem/stop mediefil
de: Speichern/stop media Datei
es: Grabar/Parar fichero media
fr: Enregistrer/Arrêter fichier média
nl: Opslaan/stop mediabestand
pl: Zapisz i zatrzymaj plik multimediów
sv: Starta/stoppa mediafil
tr: Ortam dosyasý kaydet/durdur

source: Warp mode
da: Warp-tilstand
de: Warp modus
es: Modo máxima velocidad
fr: Mode Turbo
hu: Hipergyors mód
it: Modalità turbo
nl: Warpmodus
pl: Tryb przyspieszony
sv: Warpläge
tr: Warp modu

source: Always on Top
da: Altid øverst
de: Immer im Vordergrund
es: Siempre arriba
fr: Toujours au dessus
hu: Mindig felül
it: Sempre in primo piano
nl: Altijd Boven
pl: Zawsze na wierzchu
sv: Alltid överst
tr: Her zaman üstte

source: Use only first CPU
nl: Gebruik alleen de eerste CPU
pl: Używaj tylko pierwszego CPU

source: Reset IEC with CPU
nl: Reset IEC met CPU
pl: Resetuj IEC razem z CPU

source: Enable Joy Keys
da: Aktivér joystick via keyboard
de: Joystick Tasten aktivieren
es: Permitir Teclas en joy
fr: Activer les touches joystick
hu: Botkormány gombok engedélyezése
it: Attiva tasti joystick
nl: Activeer Joy Keys
pl: Włącz klawisze joysticka
sv: Aktivera styrspak via tangenter
tr: Joy Tuþlarýný Aktif Et

source: Virtual device traps
da: Virtuelle enheds-traps
de: Virtuelle Geräte Traps
es: Interceptar periféricos virtuales
fr: Activer les périphériques virtuels
hu: Virtuális eszközök ciklus kihagyása
it: Attiva le periferiche virtuali
nl: Virtuele apparaattraps
pl: Traps urządzenia wirtualnego.
sv: Virtuella enhetstrap:ar
tr: Sanal aygýt trapleri

source: C64 model settings
da: C64-model indstillinger
de: C64 Modell Einstellungen
es: Ajustes modelo C64
fr: Paramètres du modèle C64
nl: C64 model instellingen
pl: Ustawienia modelu C64
sv: C64-modellinställningar
tr: C64 model ayarlarý

source: Userport joystick settings
da: Brugerportjoystickindstillinger
de: Userport Joystick Einstellungen
es: Ajustes Puerto Joystick
fr: Paramètres des joysticks userport
nl: Userport joystick instellingen
pl: Ustawienia userportu joysticka
sv: Inställningar för användarportsstyrspak
tr: Userport joystick ayarlarý

source: Sidcart joystick settings
da: SidCart joystickindstillinger
de: Sidcart Joystick Einstellungen
es: Ajustes Joystick Sidcart
fr: Paramètres des joysticks sidcart
nl: Sidcart joystick instellingen
pl: Ustawienia joysticka Sidcart
sv: Inställningar för Sidcart-styrspak
tr: Sid kartuþu joystick ayarlarý

source: Sampler settings
nl: Sampler instellingen

source: REU settings
da: REU-indstillinger
de: REU Einstellungen
es: Ajustes REU
fr: Paramètres REU
nl: REU instellingen
pl: Ustawienia REU
sv: REU-Inställningar
tr: REU Ayarlarý

source: GEO-RAM settings
da: GEO-RAM-indstillinger
de: GEO-RAM Einstellungen
es: Ajustes GEO-RAM
fr: Paramètres GEO-RAM
nl: GEO-RAM instellingen
pl: Ustawienia GEO-RAM
sv: GEO-RAM-inställningar
tr: GEO-RAM ayarlarý

source: RamCart settings
da: RamCart-indstillinger
de: RamCart Einstellungen
es: Ajustes RamCart
fr: Paramètres RamCart
nl: RamCart instellingen
pl: Ustawienia RamCart
sv: RamCart-inställningar
tr: RamCart ayarlarý

source: Double Quick Brown Box settings
da: Double Quick Brown Box indstillinger
de: Double Quick Brown Box Einstellungen
es: Ajustes Double Quick Brown Box
fr: Paramètres Double Quick Brown Box
nl: Double Quick Brown Box instellingen
pl: Ustawienia Double Quick Brown Box
sv: Inställninga för dubbel Quick Brown Box
tr: Double Quick Brown Box ayarlarý

source: Expert Cartridge settings
da: Expert Cartridge-indstillinger
de: Expert Cartridge Einstellungen
es: Ajustes Expert Cartrige
fr: Paramètres Cartouche Expert
nl: Expert Cartridge instellingen
pl: Ustawienia Expert Cartridge
sv: Inställningar för Expert Cartridge
tr: Expert Kartuþu ayarlarý

source: ISEPIC settings
da: ISEPIC-indstillinger
de: ISEPIC Einstellungen
es: Ajustes ISEPIC
fr: Paramètres ISEPIC
nl: ISEPIC instellingen
pl: Ustawienia ISEPIC
sv: ISEPIC-inställningar
tr: ISEPIC ayarlarý

source: MMC64 settings
da: MMC64-indstillinger
de: MMC64 Einstellungen
es: Ajustes MMC64
fr: Paramètres MMC64...
hu: MMC64 beállításai
it: Impostazioni MMC64
nl: MMC64 instellingen
pl: Ustawienia MMC64
sv: MMC64-inställningar...
tr: MMC64 ayarlarý

source: MMC Replay settings
da: MMC Replay-indstillinger
de: MMC Replay Einstellungen
es: Ajustes MMC Replay
fr: Paramètres MMC Replay
nl: MMC Replay instellingen
pl: Ustawienia MMC Replay
sv: MMC Replay-inställningar
tr: MMC Replay ayarlarý

source: Retro Replay settings
da: Retro Replay-indstillinger
de: Retro Replay Einstellungen
es: Ajustes Retro Replay
fr: Paramètres Retro Replay
nl: Retro Replay instellingen
pl: Ustawienia Retro Replay
sv: Retro Replay-inställningar
tr: Retro Replay ayarlarý

source: Magic Voice settings
da: Magic Voice indstillinger
de: Magic Voice Einstellungen
es: Ajustes Magic Voice
fr: Paramètres Magic Voice
nl: Magic Voice instellingen
pl: Ustawienia Magic Voice
sv: Magic Voice-inställningar
tr: Magic Voice ayarlarý

source: MIDI settings
da: MIDI-indstillinger
de: MIDI Einstellungen
es: Ajustes MIDI
fr: Paramètres MIDI
nl: MIDI instellingen
pl: Ustawienia MIDI
sv: MIDI-inställningar
tr: MIDI ayarlarý

source: DigiMAX settings
da: DigiMAX-indstillinger
de: DigiMAX Einstellungen
es: Ajustes DigiMAX
fr: Paramètres DigiMAX
nl: DigiMAX instellingen
pl: Ustawienia DigiMAX
sv: DigiMAX-inställningar
tr: DigiMAX ayarlarý

source: DS12C887 RTC settings
da: DS12C887 RTC-indstillinger
de: DS12C887 RTC Einstellungen
es: Ajustes DS12C887 RTC
fr: Paramètres DS12C887 RTC
nl: DS12C887 RTC instellingen
pl: Ustawienia DS12C887 RTC
sv: DS12C887 RTC-inställningar
tr: DS12C887 RTC ayarlarý

source: IDE64 settings
da: IDE64-indstillinger
de: IDE64 Einstellungen
es: Ajustes IDE64
fr: Paramètres IDE64
hu: IDE64 beállításai
it: Impostazioni IDE64
nl: IDE64 instellingen
pl: Ustawienia IDE64
sv: IDE64-inställningar
tr: IDE64 ayarlarý

source: Ethernet settings
da: Ethernetindstillinger
de: Ethernet Einstellungen
es: Ajustes Ethernet
fr: Paramètres Ethernet
nl: Ethernet instellingen
pl: Ustawienia Ethernet
sv: Ethernetinställningar
tr: Ethernet Ayarlarý

source: ACIA settings
da: ACIA-indstillinger
de: ACIA Einstellungen
es: Ajustes ACIA
fr: Paramètres ACIA
nl: ACIA instellingen
pl: Ustawienia ACIA
sv: ACIA-inställningar
tr: ACIA Ayarlarý

source: RS232 userport settings
da: RS232-brugerportindstillinger
de: RS232 Userport Einstellungen
es: Ajustes puerto RS232
fr: Paramètres port utilisateur RS232
nl: RS232 userport instellingen
pl: Ustawienia userportu RS232
sv: RS232-användarportinställningar
tr: RS232 userport ayarlarý

source: EasyFlash settings
da: EasyFlash-indstillinger
de: EasyFlash Einstellungen
es: Ajuestes EasyFlash
fr: Paramètres datassette
nl: EasyFlash instellingen
pl: Ustawienia EasyFlash
sv: EasyFlash-inställningar
tr: EasyFlash ayarlarý

source: SFX Sound Expander settings
da: SFX Sound Expander-indstillinger
de: SFX Sound Expander Einstellungen
es: Ajustes SFX Sound Expander
fr: Paramètres du SFX Sound Expander
nl: SFX Sound Expander instellingen
pl: Ustawienia SFX Sound Expander
sv: Inställningar för SFX Sound Expander
tr: SFX Sound Expander Ayarlarý

source: Enable the SFX Sound Sampler cartridge
da: Aktivér SFX Sound Sampler cartridge
de: SFX Sound Sampler Modul aktivieren
es: Permitir cartucho SFX Sound Sampler
fr: Activer la cartouche SFX Sound Sampler
hu: SFX Sound Sampler engedélyezése
it: Attiva cartuccia SFX Sound Sampler
nl: Activeer de SFX Sound Sampler cartridge
pl: Włącz kartridż SFX Sound Sampler
sv: Aktivera SFX Sound Sampler-insticksmodul
tr: SFX Sound Sampler kartuþunu aktif et

source: Userport RTC expansion settings
nl: Userport RTC uitbreiding instellingen

source: Save current settings to specified file
da: Gem indstillinger som
de: Speichere Einstellungen in angegebene Datei
es: Grabar ajustes actuales en el fichero especificado
fr: Enregistrer les paramètres courants
hu: Jelenlegi beállítások mentése adott fájlba
it: Salva le impostazioni attuali sul file specificato
nl: Huidige instellingen opslaan naar opgegeven bestand
pl: Zapisz obecne ustawienia do danego pliku
sv: Spara nuvarande inställningar till den angivna filen
tr: Belirtilen dosyaya geçerli ayarlarý kaydet

source: Load settings from specified file
da: Indlæs indstillinger fra
de: Lade Einstellungen aus Datei
es: Cargar ajustes desde el fichero especificado
fr: Charger les paramètres depuis le fichier spécifié
hu: Beállítások betöltése a megadott fájlból
it: Carica le impostazioni dal file specificato
nl: Instellingen laden van opgegeven bestand
pl: Wczytaj ustawienia z danego pliku
sv: Läs inställningar från den angivna filen
tr: Belirtilen dosyadan ayarlarý yükle

source: Save current settings
da: Gen aktuelle indstillinger
de: Einstellungen speichern
es: Grabar ajustes actuales
fr: Enregistrer les paramètres courants
hu: Jelenlegi beállítások mentése
it: Salva le impostazioni attuali
nl: Huidige instellingen opslaan
pl: Zapisz obecne ustawienia
sv: Spara nuvarande inställningar
tr: Geçerli ayarlarý kaydet

source: Load saved settings
da: Indlæs gemte indstillinger
de: Gespeicherte Einstellungen Laden
es: Cargar ajustes grabados
fr: Charger les paramètres enregistrés
hu: Beállítások betöltése
it: Carica le impostazioni salvate
nl: Opgeslagen instellingen laden
pl: Wczytaj zapisane ustawienia
sv: Läs sparade inställningar
tr: Kaydedilmiþ ayarlarý yükle

source: Set default settings
da: Gendan standard indstillinger
de: Standard Einstellungen wiederherstellen
es: Usar ajustes por defecto
fr: Rétablir les paramètres par défaut
hu: Alapértelmezés beállítása
it: Ripristina le impostazioni originarie
nl: Herstel standaard instellingen
pl: Ustaw domyślne ustawienia
sv: Återställ förvalda inställningar
tr: Mevcut ayarlarý varsayýlan olarak kaydet

source: English
da: Engelsk
de: Englisch
es: inglés
fr: Anglais
hu: Angol
it: Inglese
nl: Engels
pl: Angielski
sv: Engelska
tr: Ýngilizce

source: Danish
da: Dansk
de: Dänisch
es: Danés
fr: Danois
hu: Dán
it: Danese
nl: Deens
pl: Duński
sv: Danska
tr: Danimarkaca

source: Spanish
da: Spansk
de: Spanisch
es: Español
fr: Espagnol
nl: Spaans
pl: Hiszpański
sv: Spanska
tr: Ýspanyolca

source: Hungarian
da: Ungarsk
de: Ungarisch
es: Húngaro
hu: Magyar
it: Ungherese
nl: Hongaars
pl: Węgierski
sv: Ungerska
tr: Macarca

source: Korean
da: Koreansk
de: Koreanisch
es: Coreano
fr: Koréen
nl: Koreaans
pl: Koreański
sv: Koreanska
tr: Korece

source: Dutch
da: Hollandsk
de: Holländisch
es: Holandés
fr: Hollandais
hu: Holland
it: Olandese
nl: Nederlands
pl: Holenderski
sv: Nederländska
tr: Hollandaca

source: Polish
da: Polsk
de: Polnisch
es: polaco
fr: Polonais
it: Polacco
nl: Pools
pl: Polski
sv: Polska
tr: Polonyaca

source: Russian
da: Russisk
de: Russisch
es: Ruso
fr: Russe
nl: Russies
pl: Rosyjski
sv: Ryska
tr: Rusça

source: Turkish
da: Tyrkisk
de: Türkisch
es: Turco
fr: Turc
hu: Török
it: Turco
nl: Turks
pl: Turecki
sv: Turkiska
tr: Türkçe

source: Fullscreen
da: Fuldskærm
de: Vollbild
es: Pantalla completa
fr: Plein écran
hu: Teljes képernyõ
it: Schermo intero
nl: Volscherm
pl: Pełny ekran
sv: Fullskärm
tr: Tam ekran

source: SID cart settings
da: SID-cartridgeindstillinger
de: SID Modul Einstellungen
es: Ajustes SID Cart
fr: Paramètres SID Cart
hu: SID kártya beállításai...
it: Impostazioni cartuccia SID
nl: SID cart instellingen
pl: Ustawienia karty SID
sv: SID-modulinställningarg
tr: SID kartuþu ayarlarý

source: Exit Alt+F4
da: Afslut Alt+F4
es: Salir Alt+F4
fr: Quitter Alt+F4
nl: Afsluiten Alt+F4
pl: Wyjście Alt+F4
sv: Avsluta Alt+F4
tr: Çýkýþ Alt+F4

source: Stop Execution
da: Stop Eksekvering
de: Stop Ausführung
es: Detener ejecución
fr: Arrêter l'exécution
nl: Stop Uitvoering
pl: Zatrzymaj wykonywanie
sv: Avsluta Exekvering
tr: Çalýþtýrmayý Durdur

source: Step into
da: Step ind i
de: Step in
es: Saltar a
fr: Entrer dans la sous-routine
nl: Stap in
pl: Krok w
sv: Stega in
tr: Adýmla

source: Step over
de: Step über
es: Saltar sobre
fr: Sauter par dessus
nl: Stap over
pl: Krok nad
sv: Stega över
tr: Üzerinden geç

source: Step until return
da: Step til retur
de: Step bis return
es: Saltar hasta el return
fr: Sauter jusqu'à return
nl: Stap tot terugkeer
pl: Krok do powrotu
sv: Stega till retur
tr: Dönene kadar adýmla

source: Go to cursor
da: Gå til cursor
de: Gehe zu cursor
es: Ir al cursor
fr: Aller au curseur
nl: Ga naar cursor
pl: Idź do kursora
sv: Gå till markör
tr: Ýmlece git

source: Evaluate
da: Evaluér udtryk
de: Auswerten
es: Evaluar
fr: Évaluer
nl: Evalueren
pl: Oceń
sv: Utvärdera
tr: Hesapla

source: Current instruction
da: Aktuel instruktion
de: Aktuelle Instruktion
es: Instrucción actual
fr: Instruction courante
nl: Huidige instructie
pl: Obecna instrukcja
sv: Aktuell instruktion
tr: Geçerli komut

source: Evaluation window
da: Evalueringsvindue
de: Auswertungsfenster
es: Ventana de evaluación
fr: Fenêtre d'Évaluation
nl: Evaluatie venster
pl: Okno oceny
sv: Utvärderingsfönster
tr: Hesaplama penceresi

source: Register window
da: Registervindue
de: Registerfenster
es: Ventana de registro
fr: Fenêtre des Registres
nl: Register venster
pl: Okno rejestrów
sv: Registerfönster
tr: Pencereyi kaydet

source: Memory window
da: Hukommelsesvindue
de: Speicherfenster
es: Ventana de memoria
fr: Fenêtre mémoire
nl: Geheugen venster
pl: Okno pamięci
sv: Minnesfönster
tr: Bellek penceresi

source: Disassembly window
da: Disassembleringsvindue
de: Disassemblerfenster
es: Ventana de desensamblado
fr: Fenêtre Désassemblage
nl: Disassemblyvenster
pl: Okno deasemblera
sv: Disassembleringsfönster
tr: Daðýlým penceresi

source: Console window
da: Konsolvindue
de: Konsolenfenster
es: Ventana de consola
fr: Fenêtre Console
nl: Console venster
pl: Okno konsoli
sv: Konsolfönster
tr: Konsol penceresi

source: Cascade
da: Kaskade
de: Kaskadiert
es: Cascada
nl: Alle vensters
pl: Kaskada
sv: Överlappande
tr: Basamakla

source: Tile vertically
da: Side om side
de: Vertical anordnen
es: Teja verticalmente
fr: Fractionner verticallement
nl: Naast elkaar
pl: Uporządkuj w pionie
sv: Sida vid sida
tr: Dikey döþe

source: Tile horizontally
da: Over og under
de: Horizontal anordnen
es: Teja horizontalmente
fr: Fractionner horizontalement
nl: Onder elkaar
pl: Uporządkuj w poziomie
sv: Över och under
tr: Yatay döþe

source: Arrange icons
da: Arrangér ikoner
de: Icons Anordnen
es: Ordenar iconos
fr: Arranger les îcones
nl: Rangschik iconen
pl: Ustaw ikony
sv: Arrangera ikoner
tr: Simgeleri yerleþtir

source: Enable the ACIA RS232 interface emulation
da: Aktivér ACIA RS232-interface emulering
de: ACIA RS232 Schnittstellen-Emulation aktivieren
es: Permitir emulación interface ACIA RS232
fr: Activer l'émulation de l'interface ACIA RS232
nl: Activeer de ACIA RS232 interface emulatie
pl: Włącz emulację interfejsu ACIA RS232
sv: Aktivera ACIA RS232-gränssnittsemulering
tr: ACIA RS232 arabirim emülasyonunu aktif et

source: ACIA location
da: ACIA placering
de: ACIA Adresse
es: Ubicación ACIA
fr: Emplacement ACIA
hu: ACIA hely
it: Posizione dell'ACIA
nl: ACIA adres
pl: Położenie ACIA
sv: Placering av ACIA
tr: ACIA yeri

source: ACIA mode
da: ACIA-tilstand
de: ACIA Modus
es: Modo ACIA
fr: Mode ACIA
hu: ACIA mód
it: Modalità ACIA
nl: ACIA modus
pl: Tryb ACIA
sv: ACIA-läge
tr: ACIA modu

source: Random delay
da: Tilfældig forsinkelse
de: Zufallsverzögerung
es: Retardo aleatorio
fr: Délai aléatoire
nl: Willekeurige vertraging
pl: Losowe opóźnienie
sv: Slumpmässig fördröjning
tr: Rastgele gecikme

source: Handle true drive emulation
nl: Afhandelen van de hardwarematige driveemulatie
pl: Rzeczywista emulacja napędu

source: Select file for PRG autostart disk
da: Vælg fil for PRG autostartdiskette
de: Datei für PRG Autostart auswählen
es: Seleccionar fichero par autorranque disco para PRG
fr: Sélectionner fichier pour autodémarrage PRG
hu: Válasszon lemezfájlt a PRG automatikus indításhoz
it: Seleziona file per avvio automatico PRG
nl: Selecteer bestand voor PRG autostart disk
pl: Wybierz plik dysku do automatycznego startu z PRG
sv: Välj fil för PRG-autostartdisk
tr: PRG otomatik baþlatma için dosya seçin

source: Ram expansion cartridges
nl: RAM uitbreiding cartridges

source: VDC revision
es: Revisión VDC
fr: Révision VDC
hu: VDC változat
it: Revisione VDC
nl: VDC revisie
pl: Wersja VDC
tr: VDC revizyonu

source: Select Internal Function ROM file
da: Vælg image for intern funktions-ROM
de: Internes Funktions ROM Image Datei auswählen
es: Seleccionar fichero ROM función interno
fr: Sélectionner le fichier image ROM Fonction interne
hu: Adja meg a belsõ Function ROM képmás nevét
it: Seleziona il file della function ROM interna
nl: Selecteer intern functie ROM bestand
pl: Wybierz plik wewnętrznego Function ROM-u
sv: Välj avbildning för internt funktions-ROM
tr: Dahili Function ROM dosyasý seçin

source: Select External Function ROM file
da: Vælg image for ekstern funktions-ROM
de: Externes Funktions ROM Image Datei auswählen
es: Seleccionar fichero ROM función externo
fr: Sélectionner le fichier image ROM Fonction externe
hu: Adja meg a külsõ Function ROM képmás nevét
it: Seleziona il file della function ROM esterna
nl: Selecteer extern functie ROM bestand
pl: Wybierz plik zewnętrznego Function ROM-u
sv: Välj avbildning för externt funktions-ROM
tr: Harici Function ROM dosyasý seçin

source: RAM banks
da: RAM-banke
de: RAM Bänke
es: Bancos de RAM
fr: Banques de RAM
hu: RAM bankok
it: Banchi di Ram
nl: Ram banken
pl: Banki RAM
sv: RAM-bankar
tr: RAM banklarý

source: C128 settings
da: C128-indstillinger
de: C128 Einstellungen
es: Ajustes C128
fr: Paramètres C128
hu: C128 beállításai
it: Impostazioni C128
nl: C128 instellingen
pl: Ustawienia C128
sv: C128-inställningar
tr: C128 ayarlarý

source: Internal Function ROM
da: Intern funktions-ROM
de: Internes Funktions ROM
es: ROM de función interna
fr: Image ROM Fonction interne
hu: Belsõ Function ROM
it: Function ROM interna
nl: Interne functie ROM
pl: Wewnętrzny Function ROM
sv: Internt funktions-ROM
tr: Uluslararasý Function ROM

source: External Function ROM
da: Extern funktions-ROM
de: Externes Funktions ROM
es: ROM de función externa
fr: Image ROM Fonction externe
hu: Külsõ Function ROM
it: Function ROM esterna
nl: Externe functie ROM
pl: Zewnętrzny Function ROM
sv: Externt funktions-ROM
tr: Harici Function ROM
