Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Specify VICE RS232 device for userport
da: Angiv VICE RS232-enhed for brugerporten
de: VICE RS232 Gerät für Userport definieren
es: Especificar periférico VICE RS232 para puerto usuario
fr: Spécifier un périphérique VICE RS232 pour le userport
hu: VICE RS232-es userport eszköz megadása
it: Specifica il dispositivo RS232 di VICE su userport
nl: Geef VICE RS232 apparaat voor userport
pl: Określ urządzenie VICE RS232 w userporcie
sv: Ange VICE RS232-enhet för användarporten
tr: Userport için VICE RS232 aygýtýný belirt

source: Enable IEC device emulation for device #4
da: Aktivér IEC-enhedsemulering for enhed #4
de: IEC Geräte Emulation für Gerät #4 aktivieren
es: Permitir emulación IEC para periférico #4
fr: Activer l'émulation IEC pour le périphérique #4
hu: IEC eszköz #4 emulációjának engedélyezése
it: Attiva l'emulazione IEC per la periferica #4
nl: Activeer IEC apparaat emulatie voor apparaat #4
pl: Włącz emulację IEC urządzenia #4
sv: Aktivera IEC-enhetsemulering för enhet 4
tr: Aygýt #4 için IEC aygýt emülasyonunu aktif et

source: Disable IEC device emulation for device #4
da: Deaktivér IEC-enhedsemulering for enhed #4
de: IEC Geräte Emulation für Gerät #4 deaktivieren
es: Deshabilitar emulación IEC para periférico #4
fr: Désactiver l'émulation IEC pour le périphérique #4
hu: IEC eszköz #4 emulációjának tiltása
it: Disattiva l'emulazione IEC per la periferica #4
nl: IEC apparaat emulatie voor apparaat #4 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #4
sv: Inaktivera IEC-enhetsemulering för enhet 4
tr: Aygýt #4 için IEC aygýt emülasyonunu pasifleþtir

source: Enable IEC device emulation for device #5
da: Aktivér IEC-enhedsemulering for enhed #5
de: IEC Geräte Emulation für Gerät #5 aktivieren
es: Permitir emulación IEC para periférico #5
fr: Activer l'émulation IEC pour le périphérique #5
hu: IEC eszköz #5 emulációjának engedélyezése
it: Attiva l'emulazione IEC per la periferica #5
nl: Activeer IEC apparaat emulatie voor apparaat #5
pl: Włącz emulację IEC urządzenia #5
sv: Aktivera IEC-enhetsemulering för enhet 5
tr: Aygýt #5 için IEC aygýt emülasyonunu aktif et

source: Disable IEC device emulation for device #5
da: Deaktivér IEC-enhedsemulering for enhed #5
de: IEC Geräte Emulation für Gerät #5 deaktivieren
es: Deshabilitar emulación IEC para periférico #5
fr: Désactiver l'émulation IEC pour le périphérique #5
hu: IEC eszköz #5 emulációjának tiltása
it: Disattiva l'emulazione IEC per la periferica #5
nl: IEC apparaat emulatie voor apparaat #5 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #5
sv: Inaktivera IEC-enhetsemulering för enhet 5
tr: Aygýt #5 için IEC aygýt emülasyonunu pasifleþtir

source: Enable IEC device emulation for device #6
nl: Activeer IEC apparaat emulatie voor apparaat #6
pl: Włącz emulację IEC urządzenia #6

source: Disable IEC device emulation for device #6
nl: IEC apparaat emulatie voor apparaat #6 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #6

source: Enable IEC device emulation for device #7
nl: Activeer IEC apparaat emulatie voor apparaat #7
pl: Włącz emulację IEC urządzenia #7

source: Disable IEC device emulation for device #7
nl: IEC apparaat emulatie voor apparaat #7 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #7

source: Enable IEC device emulation for device #8
da: Aktivér IEC-enhedsemulering for enhed #8
de: IEC Geräte Emulation für Gerät #8 aktivieren
es: Permitir emulación IEC para periférico #8
fr: Activer l'émulation IEC pour le lecteur #8
hu: IEC eszköz #8 emulációjának engedélyezése
it: Attiva l'emulazione IEC per la periferica #8
nl: Activeer IEC apparaat emulatie voor apparaat #8
pl: Włącz emulację IEC urządzenia #8
sv: Aktivera IEC-enhetsemulering för enhet 8
tr: Aygýt #8 için IEC aygýt emülasyonunu aktif et

source: Disable IEC device emulation for device #8
da: Deaktivér IEC-enhedsemulering for enhed #8
de: IEC Geräte Emulation für Gerät #8 deaktivieren
es: Deshabilitar emulación IEC para periférico #8
fr: Désactiver l'émulation IEC pour le lecteur #8
hu: IEC eszköz #8 emulációjának tiltása
it: Disattiva l'emulazione IEC per la periferica #8
nl: IEC apparaat emulatie voor apparaat #8 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #8
sv: Inaktivera IEC-enhetsemulering för enhet 8
tr: Aygýt #8 için IEC aygýt emülasyonunu pasifleþtir

source: Enable IEC device emulation for device #9
da: Aktivér IEC-enhedsemulering for enhed #9
de: IEC Geräte Emulation für Gerät #9 aktivieren
es: Permitir emulación IEC para periférico #9
fr: Activer l'émulation IEC pour le lecteur #9
hu: IEC eszköz #9 emulációjának engedélyezése
it: Attiva l'emulazione IEC per la periferica #9
nl: Activeer IEC apparaat emulatie voor apparaat #9
pl: Włącz emulację IEC urządzenia #9
sv: Aktivera IEC-enhetsemulering för enhet 9
tr: Aygýt #9 için IEC aygýt emülasyonunu aktif et

source: Disable IEC device emulation for device #9
da: Deaktivér IEC-enhedsemulering for enhed #9
de: IEC Geräte Emulation für Gerät #9 deaktivieren
es: Deshabilitar emulación IEC para periférico #9
fr: Désactiver l'émulation IEC pour le lecteur #9
hu: IEC eszköz #9 emulációjának tiltása
it: Disattiva l'emulazione IEC per la periferica #9
nl: IEC apparaat emulatie voor apparaat #9 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #9
sv: Inaktivera IEC-enhetsemulering för enhet 9
tr: Aygýt #9 için IEC aygýt emülasyonunu pasifleþtir

source: Enable IEC device emulation for device #10
da: Aktivér IEC-enhedsemulering for enhed #10
de: IEC Geräte Emulation für Gerät #10 aktivieren
es: Permitir emulación IEC para periférico #10
fr: Activer l'émulation IEC pour le lecteur #10
hu: IEC eszköz #10 emulációjának engedélyezése
it: Attiva l'emulazione IEC per la periferica #10
nl: Activeer IEC apparaat emulatie voor apparaat #10
pl: Włącz emulację IEC urządzenia #10
sv: Aktivera IEC-enhetsemulering för enhet 10
tr: Aygýt #10 için IEC aygýt emülasyonunu aktif et

source: Disable IEC device emulation for device #10
da: Deaktivér IEC-enhedsemulering for enhed #10
de: IEC Geräte Emulation für Gerät #10 deaktivieren
es: Deshabilitar emulación IEC para periférico #10
fr: Désactiver l'émulation IEC pour le lecteur #10
hu: IEC eszköz #10 emulációjának tiltása
it: Disattiva l'emulazione IEC per la periferica #10
nl: IEC apparaat emulatie voor apparaat #10 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #10
sv: Inaktivera IEC-enhetsemulering för enhet 10
tr: Aygýt #10 için IEC aygýt emülasyonunu pasifleþtir

source: Enable IEC device emulation for device #11
da: Aktivér IEC-enhedsemulering for enhed #11
de: IEC Geräte Emulation für Gerät #11 aktivieren
es: Permitir emulación IEC para periférico #11
fr: Activer l'émulation IEC pour le lecteur #11
hu: IEC eszköz #11 emulációjának engedélyezése
it: Attiva l'emulazione IEC per la periferica #11
nl: Activeer IEC apparaat emulatie voor apparaat #11
pl: Włącz emulację IEC urządzenia #11
sv: Aktivera IEC-enhetsemulering för enhet 11
tr: Aygýt #11 için IEC aygýt emülasyonunu aktif et

source: Disable IEC device emulation for device #11
da: Deaktivér IEC-enhedsemulering for enhed #11
de: IEC Geräte Emulation für Gerät #11 deaktivieren
es: Deshabilitar emulación IEC para periférico #11
fr: Désactiver l'émulation IEC pour le lecteur #11
hu: IEC eszköz #11 emulációjának tiltása
it: Disattiva l'emulazione IEC per la periferica #11
nl: IEC apparaat emulatie voor apparaat #11 uitschakelen
pl: Wyłącz emulację urządzenia IEC dla urządzenia #11
sv: Inaktivera IEC-enhetsemulering för enhet 11
tr: Aygýt #11 için IEC aygýt emülasyonunu pasifleþtir

source: engine and model
da: motor og model
de: Engine und Modell
es: motor y modelo
fr: engin et modèle
nl: kern en model
pl: silnik i model
sv: motor och modell
tr: motor ve model

source: amount
da: antal
de: Anzahl
es: cantidad
fr: quantité
nl: hoeveelheid
pl: ilość
sv: antal
tr: adet

source: amount of extra SID chips.
nl: Aantal extra SID chips.
pl: liczba dodatkowych czipów SID

source: Disable the SID cartridge
da: Deaktivér SID-cartridge
de: SID Modul deaktivieren
es: Deshabilitar cartucho SID
fr: Désactiver la cartouche SID
nl: De SID cartridge uitschakelen
pl: Wyłącz kartridż SID
sv: Inaktivera SID-insticksmodul
tr: SID kartuþunu pasifleþtir

source: SID cartridge address (0x8F00/0xE900)
nl: SID cartridge adres (0x8F00/0xE900)
pl: Adres kartridża SID (0x8F00/0xE900)

source: SID cartridge address (0xFD40/0xFE80)
nl: SID cartridge adres (0xFD40/0xFE80)
pl: Adres kartridża SID (0xFD40/0xFE80)

source: SID cartridge address (0x9800/0x9C00)
nl: SID cartridge adres (0x9800/0x9C00)
pl: Adres kartridża SID (0x9800/0x9C00)

source: SID cartridge clock (0: C64 clock, 1: PET clock)
nl: SID cartridge klok (0: C64 klok, 1: PET klok)
pl: Zegar kartridża SID (0: Zegar C64, 1: Zegar PET)

source: SID cartridge clock (0: C64 clock, 1: PLUS4 clock)
nl: SID cartridge klok (0: C64 klok, 1: PLUS4 klok)
pl: Zegar kartridża SID (0: Zegar C64, 1: Zegar PLUS4)

source: SID cartridge clock (0: C64 clock, 1: VIC20 clock)
nl: SID cartridge klok (0: C64 klok, 1: VIC20 klok)
pl: Zegar kartridża SID (0: Zegar C64, 1: Zegar VIC20)

source: Specify base address for 2nd SID
da: Angiv baseadresse for sekundær SID
de: Basis Adresse für zweiten SID definieren
es: Especificar dirección base para el segundo ISD
fr: Spécifier l'adresse de base pour le second SID
hu: Adja meg a báziscímét a második SID-nek
it: Specifica l'indirizzo di base per il secondo SID
nl: Geef het basisadres van de 2e SID
pl: Określ adres bazowy drugiego SID-a
sv: Ange basadress för andra SID
tr: 2nci SID için taban adresini belirt

source: Specify base address for 3rd SID
da: Angiv baseadresse for tredie SID
de: Basis Adresse für dritten SID definieren
es: Especificar dirección base para el tercer SID
fr: Spécifier l'adresse de base pour le troisième SID
nl: Geef het basisadres van de 3e SID
pl: Określ adres bazowy trzeciego SID-a
sv: Ange basadress för tredje SID
tr: 3üncü SID için taban adresini belirt

source: Emulate SID filters
da: Emulér SID-filtre
de: SID Filter Emulation aktivieren
es: Emular filtros SID
fr: Émuler les filtres SID
hu: SID szûrõk emulációja
it: Emula i filtri del SID
nl: Emuleer SID filters
pl: Emuluj filtry SID
sv: Emulera SID-filter
tr: SID filtrelerini emüle et

source: Do not emulate SID filters
da: Emulér ikke SID-filtre
de: SID Filter Emulation deaktivieren
es: No emular filtros SID
fr: Ne pas émuler les filtres SID
hu: Nem emulálja a SID szûrõket
it: Non emulare i filtri del SID
nl: SID filters niet emuleren
pl: Nie emuluj filtrów SID
sv: Emulera inte SID-filter
tr: SID filtrelerini emüle etme

source: reSID sampling method (0: fast, 1: interpolating, 2: resampling, 3: fast resampling)
da: reSID-samplingmetode (0: hurtig, 1: interpolerende, 2: omsampling, 3: hurtig omsampling)
de: reSID Sample Methode (0: schnell, 1: interpolierend, 2: resampling, 3: schnelles resampling)
es: reSID metodo sampleado (0: rápido, 1: interpolacion, 2: resampelado, 3: resampleado rápido)
fr: Méthode échantillonnage reSID (0: rapide, 1: interpolation, 2: rééch., 3: rééch. rapide)
hu: reSID mintavételezési mód (0: gyors, 1: interpoláló, 2: újramintavételezõ, 3: gyors újramintavételezõ)
it: Metodo di campionamento del reSID (0: veloce, 1: interpolato, 2: ricampionato 3: ricampionamento veloce)
nl: reSID sampling methode (0: snel, 1: interpoleren, 2: resampling, 3: snelle resampling)
pl: Metoda samplowania reSID (0: szybkie, 1: z przeplotem, 2: resamplowanie, 3: szybkie resamplowanie)
sv: reSID-samplingsmetod (0: snabb, 1: interpolerande, 2: omsampling, 3: snabb omsampling)
tr: reSID örnekleme metodu (0: hýzlý, 1: ara deðer bulma, 2: yeniden örnekleme, 3: hýzlý yeniden örnekleme)

source: percent
da: procent
de: prozent
es: porcentaje
fr: pourcent
nl: procent
pl: procent
sv: procent
tr: yüzde

source: reSID resampling passband in percentage of total bandwidth (0 - 90)
da: Pasbånd for reSID-resampling i procent af total båndbredde (0 - 90)
de: reSID Resampling Passband Prozentwert der gesamte Bandbreite (0 - 90) (0 - 90, niedrig ist schneller, höher ist besser)
es: reSID resampleado pasabanda en porcentaje del total de ancho de banda (0 - 90)
fr: Bande passante pour le resampling reSID en pourcentage de la bande totale (0 - 90)
hu: reSID újramintavételezési sávnak a teljes sávszélességre vonatkoztatott aránya (0 - 90)
it: Banda passante di ricampionamento del reSID in percentuale di quella totale (0 - 90)
nl: reSID resampling passband in percentage van de totale bandbreedte (0 - 90)
pl: Pasmo resamplowania reSID w procentach całkowitej przepustowości (0 - 90)
sv: Passband för reSID-resampling i procent av total bandbredd (0 - 90)
tr: reSID yeniden örnekleme passband'inin toplam bant geniþliðine yüzdesel oraný (0 - 90)

source: reSID filter bias setting, which can be used to adjust DAC bias in millivolts.
da: reSID filter biasindstilling, som kan bruges til at justere DAC bias i millivolt.
de: reSID Filter Vorspannungseinstellung, welche für die Anpassung der DAC Vorspannung in Millivolt benutzt werden kann
es: reSID ajuste filtro bias, que puede ser usado para ajustar DAC bias en milivoltios.
fr: Paramètre de polarisation de filtre reSID, pouvant être utilisé pour régler la polarisation du DAC en millivolts.
nl: reSID filter voorkeur instelling, dit kan gebruikt worden om de DAC voorkeur in millivolts aan te passen.
pl: Ustawienie filtra reSID, używane do regulacji nastawienia DAC w miliwoltach
sv: Bias-inställning för reSID-filter, vilket kan användas för att justera D/A-bias i millivolt.
tr: Millivolt cinsinden DAC meyilini ayarlamak için kullanýlabilen reSID filtresi meyil ayarý.

source: reSID gain in percent (90 - 100)
da: Gain for reSID i procent (90 - 100)
de: reSID Gain in Prozent (90 - 100)
es: reSID ganancia en porcentaje (90-100)
fr: Gain reSID en pourcent (90 - 100)
hu: reSID százalékos erõsítés (90 - 100)
it: Guadagno del reSID in percentuale (90 - 100)
nl: reSID versterking procent (90 - 100)
pl: Wzmocnienie reSID-a w procentach (90 - 100)
sv: Gain för reSID i procent (90 - 100)
tr: reSID gain yüzdesi (90 - 100)

source: Set the HardSID device for the main SID output
nl: Zet de HardSID apparaat voor de hoofd SID uitvoer
pl: Określ urządzenie HardSID dla głównego wyjścia SID

source: Set the HardSID device for the right SID output
nl: Zet de HardSID apparaat vood de rechter SID uitvoer
pl: Określ urządzenie SID dla prawego wyjścia SID

source: Enable additional vertical stretching.
da: Aktivér yderligere vertikal udstrækning
de: Aktiviere zusätzliche Vertikalstreckung.
es: Permitir extensión vertical adicional
fr: Activer l'ajout d'étirement vertical.
nl: Aktiveer additionele vertikale rekking.
pl: Włącz dodatkowe rozciąganie w pionie
sv: Aktivera ytterligare vertikal utdragning.
tr: Ek dikey uzatmayý aktif et.

source: Disable additional vertical stretching.
da: Deaktivér yderligere vertikal udstrækning
de: Deaktiviere zusätzliche Vertikalstreckung.
es: Inhabilitar extensión vertical adicional
fr: Désactiver l'ajout d'étirement vertical.
nl: Additionele vertikale rekking afsluiten.
pl: Wyłącz dodatkowe rozciąganie w pionie
sv: Inaktivera ytterligare vertikal utdragning.
tr: Ek dikey uzatmayý pasifleþtir.

source: Set the VDC memory size to 16KB
da: Sæt VDC-hukommelsesstørrelse til 16KB
de: VDC Speichgröße auf 16KB setzen
es: Seleccionar tamaño memoria VDC en 16KB
fr: Régler la taille de la mémoire VDC à 16KO
hu: VDC memória méret beállítása 16KB-ra
it: Imposta la dimensione della memoria del VDC a 16KB
nl: Zet de VDC geheugengrootte als 16KB
pl: Ustaw rozmiar pamięci VDC na 16 KB
sv: Sätt VDC-minnesstorlek till 16KB
tr: VDC bellek boyutunu 16KB'a ayarla

source: Set the VDC memory size to 64KB
da: Sæt VDC-hukommelsesstørrelse til 64KB
de: VDC Speichgröße auf 64KB setzen
es: Seleccionar tamaño memoria VDC en 64KB
fr: Régler la taille de la mémoire VDC à 64KO
hu: VDC memória méret beállítása 64KB-ra
it: Imposta la dimensione della memoria del VDC a 64KB
nl: Zet de VDC geheugengrootte als 64KB
pl: Ustaw rozmiar pamięci VDC na 64 KB
sv: Sätt VDC-minnesstorlek till 64KB
tr: VDC bellek boyutunu 64KB'a ayarla

source: Set VDC revision
da: Angiv VDC-revision
de: VDC Revision setzen
es: Poner revisión VDC
fr: Régler la révision VDC
nl: Zet de VDC revisie
pl: Określ wersję VDC
sv: Ange VDC-revision
tr: VDC revizyonunu ayarla

source: Specify memory configuration. (none/3k/8k/16k/24k/all) / (0/1/2/3/5) / (04/20/40/60/a0)
nl: Geef geheugen configuratie. (geen/3k/8k/16k/24k/allemaal) / (0/1/2/3/5) / (04/20/40/60/a0)
pl: Określ konfigurację pamięci. (none/3k/8k/16k/24k/all) / (0/1/2/3/5) / (04/20/40/60/a0)

source: Enable VIC-1112 IEEE488 interface
da: Aktivér VIC-1112-IEEE488-interface
de: VIC-1112 IEEE488 Schnittstelle aktivieren
es: Permitier interface VIC-1112 IEEE488
fr: Activer l'interface VIC-1112 IEEE488
hu: VIC-1112 IEEE488 interfész engedélyezése
it: Attiva l'interfaccia IEEE488 del VIC-1112
nl: Activeer VIC-1112 IEEE488 interface
pl: Włącz interfejs IEEE488 VIC-1112
sv: Aktivera VIC-1112-IEEE488-gränssnitt
tr: VIC-1112 IEEE488 arabirimini aktif et

source: Disable VIC-1112 IEEE488 interface
da: Deaktivér VIC-1112-IEEE488-interface
de: VIC-1112 IEEE488 Schnittstelle deaktivieren
es: Deshabilitar interface VIC-1112 IEEE488
fr: Désactiver l'interface VIC-1112 IEEE488
hu: VIC-1112 IEEE488 interfész tiltása
it: Disattiva l'interfaccia IEEE488 del VIC-1112
nl: VIC-1112 IEEE488 interface uitschakelen
pl: Wyłącz interfejs IEEE488 VIC-1112
sv: Inaktivera VIC-1112-IEEE488-gränssnitt
tr: VIC-1112 IEEE488 arabirimini pasifleþtir

source: Specify 4/8/16K extension ROM name at $2000
da: Angiv navn for 4/8/16k-udviddelses-ROM på $2000
de: 4/8/16K Erweiterungs ROM Datei Name für $2000 definieren
es: Especificar nombre ROM extendida de 4/8/16KB en $2000
fr: Spécifier le nom de l'extension ROM 4/8/16K à $2000
hu: Adja meg a $2000 címû 4/8/16K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4/8/16K a $2000
nl: Geef de naam van het bestand voor de 4/8/16K ROM op $2000
pl: Określ nazwę ROM rozszerzenia 4/8/16K w $2000
sv: Ange namn för 4/8/16K-utöknings-ROM på $2000
tr: $2000 adresindeki 4/8/16K uzantýsý ROM ismini belirt

source: Specify 4/8/16K extension ROM name at $4000
da: Angiv navn for 4/8/16k-udviddelses-ROM på $4000
de: 4/8/16K Erweiterungs ROM Datei Name für $4000 definieren
es: Especificar nombre ROM extendida de 4/8/16KB en $4000
fr: Spécifier le nom de l'extension ROM 4/8/16K à $4000
hu: Adja meg a $4000 címû 4/8/16K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4/8/16K a $4000
nl: Geef de naam van het bestand voor de 4/8/16K ROM op $4000
pl: Określ nazwę ROM rozszerzenia 4/8/16K w $4000
sv: Ange namn för 4/8/16K-utöknings-ROM på $4000
tr: $4000 adresindeki 4/8/16K uzantýsý ROM ismini belirt

source: Specify 4/8/16K extension ROM name at $6000
da: Angiv navn for 4/8/16k-udviddelses-ROM på $6000
de: 4/8/16K Erweiterungs ROM Datei Name für $6000 definieren
es: Especificar nombre ROM extendida de 4/8/16KB en $6000
fr: Spécifier le nom de l'extension ROM 4/8/16K à $6000
hu: Adja meg a $6000 címû 4/8/16K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4/8/16K a $6000
nl: Geef de naam van het bestand voor de 4/8/16K ROM op $6000
pl: Określ nazwę ROM rozszerzenia 4/8/16K w $6000
sv: Ange namn för 4/8/16K-utöknings-ROM på $6000
tr: $6000 adresindeki 4/8/16K uzantýsý ROM ismini belirt

source: Specify 4/8K extension ROM name at $A000
da: Angiv navn for 4/8k-udviddelses-ROM på $A000
de: 4/8/16K Erweiterungs ROM Datei Name für $A000 definieren
es: Especificar nombre ROM extendida de 4/8KB en $A000
fr: Spécifier le nom de l'extension ROM 4/8K à $A000
hu: Adja meg a $A000 címû 4/8K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4/8K a $A000
nl: Geef de naam van het bestand voor de 4/8K ROM op $A000
pl: Określ nazwę ROM rozszerzenia 4/8/16K w $A000
sv: Ange namn för 4/8K-utöknings-ROM på $A000
tr: $A000 adresindeki 4/8K uzantýsý ROM ismini belirt

source: Specify 4K extension ROM name at $B000
da: Angiv navn for 4k-udviddelses-ROM på $B000
de: 4/8/16K Erweiterungs ROM Datei Name für $B000 definieren
es: Especificar nombre ROM extendida de 4KB en $B000
fr: Spécifier le nom de l'extension ROM 4K à $B000
hu: Adja meg a $B000 címû 4K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4 a $B000
nl: Geef de naam van het bestand voor de 4K ROM op $B000
pl: Określ nazwę ROM rozszerzenia 4/8/16K w $B000
sv: Ange namn för 4K-utöknings-ROM på $B000
tr: $B000 adresindeki 4K uzantýsý ROM ismini belirt

source: Specify generic extension ROM name
da: Angiv navn på standard-udviddelses-ROM
de: Generisches Erweiterungs ROM definieren
es: Especificar nombre ROM extendida generica
fr: Spécifier le nom de l'extension ROM générique
hu: Adja meg az általános ROM kiterjesztés nevét
it: Specifica il nome dell'estensione ROM generica
nl: Geef de naam van het bestand voor de algemene ROM
pl: Określ nazwę typowego ROM-u rozszerzeń
sv: Ange namn på generiskt utöknings-ROM
tr: Jenerik uzantý ROM ismini belirt

source: Specify Mega-Cart extension ROM name
da: Angiv navn på MegaCart-udviddelses-ROM
de: Mega-Cart Erweiterungs ROM definieren
es: Especificar nombre ROM extendida Mega Cart
fr: Spécifier le nom de l'extension ROM Mega-Cart
hu: Adja meg a Mega-Cart ROM kiterjesztés nevét
it: Specifica il nome dell'estensione ROM Mega-Cart
nl: Geef de naam van het bestand voor de Mega-Cart ROM
pl: Określ nazwę ROM rozszerzenia Mega-Cart
sv: Ange namn på Mega-Cart-utöknings-ROM
tr: Mega-Cart uzantýsý ROM ismini belirt

source: Specify Final Expansion extension ROM name
da: Angiv navn på Final Expansion udviddelses-ROM
de: Name für Final Expansion Erweiterungs ROM definieren
es: Especificar nombre ROM extendida Final Expansion
fr: Spécifier le nom de l'extension ROM Final Expansion
hu: Adja meg a Final Expansion ROM kiterjesztés nevét
it: Specifica il nome dell'estensione ROM Final Expansion
nl: Geef de naam van het bestand voor de Final Expansion ROM
pl: Określ nazwę rozszerzenia ROM Final Expansion
sv: Ange namn på Final Expansion utöknings-ROM
tr: Final Expansion uzantýsý ROM ismini belirt

source: Specify Vic Flash Plugin extension ROM name
da: Angiv navn på Vic Flash Plugin udviddelses-ROM
de: Name für Vic Flash Plugin Erweiterungs ROM definieren
es: Especificar nombre ROM extendidad Vic Flash Plugin
fr: Spécifier le nom de l'extension ROM Vic Flash Plugin
nl: Geef de naam van het bestand voor de Vic Flash Plugin ROM
pl: Określ nazwę rozszerzenia ROM Vic Flash Plugin
sv: Ange namn på Vic Flash-insticksmodulutöknings-ROM
tr: Vic Flash Plugin uzantýsý ROM ismini belirt

source: Specify UltiMem extension ROM name
nl: Geef de naam van het bestand voor de UltiMem ROM

source: Disable Final Expansion write back to ROM file
da: Deaktivér Final Expansion tilbageskrivning til ROM-fil
de: Final Expansion ROM Schreibzugriff deaktivieren
es: Deshabilitar grabación en fichero ROM Final Expansion
fr: Désactiver la réécriture du fichier ROM Final Expansion
hu: Final Expansion ROM fájlba visszaírás tiltása
it: Disattiva il write back per Final Expansion su file ROM
nl: Terug schrijven naar ROM bestand voor Final Expansion uitschakelen
pl: Wyłącz zapis do pliku ROM Final Expansion
sv: Inaktivera återskrivning till ROM-fil för Final Expansion
tr: Final Expansion ROM dosyasýna geri yazmayý pasifleþtir

source: Set Mega-Cart NvRAM filename
da: Vælg Mega-Cart NvRAM filnavn
de: Mega-Cart NvRAM Imagename definieren
es: Seleccionar nombre fichero Mega-Cart NvRAM
fr: Nom du fichier NvRAM Mega-Cart
nl: Zet Mega-Cart NvRAM bestandsnaam
pl: Określ nazwę pliku NvRAM Mega-Cart
sv: Välj Mega-Cart NvRAM-filnamn
tr: Mega-Cart NvRAM dosyaismini gir
