Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Disassemble instructions. If two addresses are specified, they are used as a start and end address. If only one is specified, it is treated as the start address and a default number of instructions are disassembled. If no addresses are specified, a default number of instructions are disassembled from the dot address.
da: Disassemblér instruktioner. Hvis der angives to adresser anvendes disse som start- og slutadresse. Angives kun en adresse bruges denne som startadresse og et standard antal instruktioner disassembleres. Hvis ingen adresse angives disassembleres et standard antal instruktioner fra den aktuelle adresse.
de: Disassembliere Instruktionen. Wenn zwei Adressen angegeben werden, werden diese als Start- und Zieladresse interpretiert. Wenn nur eine Adress angegeben wird, wird diese asl Startadresse interpretiert und die Standardanzahl an Instruktionen werden disassembliert. Wenn keine Adresse angegeben wird, wird von der aktuellen Adresse disassembliert.
es: Desensamblar instrucciones. Si se especifican dos direcciones, se usan como direcciones de inicio y final. Si solo se suministra una, será tratada como dirección de inicio y un número por defecto de instrucciones serán desensambladas. Si no se especifica ninguna dirección, un número por defecto de instrucciones se desensamblaran desde la dirección pre definida
fr: Désassembler les instructions. Si deux adresse sont spécifiées, elles seront utilisées comme adresse de départ et de fin. Si une seule adresse est spécifiée, elle sera traitée comme adresse de départ et un nombre par défaut d'instructions seront désassemblées. Si aucune adresse n'est spécifiée, un nombre par défaut d'instructions seront désassemblées depuis l'adresse marquée d'un point.
hu: Utasítások visszafejtése. Ha két cím van megadva, elsõ és utolsó címként értelmezi õket. Ha csak egy, akkor elsõ címként, és az alap számú utasítás kerül visszafejtésre. Ha nincs cím megadva, az aktuális címtõl kezdi a visszafejtést, és a szokásos számú utasítást ír ki.
it: Disassembla le istruzioni. Se sono specificati due indirizzi, questi sono utilizzati come indirizzo di inizio e fine. Se ne viene specificato solo uno, è usato come indirizzo di partenza e viene disassemblato il numero di istruzioni predefinito. Se non viene specificato nessun indirizzo, viene disassemblato il numero di istruzioni predefinito dall'indirizzo dot.
nl: Disassembleer instructies. Als er twee adressen zijn opgegeven dan worden deze gebruikt als een start en eind adres. Als er maar een adres is opgegeven dan wordt deze gebruikt als het start adres en een standaard aantal instructies zal worden gedisassembleerd. Als er geen adressen zijn opgegeven dan wordt een standaard aantal instructies gedisassembleerd vanaf het huidige adres.
pl: Deasembluje instrukcje. Jeśli podano dwa adresy, używane są jako adres początkowy i końcowy. Jeśli podano tylko jeden, jest używany jako adres początkowy i deasemblowana jest domyślna liczba instrukcji z adresu dot.
sv: Disassemblera instruktioner. Om två adresser anges används de som start- och slutadress. Om endast en anges används den som startadress och ett standardantal instruktioner disassembleras. Om ingen adress anges disassembleras ett standardantal instruktioner från punktadressen.
tr: Komutlarý disassemble et. Eðer iki adres girildiyse, bunlar baþlangýç ve bitiþ adresleri olarak kullanýlýr. Eðer tek adres girildiyse, bu adres baþlangýç adresi olarak kabul edilir ve varsayýlan sayýda komutlar disassemble edilir. Eðer hiç adres girilmediyse, varsayýlan sayýda komutlar nokta baþlangýç adresinden itibaren disassemble edilir.

source: Fill memory in the specified address range with the data in <data_list>. If the size of the address range is greater than the size of the data_list, the data_list is repeated.
da: Fyld hukommelsen i det angivne adresseområde med data fra <dataliste>. Hvis størrelsen på adresseområdet er større end størrelsen af dataliste gentages indholdet i dataliste.
de: Fülle den angegebenen Adressbereich mit den Daten aus <Datenliste>. Wenn die Größe des Adressbereichs größer als <Datenliste> ist, werden die Daten wiederholt.
es: Rellenar memoria en el rango especificado con el dato contenido en <lista datos>. Si el tamaño del rango es mayor que el <lista datos> se repite lista datos.
fr: Remplir la plage d'adresses mémoire avec les données de <data_list>. Si la longueur de la plage d'adresses est plus grande que cette de la data_list, alors la data_list sera répétée.
hu: A memória kitöltése az <adat_lista> paraméterben megadott adatokkal. Ha a címtartomány nagyobb, mint a lista, ismételni fogja azt.
it: Riempe la memoria nell'intervallo di indirizzi specificato con i dati presenti in <lista di dati>. Se la dimensione dell'intervallo è maggiore della dimensione della lista di dati, la lista di dati è ripetuta.
nl: Vul het geheugen van de opgegeven adres reeks op met de data in <data_lijst>. Als de grootte van de adres reeks groter is dan de grootte van de data_lijst dan zal de data_lijst worder herhaald.
pl: Wypełnia pamięć w danym zakresie adresów danymi z <lista_danych>. Jeśli wielkość zakresu adresów jest większa niż wielkość listy_danych, lista_danych jest powtarzana.
sv: Fyll minnet i det angivna området med data i <datalista>. Om storleken på adressområdet är större än storleken på datalistan repeteras innehållet i datalistan.
tr: <veri_listesi>'nde bulunan verilerle belirtilen bellek aralýðýný doldur. Eðer verilen adres aralýðý veri_listesi'nden büyükse, veri_listesi'nde yer alan veriler tekrar ettirilir.

source: Hunt memory in the specified address range for the data in <data_list>. If the data is found, the starting address of the match is displayed. The entire range is searched for all possible matches.
da: Søg i hukommelsen i det angivne dataområde efter <dataliste>. Hvis data findes vises startadressen for matchet. Hele området gennemsøges for at finde alle mulige match.
de: Suche in angebenen Adressbereich nach <Datenliste>. Wenn die Daten gefunden wurden, wird die Startadresse gezeigt. Der komplette Bereich wird alle Vorkommnisse von <Datenliste> untersucht.
es: Buscar en memoria en el rango de direcciones especificado por <lista datos>. Si se encuentra, se muestra la dirección del dato. Se busca en todo el rango buscando posibles concordancias.
fr: Rechercher à l'intérieur de la plage d'adresses pour les données de <data_list>. Si les données sont trouvées, l'adresse de départ de la concordance est affichée. La plage complète est recherchée pour toutes les concordances possibles.
hu: Az <adat_lista> adat keresése a memóriában. Ha megtalálja a sorozatot, a kezdõcímét kiírja. Az egész tartományt végignézi az összes lehetséges találat felfedezéséhez.
it: Cerca nell'intervallo di indirizzi specificato i dati nella <lista di dati>. Se il dato è trovato, viene visualizzato l'indirizzo iniziale della corrispondenza. Tutto l'intervallo viene ricercato per tutte le possibili corrispondenze.
nl: Zoek het adres bereik voor de data in <data_lijst>. Als de data is gevonden dan wordt het start adres getoont. Er zal door de hele reeks worden gezocht.
pl: Szukaj danych z <lista_danych> w pamięci w podanym zakresie adresów. Jeśli znaleziono dane, pokazany jest początkowy adres trafienia. Cały zakres jest przeszukiwany dla wszystkich możliwych rafień.
sv: Sök i minnet i det angivna området med data efter <datalista>. Om data påträffas visas startadressen för träffen. Hela området genomsöks för att hitta alla möjliga träffar.
tr: <veri_listesi>'nde bulunan veriler için belirtilen bellek aralýðýnda arama yap. Eðer veri bulunursa, eþleþen adres aralýðýnýn baþlangýç adresi görüntülenir. Tüm alan mümkün olan eþleþmeler için aranacaktýr.

source: address_opt_range
da: adresse_evt_område
de: Optionaler Adressbereich
es: Rango dirección
fr: plage_dadresses_opt
nl: optionele_adres_bereik
sv: adress_ev_område
tr: opsiyonel_adres_aralýðý

source: Display memory contents as PETSCII text.
da: Vis hukommelsesindhold som PETSCII-text.
de: Zeige Speicherinhalt als PETSCII Text.
es: Mostrar contenido memoria como texto PETSCII.
fr: Afficher le contenu de la mémoire en tant que texte PETSCII.
hu: Memória tartalom mutatása PETSCII szövegként.
it: Mostra il contenuto della memoria come testo PETSCII.
nl: Toon geheugen inhoud als PETSCII tekst.
pl: Pokaż zawartość pamięci jako tekst PETSCII.
sv: Visa minnesinnehåll som PETSCII-text.
tr: Bellek içeriðini PETSCII yazý biçiminde görüntüle.

source: Display memory contents as screen code text.
da: Vis hukommelses-indhold som skærm-koder.
de: Zeige Speicherinhalt als Bildschirmcode Text.
es: Mostrar contenidos de memoria con código texto pantalla.
fr: Afficher le contenu de la mémoire en tant que texte avec codes-écran.
hu: Memória tartalom megjelenítése képernyõ kód szövegként.
it: Mostra il contenuto della memoria come testo screen code.
nl: Toon geheugen inhoud als scherm code tekst.
pl: Pokaż zawartość pamięci jako tekst screen code.
sv: Visa minnesinnehåll som skärmkodstext.
tr: Bellek içeriðini ekran kodu yazý biçiminde görüntüle.

source: data_type
de: Datentyp
es: tipo datos
fr: type_de_données
nl: data_soort
sv: datatyp
tr: veri_tipi

source: Display the contents of memory. If no datatype is given, the default is used. If only one address is specified, the length of data displayed is based on the datatype. If no addresses are given, the 'dot' address is used. Please note: due to the ambiguous meaning of 'b' and 'd' these data- types must be given in uppercase!
da: Vis hukommelsens indhold. Hvis datatype ikke angives, bruges standard. Hvis kun en adresse angives, justeres længden på visningen baseret på datatypen. Hvis der ikke angives nogen adresse anvendes "punktum"-adressen. Note: På grund af tvetydighed for 'b' og 'd' skal disse datatyper angives med store bogstaver!
de: Zeige Speicherinhalt. Wenn kein Datentyp angegeben wurde, wird der Standarddatentyp verwendet. Wenn nur eine Adresse angegeben wird, hängt die Länge der Daten vom Datentyp ab. Wenn keine Adresse angeben wurde, wird die aktuelle Adresse verwendet. Achtung: Wegen der Mehrdeutigkeit von `b' und `d', müssen die Datentypen in Großbuchstaben angegeben werden!
es: Mostrar el contenido de memoria. Si no se da tipo de datos, se usa el por defecto. Si sólo se da una dirección, la longitud de dato mostrado se basa en el tipo dato. Si no se dan direcciones, se usa la dirección 'dot'Por favor, note que debido al ambiguo significado de 'b' y 'd' estos tipos de dato se mostrararn en mayúsculas.
fr: Affiche le contenu de la mémoire. Si aucun type de données est donné, le type par défaut est utilisé. Si une seule adresse est spécifiée, la longueur des données affichées est basée sur le type de données. Si aucune adresse n'est donnée, l'adresse marquée d'un point est utilisée. SVP noter que vu l'ambiguïté de 'b' et 'd' ces types de données doivent êtres donnés en lettres majuscules!
nl: Toon de geheugen inhoud. Als er geen datasoort is opgegeven dan zal de standaard worden gebruikt. Als er maar een adres is opgegeven dan zal de lengte van de getoonde data gebaseerd worden op de datasoort. Als er geen adres is opgegeven dan zal het huidige adres worden gebruikt. Door de onduidelijke betekenis van 'b' en 'd' moeten deze datasoorten opgegeven worden in hoofdletters!
pl: Pokazuje zawartość pamięci. Jeśli nie ustalono typu danych, jest używany domyślny. Jeśli określono tylko jeden adres, długość pokazanych danych zależy od ich typu. Jeśli nie podano adresu, używany jest adres 'kropka'. Uwaga: w związku z wieloznacznością 'b' i 'd', te typy danych należy podać wielką literą!
sv: Visa minnets innehåll. Om ingen datatyp anges, används standard. Om endast en adress anges, justeras längden på visad data baserat på datatypen. Om ingen adress anges används "punkt"-adressen. Observera: på grund av tvetydig betydelse av "b" och "d" måste dessa datatyper anges med stora bokstäver!
tr: Bellek içeriðini göster. Eðer veri tipi girilmemiþse, varsayýlan kullanýlýr. Yalnýzca bir adres belirtilmiþse, gösterilen verinin uzunluðu veri tipine baðlýdýr. Eðer hiç adres girilmemiþse, 'nokta' adresi kullanýlýr. Lütfen dikkat: 'b' ve 'd'nin karmaþýk anlamlarýndan ötürü bu veri tipleri büyükharf olarak verilmelidir!

source: Display the contents of memory as character data. If only one address is specified, only one character is displayed. If no addresses are given, the ``dot'' address is used.
da: Vis hukommelsens indhold som tegndata. Hvis kun en adresse angives, vises kun et tegn. Hvis ingen adresse angives benyttes "punktum"-adressen.
de: Zeige den Inhalt von Speicher als Character Daten. Wenn nur eine Adresse angegeben wurde, wird nur ein Zeichen gezeigt. Wenn keine Adresse angegeben wurde, wird die aktuelle Adresse verwendet.
es: Mostrar el contenido de memoria como datos de caracter. Si sólo se una dirección es especificada, sólo se muestra un caracter. Si no se da ninguna dirección, se usa la dirección 'dot'.
fr: Affiche le contenu de la mémoire en tant que caractères. Si une seule adresse est spécifiée, un seul caractère est donné. si aucune adresse n'est spécifiée, alors l'adresse marquée d'un point est utilisée.
hu: A memória tartalmának megjelenítése karakter grafikaként. Ha csak egy cím adott, egyetlen karakter rajzolódik ki. Ha nincs cím megadva, a ``pont'' címet használja.
it: Mosta il contenuto della memoria come dati caratteri. Se è specificato solo un indirizzo, verrà visualizzato solo un carattere. Se non è specificato alcun indirizzo, varrà utilizzato l'indirizzo ``dot'' .
nl: Toon de geheugen inhoud als karakter data. Als er maar een adres is opgegeven dan zal er maar een karakter worden weergegeven. Als er geen adres is opgegeven dan zal het huidige adres gebruikt worden.
pl: Pokaż zawartość pamięci jako dane znakowe. Jeśli podano tylko jeden adres, pokazany jest tylko jeden znak. Jeśli nie podano adresów, użyty jest adres 'kropka'.
sv: Visa minnets innehåll som teckendata. Om endast en adress anges, visas endast ett tecken. Om ingen adress anges används "punkt"-adressen.
tr: Bellek içeriðini karakter verisi olarak göster. Yalnýzca bir adres belirtilmiþse, yalnýzca tek karakter görüntülenir. Eðer hiç adres girilmemiþse, 'nokta' adresi kullanýlýr.

source: Save the memmap as a picture. Format is: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
da: Gem memmap som billede. Format: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
de: Speicher die memmap als Bilddaten. Formate: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
es: Graba mapa memoria como gráfico. el formato es: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
fr: Sauvegarder le plan de la mémoire comme une image. Les formats sont: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
hu: Memória térkép mentése képként. A formátum: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
it: Salva la mappa di memoria come immagine. I Formati sono: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
nl: Sla de memmap op als een afbeelding. Formaat is: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
pl: Zapisz mapę pamięci jako obrazek. Format: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
sv: Sparar minneskartan som en bild. Format: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.
tr: Bellek haritasýný resim olarak kaydet. Biçim: 0 = BMP, 1 = PCX, 2 = PNG, 3 = GIF, 4 = IFF.

source: mask
da: maske
de: Maske
es: máscara
fr: masque
nl: masker
tr: maske

source: Show the memmap. The mask can be specified to show only those locations with accesses of certain type(s). The mask is a number with the bits "ioRWXrwx", where RWX are for ROM and rwx for RAM. Optionally, an address range can be specified.
da: Vis memmap. Masken kan angives for kun at vise de celler, som er tilgået med valgte typer tilgang. Masken er et tal med bitsne "ioRWXrwx", hvor RWX er ROM og rwx er RAM. Et adresseområde kan eventuelt angives.
de: Zeige die memmap. Die Maske kann so definiert werden, dass nur jene Orte mit Zugriff auf spezifische Typ(en) gezeigt werden. Die Maske ist eine Nummer mit Bits "ioRWXrwx", wobei RWX für ROM und rwx für RAM steht. Optional kann ein Adressbereich definiert werden.
es: Mostrar el mapa de memoria. La mascara puede definirse para mostrar sólo aquellas localizaciones con un determinado tipo(s). La máscara es un número con bits "ioRVXrvx", donde RWX son para ROM y rwx son para RAM. Opcionalmente, se puede especificar un rango de direcciones.
fr: Affiche le plan de la mémoire. Un masque peut être spécifié pour ne montrer que les emplacements avec accès à certains type(s). Le masque est un nombre avec les bits "ioRWXrwx", ou RWX est pour le ROM et rwx pour le RAM. Optionnellement, une plage d'adresses peut être spécifiée.
hu: A memória térkép mutatása. A maszk úgy állítható, hogy csak azokat a helyeket mutassa, amelyek a megadott eléréssel rendelkeznek. A maszk egy szám az "ioRWXrwx" bitekkel, ahol az RWX a ROM-ra, az rwx a RAM-ra vonatkozik. Tetszés szerint egy címtartomány is megadható.
it: Mostra la mappa di memoria. La maschera può essere specificata per mostrare solo quelle locazioni con accessi un un certo tipo. La maschera è un numero con i bit "ioRWXrwx", dove RWX sono per la ROM e rwx per la RAM. Opzionalmente, può essere specificato anche un intervallo di indirizzi.
nl: Toon de memmap. Het masker kan worden opgegeven zodat er alleen de adressen met toegrijpingen van een bepaalde soort(en) zal worden getoond. Het masker is een nummer met de bits "ioRWXrwx", waar RWX is voor ROM, en rwx voor RAM. Er kan optioneel een adres bereik worden opgegeven.
pl: Pokazuje mapę pamięci. By pokazać tylko obszar dostępów danego typu, można określić maskę. Maska to numer zawierający bity "ioRWXrwx", gdzie RWX to ROM, a rwx to RAM. Opcjonalnie można określić zakres adresów.
sv: Visa minneskartan. Masken kan anges för att endast visa de celler som gäller specifik(a) typ(er). Masken är ett tal med bitarna "ioRWXrwx", där RWX är för ROM och rwx är för RAM. Ett minnesområde kan eventuellt anges.
tr: Bellek haritasýný göster. Maske, yalnýzca belirli tiplerce eriþilebilen konumlarda belirtilebilir. Maske "ioRWXrwx" bitlerinden oluþan bir sayýdýr. RWX ROM'u, rwx RAM'i ifade eder. Opsiyonel olarak bir adres aralýðý belirtilebilir.

source: Clear the memmap.
da: Nulstil memmap.
de: Lösche die memmap.
es: Limpiar mapa de memoria.
fr: Effacer le plan de la mémoire.
hu: A memória térkép törlése.
it: Cancella la mappa di meoria.
nl: Veeg de memmap schoon.
pl: Wyczyść mapę pamięci.
sv: Töm minneskartan.
tr: Bellek haritasýný temizle.

source: Display the contents of memory as sprite data. If only one address is specified, only one sprite is displayed. If no addresses are given, the ``dot'' address is used.
da: Vis hukommelsens indhold som spritedata. Hvis kun en adresse angives, vises kun en sprite. Hvis ingen adresse angives bruges "punktum"-adressen.
de: Zeige den Speicher als Sprite Daten. Wenn nur eine Adresse angegeben wurde, wird nur ein Sprite gezeitg. Wenn keine Adresse angegeben wurde, wird die aktuelle Adresse verwendet.
es: Mostrar el contenido de memoria como datos de sprites, Si sólo se especifica una dirección, solo se muestra un sprite. Si no se dan direcciones, se usa la dirección 'dot'.
fr: Afficher le contenu de la mémoire en tant que données sprite. Si une seule adresse est spécifiée, un seul sprite est affiché. Si aucune adresse n'est spécifiée, le sprite à l'adresse marquée d'un point est affiché.
hu: A memória tartalmának megjelenítése sprite adatkéne. Ha csak egy cím van megadva, egyetlen sprite-ot mutat. Ha egyáltalán nincs cím megadva, az aktuális címet használja.
it: Mostra il contenuto della memoria come dati sprite. Se è specificato solo un indirizzo, verrà mostrato solo uno sprite. Se non è specificato alcun indirizzo, varrà utilizzato l'indirizzo ``dot''.
nl: Toon de geheugen inhoud als sprite data. Als er maar een adres is opgegeven dan zal er maar een sprite worden getoond. Als er geen adres is opgegeven dan zal het huidige adres worden gebruikt.
pl: Pokazuje zawartość pamięci jako dane duszków. Jeśli podano tylko jeden adres, pokazywany jest tylko jeden duszek. Jeśli nie podano adresu, używany jest adres ``dot'.
sv: Visa minnets innehåll som spritedata. Om endast en adress anges, visas endast en sprite. Om ingen adress anges används "punkt"-adressen.
tr: Bellek içeriðini yaratýk verisi olarak göster. Yalnýzca bir adres belirtilmiþse, yalnýzca tek yaratýk görüntülenir. Eðer hiç adres girilmemiþse, 'nokta' adresi kullanýlýr.

source: Move memory from the source specified by the address range to the destination specified by the address. The regions may overlap.
da: Kopiér data fra kilden angivet af hukommelsesområdet til destinationen som angives af adressen. Regionerne kan overlappe.
de: Verschiebe Speicher von Startadresse definiert durch den Adressbereich zum Zielbereich definiert durch die Adresse. Die Bereiche können überlappend sein.
es: Mueve memoria desde la fuente especificada por rango de direcciones al destino especificado en dirección. La region puede estas superpuesta.
fr: Déplacer la mémoire de la source spécifiée par la plage d'adresses à la destination spécifiée par l'adresse. Les régions peuvent se chevaucher.
hu: Memória másolása a forrás területrõl a cél cím által meghatározott területre. A tartományok átfedése megengedett.
it: Sposta la memoria dalla sorgente specificata dall'intervallo di indirizzi alla destinazione specificata dall'indirizzo. Le regioni possono sovrapporsi.
nl: Verplaats data van de opgegeven bron adres reeks naar het doel adres. De reeksen kunnen overlappen.
pl: Przesuwa pamięć z określonego zakresu adresów pod podany adres. Zakresy mogą się pokrywać.
sv: Flytta minne från källadressen som anges av minnesområdet till destinationen som anges av adressen. Regionerna kan vara överlappande.
tr: Belleði belirtilmiþ kaynak adres aralýðýndan belirtilmiþ hedef adresine taþý. Alanlar üst üste binebilir.

source: Checkpoint commands
da: Checkpoint-kommandoer
de: Checkpoint Kommandos
es: Comandos de control
fr: Commandes de points d'arrêt
nl: Checkpunt commandos
pl: Komendy punktów kontrolnych
sv: Kommandon för brytpunkter
tr: Kontrol Noktasý komutlarý
