Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Not implemented yet!
da: Endnu ikke implementeret!
de: Noch nicht implementiert!
es: ¡No implementado aún!
fr: Pas encore implémenté!
hu: Még nem implementált!
it: Non ancora implementato!
nl: Nog niet ondersteund!
pl: Jeszcze nie zaimplementowano!
sv: Ej implementerat ännu!
tr: Henüz tamamlanmadý!

source: Speed Adjustment
da: Hastighedsjustering
de: Geschwindigkeitsanpassung
es: Ajuste velocidad
fr: Ajustement de vitesse
hu: Sebesség beállítás
it: Variazione velocità
nl: Snelheidsaanpassing
pl: Regulacja prędkości
sv: Hastighetsjusering
tr: Hýz Ayarlamasý

source: HD image file
da: HD-imagefil
de: HD Image Name
es: Fichero imagen HD
fr: Nom d'image HD
nl: HD bestand
pl: Plik obrazu HD
sv: HD-avbildningsfil
tr: HD imaj dosyasý

source: Select HD image file
da: Angiv HD-imagefil
de: HD Image Datei auswählen
es: Seleccionar fichero imagen HD
fr: Sélectionnez le fichier image du D.D.
hu: Válassza ki a merevlemez képmás fájlt
it: Seleziona il file immagine dell'HD
nl: Selecteer HD bestand
pl: Wybierz plik obrazu HD
sv: Ange HD-avbildningsfil
tr: HD imaj dosyasý seç

source: IDE64 version
nl: IDE64 versie
pl: Wersja IDE64

source: USB Server address to bind to
nl: USB server adres waaraan gebonden moet worden
pl: Wprowadź adres serwera USB

source: Enable saving of the IDE64 RTC data
nl: Activeer opslaan van de IDE64 RTC data
pl: Włącz zapis zegara IDE64

source: Select BIOS file
da: Vælg BIOS-fil
de: BIOS Datei wählen
es: Seleccionar fichero BIOS
fr: Sélectionner le fichier du BIOS
hu: Válasszon BIOS fájlt
it: Seleziona il file del BIOS
nl: Selecteer BIOS bestand
pl: Wybierz plik BIOS
sv: Välj BIOS-fil
tr: BIOS dosyasý seçin

source: Select MMC/SD image file
da: Vælg MMC/SD-image
de: MMC/SD Image Date wählen
es: Seleccionar fichero imagen MMC/SD
fr: Sélectionnez le fichier image du MMC/SD
hu: Válassza ki az MMC/SD képmás fájlt
it: Seleziona il file immagine MMC/SD
nl: Selecteer MMC/SD bestand
pl: Wybierz plik obrazu MMC/SD
sv: Ange MMC/SD-avbildningsfil
tr: MMC/SD imaj dosyasý seçin

source: Select EEPROM file
da: Vælg EEPROM-fil
de: EEPROM Datei wählen
es: Seleccionar fichero EEPROM
fr: Sélectionner le fichier EEPROM
nl: Selecteer EEPROM bestand
pl: Wybierz plik EEPROM
sv: Välj EEPROM-fil
tr: EEPROM dosyasý seçin

source: Select card image file
da: Angiv kortimagefil
de: Card Image Datei auswählen
es: Selecionar fichero imagen tarjeta
fr: Sélectionnez le fichier image carte
nl: Selecteer card bestand
pl: Wybierz plik obrazu karty
sv: Ange kortavbildningsfil
tr: Kart imaj dosyasý seç

source: Card read/write
da: Kort læs/skriv
de: Card lese/schreibe
es: Tarjeta lectura/grabación
fr: Lecture/Écriture Carte
nl: Card lees/schrijf
pl: odczyt/zapis na kartę
sv: Skrivbart kort
tr: Kart oku/yaz

source: Save EEPROM image when changed
da: Gem EEPROM image ved ændringer
de: GEO-RAM Imagedatei bei Änderung speichern
es: Grabar imagen EEPROM cuando cambie
fr: Enregistrer l'image EEPROM lorsque modifiée
nl: GEO-RAM bestand opslaan indien gewijzigd
pl: Zapisuj obraz EEPROM przy zmianie
sv: Spara EEPROM-avbildning vid ändringar
tr: EEPROM imajý deðiþtiðinde kaydet

source: EEPROM read/write
da: EEPROM læs/skriv
de: EEPROM lese/schreibe
es: Lectura/grabación EEPROM
fr: Lecture/Écriture EEPROM
nl: EEPROM lees/schrijf
pl: odczyt/zapis EEPROM
sv: Skrivbar EEPROM
tr: EEPROM oku/yaz

source: SID engine and model
da: SID-motor og -model
de: SID Engine und Modell
es: Modelo y motor SID
fr: Engin SID et modèle
nl: SID kern en model
pl: silnik i model SID
sv: SID-motor och -modell
tr: SID motoru ve modeli

source: SID engine
da: SID-motor
es: Motor SID
fr: Engin SID
nl: SID kern
pl: Silnik SID
sv: SID-motor
tr: SID motoru

source: snapshot file
da: snapshot-fil
de: Snapshot Datei
es: Fichero volcado memoria
fr: Fichier de sauvegarde
hu: pillanatkép fájl
it: File di snapshot
nl: momentopnamebestand
pl: plik zrzutu
sv: ögonblicksbildfil
tr: Anlýk görüntü dosyasý

source: Select snapshot file
da: Vælg snapshot-fil
de: Snapshot Datei wählen
es: Seleccionar fichero volcado memoria
fr: Sélectionner le fichier de sauvegarde
hu: Válasszon pillanatkép fájlt
it: Seleziona il file di snapshot
nl: Selecteer momentopnamebestand
pl: Wybierz plik zrzutu
sv: Välj ögonblicksbildfil
tr: Anlýk görüntü dosyasý seçin

source: Select External Palette file
da: Brug ekstern palette-fil
de: Benutze externe Palette (Datei)
es: Seleccionar fichero paleta externa
fr: Utiliser une palette externe (fichier)
hu: Válasszon külsõ paletta fájlt
it: Seleziona il file per la palette esterna
nl: Selecteer extern paletbestand
pl: Wybierz plik zewnętrznej palety kolorów
sv: Använd en extern palett (fil)
tr: Harici Palet dosyasý seçin

source: External VICII palette
da: Ekstern VICII palette
de: Externe VICII Palette
es: Paleta VICII externa
fr: Palette externe VICII
nl: Extern VICII palet
pl: Zewnętrzna paleta VICII
sv: Extern VICII-palett
tr: Harici VICII paleti

source: External VIC palette
da: Ekstern VIC palette
de: Externe VIC Palette
es: Paleta VIC externa
fr: Palette externe VIC
nl: Extern VIC palet
pl: Zewnętrzna paleta VIC
sv: Extern VIC-palett
tr: Harici VIC paleti

source: External TED palette
da: Ekstern TED palette
de: Externe TED Palette
es: Paleta TED externa
fr: Palette externe TED
nl: Extern TED palet
pl: Zewnętrzna paleta TED
sv: Extern TED-palett
tr: Harici TED paleti

source: External VDC palette
da: Ekstern VDC palette
de: Externe VDC Palette
es: Paleta VDC externa
fr: Palette externe VDC
nl: Extern VDC palet
pl: Zewnętrzna paleta VDC
sv: Extern VDC-palett
tr: Harici VDC paleti

source: External CRTC palette
da: Ekstern CRTC palette
de: Externe CRTC Palette
es: Paleta CRT externa
fr: Palette externe CRTC
nl: Extern CRTC palet
pl: Zewnętrzna paleta CRTC
sv: Extern CRTC-palett
tr: Harici CRTC paleti

source: Text
da: Tekst
es: Texto
fr: Texte
nl: Tekst
pl: Tekst
tr: Metin

source: Current Model
da: Nuværende model
de: Aktuelles Modell
es: modelo actual
fr: Modèle actuel
hu: Jelenlegi modell
it: Modello attuale
nl: Huidig model
pl: Obecny model
sv: Aktuell modell
tr: Geçerli Model

source: RAM banks 2 & 3
da: RAM bank 2 & 3
de: RAM Bänkte 2 & 3
es: RAM bancos 2 y 3
fr: Banques RAM 2 & 3
hu: 2-es és 3-as RAM bankok
it: Banchi di RAM 2 & 3
nl: RAM banken 2 & 3
pl: Banki RAM 2 i 3
sv: RAM-bank 2 & 3
tr: RAM banklarý 2 & 3

source: Enable Internal Function RTC data saving
nl: Activeer het opslaan van de interne functie RTC data
pl: Włącz zapis zegara wewnętrznego Function ROM-u

source: Enable External Function RTC data saving
nl: Activeer het opslaan van de externe functie RTC data
pl: Włącz zapis zegara zewnętrznego Function ROM-u

source: Select ROM file
da: Vælg ROM-fil
de: ROM Datei wählen
es: Seleccionar fichero ROM
fr: Sélectionner fichier ROM
hu: Válasszon ROM fájlt
it: Seleziona file della ROM
nl: Selecteer ROM bestand
pl: wybierz plik ROM
sv: Välj ROM-fil
tr: ROM dosyasý seçin

source: DigiMAX Enabled
da: DigiMAX aktivéret
de: DigiMAX aktiviert
es: Permitir DigiMAX
fr: DigiMAX Activé
nl: DigiMAX Aan/Uit
pl: DigiMAX włączony
sv: DigiMAX aktiverad
tr: DigiMAX'ý Aktif Et

source: Drive sound enabled
nl: Drive geluiden aan/uit
pl: Włącz dźwięki napędu

source: Drive sound settings
nl: Drive geluiden instellingen
pl: Ustawienia dźwięków napędu

source: DS12C887 RTC Enabled
da: DS12C887 RTC Aktiveret
de: DS12C887 RTC aktiviert
es: DS12C887 RTC Permitida
fr: DS12C887 RTC Activé
nl: DS12C887 Aan/Uit
pl: Włączenie DS12C887 RTC
sv: DS12C887 RTC aktiverad
tr: DS12C887 RTC Aktif

source: Enable DS12C887 RTC data saving
nl: Activeer het opslaan van de DS12C887 RTC data
pl: Włącz zapis zegara DS12C887

source: SFX Sound Expander Enabled
da: SFX Sound Expander Aktiveret
de: SFX Sound Expander aktiviert
es: Permitir SFX Sound Expander
fr: SFX Sound Expander Activé
hu: SFX Sound Expander engedélyezve
it: Attiva SFX Sound Expander
nl: SFX Sound Expander Aan/Uit
pl: SFX Sound Expander włączony
sv: SFX Sound Expander aktiverad
tr: SFX Sound Expander Aktif

source: SFX Sound Sampler Enabled
da: SFX Sound Sampler Aktiveret
de: SFX Sound Sampler aktiviert
es: Permitir SFX Sound Sampler
fr: SFX Sound Sampler Activé
nl: SFX Sound Sampler Aan/Uit
pl: Włączony sampler dźwięku SFX
sv: SFX Sound Sampler aktiverad
tr: SFX Sound Sampler Aktif

source: Jiffy switch enabled
fr: Jiffy switch activée
nl: Jiffy schakelaar Aan/Uit
pl: Przełącznik jiffy włączony
sv: jiffyomkopplare aktiverad

source: Speed switch enabled
fr: Speed switch activée
nl: Snelheid schakelaar Aan/Uit
pl: Przełącznik speed włączony
sv: Hastighetsomkopplare aktiverad

source: Select Sound Record File
da: Vælg lydoptagelsesfil
de: Tonaufnahmedatei definieren
es: Seleccionar fichero grabación sonido
fr: Sélectionnez le fichier d'enregistrement du son
hu: Válassza ki a hangfelvétel kimeneti fájlt
it: Seleziona il file per la registrazione dell'audio
nl: Selecteer geluidsopnamebestand
pl: Wybierz plik zapisu dźwięku
sv: Välj ljudinspelningsfil
tr: Ses Kayýt Dosyasý Seçin

source: Mouse type
da: Mussetype
de: Maustyp
es: Tipo ratón
fr: Type de souris
hu: Egér típusa
it: Tipo di mouse
nl: Muis soort
pl: Typ myszy
sv: Mustyp
tr: Mouse tipi

source: Mouse port
da: Musseport
de: Maus Port
es: Puerto del ratón
fr: Port de la souris
hu: Egér port
it: Porta del mouse
nl: Muis poort
pl: Port myszy
sv: Musport
tr: Mouse portu

source: Enable Smart Mouse RTC saving
nl: Activeer het opslaan van de Smart Mouse RTC
pl: Włącz zapis zegara Smart Mouse

source: Save to EasyFlash CRT file on detach
da: Gem til EasyFlash CRT-fil ved afbrydelse
de: EasyFlash CRT Imagedatei beim entfernen speichern
es: Grabar fichero al extraer EasyFlash CRT
fr: Enregistrer sur fichier CRT EasyFlash au détachement
hu: EasyFlash CRT fájl mentése leválasztáskor
it: Salva su file CRT EasyFlash alla rimozione
nl: Sla op naar het EasyFlash CRT bestand bij ontkoppelen
pl: Zapisz do pliku CRT Easy Flash przy odłączeniu
sv: Spara till EasyFlash-CRT-fil vid frånkoppling
tr: Çýkartýldýðýnda EasyFlash CRT dosyasýna kaydet

source: Save to EasyFlash CRT now
da: Gem til EasyFlash CRT nu
de: EasyFlash CRT Imagedatei jetzt speichern
es: Grabar en EasyFlash CRT ahora
fr: Enregistrer sur fichier CRT EasyFlash maintenant
hu: EasyFlash CRT fájl mentése most
it: Salva su CRT EasyFlash ora
nl: Sla nu op naar het EasyFlash CRT bestand
pl: Zapisz do CRT Easy Flash teraz
sv: Spara till EasyFlash-CRT nu
tr: Hemen EasyFlash CRT'ye kaydet

source: Reset IEC bus with computer
nl: Reset IEC bus met de computer
pl: Zeruj szynę IEC z komputerem

source: CIA model settings
da: CIA-model indstillinger
de: CIA Modell Einstellungen
es: Ajustes modelo CIA
fr: Paramètres du modèle CIA
nl: CIA model instellingen
pl: Ustawienia modelu CIA
sv: CIA-modellinställningar
tr: CIA model ayarlarý

source: Select SID file to load
da: Vælg SID-fil
de: SID Datei wählen
es: Seleccionar fichero SID para cargar
fr: Sélectionner le fichier SID à charger
nl: Selecteer SID bestand voor laden
pl: Wybierz plik SID do wczytania
sv: Välj SID-fil att läsa in
tr: Yüklenecek SID dosyasýný seçin

source: Cannot load snapshot file.
da: Kunne ikke indlæse snapshot-fil.
de: Kann Snapshot Datei nicht laden.
es: No puedo cargar fichero volcado memoria
fr: Impossible de charger l'instantané.
hu: Nem sikerült betölteni a pillanatkép fájlt.
it: Non è possibile caricare il file di snapshot.
nl: Kan momentopnamebestand niet laden.
pl: Nie można wczytać pliku zrzutu.
sv: Kan inte läsa in ögonblicksbildfil.
tr: Anlýk görüntü dosyasý yüklenemedi.

source: Playback error: %s different from line %d of file debug%06d
da: Afspilningsfejl: %s forskellig fra linje %d i filen debug%06d
de: Wiedergabe Fehler: %s ist unterschiedlich von Zeile %d in Datei debug%06d
es: Error de reproducción: %s diferente desde linea %d del fichero de depuración%06d
fr: Erreur de lecture: %s différent de la ligne %d du fichier debug%06d
hu: Visszajátszási hiba: %s különbözik a %d. sorban a debug%06d fájl esetén
it: Errore di riproduzione: %s è differente dalla linea %d del file di debug %06d
nl: Afspeelfout: %s is anders dan regel %d van bestand debug%06d
pl: Błąd otwarzania: %s różni się od linii %d pliku debug%06d
sv: Återspelningsfel: %s inte lika som rad %d i filen debug%06d
tr: Kayýttan yürütme hatasý: %s dosyanýn %d satýrýndan farklý (hata ayýklama%06d)

source: Cannot write image file %s
da: Kunne ikks skrive image-fil %s
de: Kann Datei %s nicht schreiben
es: No puedo grabar fichero imagen %s
fr: Impossible d'écrire le fichier image %s
hu: Nem sikerült a %s képmás fájlba írni
it: Non è possibile scrivere l'immagine %s
nl: Kan niet schrijven naar bestand %s
pl: Nie można zapisać pliku obrazu %s
sv: Kan inte skriva avbildningsfil %s
tr: %s imaj dosyasýna yazýlamadý

source: Cannot find mapped name for %s
da: Kunne ikke finde mappet navn for %s
de: Kann zugeordneten Namen für `%s' nicht finden.
es: No puedo encontrar nombre mapeado para %s
fr: Impossible de trouver le nom correspondant à %s
hu: A VICE %s leképzett nevét nem találja
it: Non è possibile trovare il nome mappato per %s
nl: Kan vertaalde naam voor %s niet vinden
pl: Nie można znaleźć zmapowanej nazwy %s
sv: Kan inte kopplat namn för %s
tr: %s için eþleþme ismi bulunamadý

source: Could not create start snapshot file %s.
da: Kunne ikke oprette start-snapshot-filen %s.
de: Kann Start Snapshot Datei nicht erzeugen: %s
es: No puedo crear inicio fichero volcado memoria %s.
fr: Impossible de créer l'instantané de départ %s.
hu: Nem sikerült a %s kezdeti pillanatkép fájlt létrehozni.
it: Non è possibile creare il file di inizio snapshot %s.
nl: Kon het start momentopnamebestand %s niet maken.
pl: Nie można utworzyć początkowego pliku zrzutu %s.
sv: Kunde inte skapa startögonblicksbildfilen %s.
tr: Anlýk görüntü dosyasý %s yaratýlamadý.

source: Error reading end snapshot file %s.
da: Fejl under læsning af slut-snapshot %s.
de: Kann Ende Snapshot Datei nicht lesen: %s
es: Error leyendo final fichero volcado memoria %s.
fr: Erreur de lecture de l'instantané de fin %s.
hu: Hiba az utolsó %s pillanatkép fájl írásakor.
it: Errore durante la lettura del file di fine snapshot %s.
nl: Fout bij het lezen van het eind van het momentopnamebestand %s.
pl: Błąd odczytu końcowego pliku zrzutu %s.
sv: Fel vid läsning av slutögonblicksbildfilen %s.
tr: Anlýk görüntü dosyasý %s okuma hatasý.

source: Could not create end snapshot file %s.
da: Kunne ikke oprette slut-snapshot-filen %s.
de: Kann Ende Snapshot Datei nicht erzeugen: %s
es: No puedo crear fin fichero volcado memoria %s.
fr: Impossible de créer l'instantané de fin %s.
hu: Nem sikerült a %s befejezõ pillanatkép fájlt létrehozni.
it: Non è possibile creare il file di fine snapshot %s.
nl: Kon het eind momentopnamebestand %s niet maken.
pl: Nie można utworzyć końcowego pliku zrzutu %s.
sv: Kunde inte skapa slutögonblicksbildfilen %s.
tr: Son anlýk görüntü dosyasý %s yaratýlamadý.

source: Could not open end snapshot file %s.
da: Kunne ikke åbne slut-snapshot-filen %s.
de: Kann Ende Snapshot Datei nicht öffnen: %s
es: No puedo abrir fin fichero volcado memoria %s.
fr: Impossible d'ouvrir l'instantané de fin %s.
hu: Nem sikerült az utolsó %s pillanatkép fájlt megnyitni.
it: Non è possibile aprire il file di fine snapshot %s.
nl: Kon het eind momentopnamebestand %s niet openen.
pl: Nie można otworzyć końcowego pliku zrzutu %s.
sv: Kunde inte öppna slutögonblicksbildfilen %s.
tr: Son anlýk görüntü dosyasý %s açýlamadý.

source: Could not find event section in end snapshot file.
da: Kunne ikke finde hændelses-sektionen i slut-snapshot-filen.
de: Kann Sektion in Ende Snapshotdatei nicht finden.
es: No puedo encontrar sección eventos en fin fichero volcado memoria.
fr: Impossible de trouver la section event dans l'instantané de fin.
hu: Nem találtam esemény részt az utolsó pillanatkép fájlban.
it: Non è possibile trovare la sezione eventi nel file di fine snapshot.
nl: Kon de gebeurtenis sectie in eind momentopnamebestand niet vinden.
pl: Nie znaleziono sekcji zdarzeń w pliku końcowym zrzutu
sv: Kunde inte hinna händelsedelen i slutögonblicksbilden.
tr: Son anlýk görüntü dosyasýnda olay bölümü bulunamadý.

source: Error reading start snapshot file. Tried %s and %s
da: Fejl under læsning af start-snapshot. Prøvede %s og %s
de: Fehler beim Lesen der Start Snapshot Datei. Versuch gescheitert bei %s und %s.
es: Error leyendo inicio fichero volcaco memoria. Intentado %s y %s
fr: Erreur de lecture de l'instantané de départ. Essayé %s et %s
hu: Nem sikerült az elsõ pillanatkép fájl olvasása. Kipróbálva: %s és %s
it: Errore durante la lettura del file di inizio snapshot. Ho provato %s e %s
nl: Fout bij het lezen van het start momentopnamebestand. Heb %s en %s geprobeerd
pl: Błąd odczytu początkowego pliku zrzutu. Wypróbowano %s i %s
sv: Fel vid läsning av startögonblicksbildfil. Försökte med %s och %s
tr: Baþlangýç anlýk görüntü dosyasý okuma hatasý. %s ve %s denendi

source: Error reading start snapshot file.
da: Fejl under læsning af start-snapshot.
de: Fehler beim Lesen der Start Snapshot Datei.
es: Error leyendo inicio fichero volcaco memoria.
fr: Erreur de lecture de l'instantané de départ.
hu: Nem sikerült az indító pillanatkép fájl olvasása.
it: Errore durante la lettura del file di inizio snapshot.
nl: Fout bij het lezen van het start momentopnamebestand.
pl: Błąd odczytu początkowego pliku zrzutu.
sv: Fel vid läsning av startögonblicksbildfil.
tr: Baþlangýç anlýk görüntü dosyasý okuma hatasý.

source: Sorry. Multiple recording is not supported.
da: Kun en optagelse kan foretages ad gangen.
de: Eine Aufnahme ist zur Zeit aktiv. Mehrfache Aufnahme ist nicht möglich.
es: Lo siento, no estan soportadas las grabaciones múltiples.
fr: Désolé. De multiples enregistrements ne sont pas supporté.
hu: Sajnálom: többszörös felvétel nem támogatott.
it: Le registrazioni multiple non sono supportate.
nl: Sorry. Meerdere opnamen wordt niet ondersteund.
pl: Przepraszamy, wielościeżkowy zapis nie jest obsługiwany.
sv: Endast en inspelning kan göras åt gången.
tr: Üzgünüz. Çoklu kayýt desteklenmiyor.

source: write to sound device failed.
da: Kunne ikke skrive til lydenhed.
de: Schreiben auf Sound Gerät ist fehlgeschlagen.
es: Fallo en grabación periférico sonido.
fr: impossible d'écrire sur le périphérique son.
hu: Nem sikerült a hangeszközre írni
it: scrittura sulla scheda audio fallita.
nl: schrijfactie naar geluidsapparaat is mislukt.
pl: Zapis do urządzenia dźwięku nie powiódł się.
sv: misslyckades att skriva till ljudenhet.
tr: ses aygýtýna yazma baþarýsýz oldu.

source: Cannot open SID engine
da: Kunne ikke åbne SID-motor
de: Kann SID Engine nicht öffnen
es: No puedo abrir motor SID
fr: Erreur d'ouverture de l'engin SID
hu: Nem sikerült a SID motort megnyitni
it: Non è possibile aprire il motore SID
nl: Kan de SID kern niet openen
pl: Nie można otworzyć silnika SID
sv: Kan inte öppna SID-motor
tr: SID motoru açýlamýyor

source: Cannot initialize SID engine
da: Kunne ikke initialisere SID-motor
de: Kann SID Engine nicht initialisieren
es: No puedo inicializar motor SID
fr: Erreur d'initialisation de l'engin SID
hu: Nem sikerült a SID motort elindítani
it: Non è possibile inizializzare il motore SID
nl: Kan de SID kern niet initialiseren
pl: Nie można uruchomić silnika SID
sv: Kan inte initiera SID-motor
tr: SID motorunun baþlangýç ayarlarý yapýlamýyor

source: initialization failed for device `%s'.
da: Initialisering fejlede for enhed "%s".
de: Initialisierung von Gerät `%s' fehlgeschlagen.
es: Fallo inicialización para periférico `%s'.
fr: erreur d'initialisation du périphérique `%s'.
hu: A `%s' eszközt nem sikerült elindítani.
it: inizializzazione fallita per il device `%s'.
nl: initialisatie voor apparaat `%s' is mislukt.
pl: Inicjalizacja urządzenia `%s' nie powiodła się.
sv: initiering misslyckades för enhet "%s".
tr: `%s' aygýtý için baþlangýç ayarlarý baþarýsýz oldu.

source: device '%s' not found or not supported.
da: enhed "%s" ikke fundet eller understøttet.
de: Gerät '%s' konnte nicht gefunden werden oder ist nicht unterstützt.
es: Periférico '%s' no encontrado o soportado.
fr: périphérique '%s' non trouvé ou non supporté.
hu: A '%s' eszköz nem létezik, vagy nem támogatott.
it: il device '%s' non è stato trovato oppure non è supportato.
nl: apparaat '%s' niet gevonden of wordt niet ondersteund
pl: Nie znaleziono urządzenia '%s' lub jest ono niewspierane
sv: enheten "%s" hittades eller stöds ej.
tr: '%s' aygýtý yok ya da desteklenmiyor.

source: Recording device %s doesn't exist!
da: Optageenheden %s findes ikke!
de: Aufnahmegerät %s existiert nicht!
es: No existe el periférico %s de grabación
fr: Le périphérique d'enregistrement %s n'existe pas!
hu: A %s felvevõ eszköz nem létezik!
it: Il device di registrazione %s non esiste!
nl: Opnameapparaat %s bestaat niet!
pl: Urządzenie zapisu %s nie istnieje!
sv: Inspelningsenhet %s finns inte!
tr: Kayýt aygýtý %s mevcut deðil!

source: Recording device must be different from playback device
da: Indspilningsenhed og optagelsesenhed skal være forskellige
de: Aufnahmegerät muss unterschiedlich vom Abspielgerät sein
es: Periferico de grabación y reproducción tienen que ser diferentes
fr: Le périphérique de son d'enregistrement doivent être différents
hu: A felvevõ és lejátszó eszközöknek különböznie kell
it: Il device di registrazione deve essere differente da quello di riproduzione
nl: Opnameapparaat moet anders zijn dan afspeelapparaat
pl: Urządzenie zapisu musi być inne niż urządzenie odtwarzania
sv: Inspelningsenhet och återspelningsenhet kan inte vara samma
tr: Kayýt aygýtý kayýttan yürütme aygýtý ile farklý olmak zorundadýr

source: Warning! Recording device %s seems to be a realtime device!
da: Advarsel! Optageenheden %s ser ud til at være en realtidsenhed!
de: Warnung! Aufnahmegerät %s scheint ein Echtzeitgerät zu sein!
es: ¡Precaución! periférico de grabación %s parece ser un periferico en tiempo real
fr: Attention! Le périphérique d'enregistrement %s semble être un périphérique temps réel
hu: Figyelem! A %s felvevõ eszköz úgy tûnik, valós idejû eszköz!
it: Attenzione! Il device di registrazione %s sembra essere un dispositivo realtime!
nl: Waarschuwing! Opnameapparaat %s lijkt een realtime apparaat te zijn!
pl: Ostrzeżenie! Urządzenie zapisu %s działa chyba w czasie rzeczywistym!
sv: Varning! Inspelningsenheten %s verkar vara en realtidsenhet!
tr: Uyarý! Kayýt aygýtý %s gerçek zamanlý bir aygýt gibi görünüyor!

source: The recording device doesn't support current sound parameters
da: Optageenheden understøtter ikke de valgte lydparametre
de: Aufnahmegerät unterstützt derzeitige Soundeinstellungen nicht
es: El periférico de grabación no soporta los actuales parametros de sonido
fr: Le périphérique d'enregistrement ne supporte pas les paramètres actuels
hu: A felvevõ eszköz nem támogatja az aktuális hangbeállításokat
it: Il device di registrazione non supporta i parametri attuali
nl: Het opname apparaat ondersteunt de huidige geluid opties niet
pl: Urządzenie zapisu nie obsługuje obecnych parametrów dźwięku
sv: Inspelningsenheten stöder inte aktuella ljudinställningar
tr: Kayýt aygýtý geçerli ses parametrelerini desteklemiyor

source: Sound buffer overflow (cycle based)
da: Lydbuffer overløb (cykelbaseret)
de: Sound Puffer Überlauf (Zyklus basiert)
es: Desbordamiento Buffer sonido (Base ciclos)
fr: Erreur de dépassement de tampon son (cycle based)
hu: Hangpuffer túlcsordulás (ciklus alapú)
it: Overflow del buffer audio (cycle based)
nl: Geluidsbuffer overloop (cyclus gebaseerd)
pl: Przepełniony bufor dźwięku (cykliczny)
sv: För mycket data i ljudbufferten (cykelbaserad)
tr: Ses arabellek taþmasý (cycle bazlý)
