Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Save Internal Function RTC data when changed
nl: Sla de interne functie RTC data op indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego Internal Function przy zmianie

source: Enable RAM banks 2 and 3
da: Aktivér RAM-bank 2 og 3
de: RAM Bänke 2 und 3 aktivieren
es: Permitir bancos 2 y 3
fr: Activer les banques RAM 2 et 3
hu: 2-es és 3-as RAM bankok engedélyezése
it: Attiva i banchi di RAM 2 e 3
nl: Aktiveer RAM bank 2 en 3
pl: Włącz banki RAM 2 i 3
sv: Aktivera RAM-bank 2 och 3
tr: RAM banklarý 2 ve 3'ü aktif et

source: IEEE488 Interface emulation
da: Emulering af IEEE488-interface
de: IEEE488 Schnittstellen-Emulation
es: Emulación de interface IEEE488
fr: Interface d'émulation IEEE488
nl: IEEE488 Interface emulatie
pl: Emulacja interfejsu IEEE488
sv: Emulering av IEEE488-gränssnitt
tr: IEEE488 Arabirimi emülasyonu

source: C128 model settings
da: C128-modelindstillinger
de: C128 Modell Einstellungen
es: Ajustes modelo C128
fr: Paramètres du modèle C128
nl: C128 model instellingen
pl: Ustawienia modelu C128
sv: C128-modellinställningar
tr: C128 model ayarlarý

source: C64 drive burst modification settings
da: C64-drev burst-modifikationsindstillinger
de: C64 Laufwerk Burstmodifkation Einstellungen
es: Ajuste modificación Burst en controlador C64
fr: Paramètres de l'émulation de Burst Lecteur C64
nl: C64 drive burst modificatie instellingen
pl: Ustawienia trybu synchronicznego napędu C64
sv: Inställningar för C64 diskettburstmodifiering
tr: C64 sürücüsü atlama modifikasyon ayarlarý

source: Enable the C64 drive burst modification
da: Aktivér C64-drev burst-modifikation
de: C64 Laufwerk Burstmodifikation aktivieren
es: Habilitar modificación Burst en Controlador C64
fr: Activer l'émulation de Burst Lecteur C64
nl: Activeer de C64 drive burst modificatie
pl: Włącz modyfikację trybu synchronicznego napędu C64
sv: Aktivera C64 diskettburstmodifiering
tr: C64 sürücüsü atlama modifikasyonunu aktif et

source: C64 drive burst modification CIA
da: C64-drev burst-modifikation CIA
de: C64 Laufwerk Burstmodifikation CIA
es: Modificación Burst en CIA de controlador C64
fr: Modification CIA Burst Lecteur C64
nl: C64 drive burst modificatie CIA
pl: CIA trybu synchronicznego napędu C64
sv: C64 diskettburstmodifiering CIA
tr: C64 sürücüsü atlama modifikasyon CIA'sý

source: Memory expansion hacks settings
nl: Geheugen uitbreiding hacks instellingen
pl: Ustawienia hacków rozszerzenia pamięci

source: Enable the CP/M Cartridge
nl: Activeer de CP/M cartridge

source: DTV ROM image File
da: DTV ROM-imagefil
de: DTV ROM Image Name
es: Fichero imagen DTV ROM
fr: Nom d'image DTV ROM
nl: DTV ROM bestand
pl: Plik obrazu ROM DTV
sv: DTV ROM-avbildningsfil
tr: DTV ROM imaj Dosyasý

source: Attach DTV Flash Image
da: Tilslut DTV-flashimage
de: DTV Flash Image einlegen
es: Insertar Imagen DTV Flash
fr: Attacher une image DTV Flash
hu: DTV Flash képmás csatolása
it: Seleziona l'immagine di una memoria flash DTV
nl: Koppel DTV Flash Bestand
pl: Zamontuj obraz DTV Flash
sv: Anslut en DTV-flashavbildningsfil
tr: DTV Flash Imajý Yerleþtir

source: C64DTV settings
da: C64DTV-indstillinger
de: C64DTV Einstellungen
es: Ajustes C64DTV
fr: Paramètres C64DTV
nl: C64DTV Instellingen
pl: Ustawienia C64DTV
sv: C64DTV-inställningar
tr: C64DTV Ayarlarý

source: Enable Hummer ADC
da: Aktivér Hummer ADC
de: Hummer ADC Aktivieren
es: Permitir Hummer ADC
fr: Activer Hummer ADC
hu: Hummer ADC engedélyezése
it: Attiva Hummer ADC
nl: Activeer Hummer ADC
pl: Włącz Hummer ADC
sv: Aktivera Hummer-A/D-omvandlare
tr: Hummer ADC'yi aktif et

source: Create DTV Flash Image
da: Opret DTV-flashimage
de: DTV Image Datei erzeugen
es: Crear Imagen DTV Flash
fr: Créer image Flash DTV
hu: DTV Flash képmás létrehozása
it: Crea l'immagine di una memoria flash DTV
nl: Maak DTV Flash Bestand
pl: Utwórz obraz flash DTV
sv: Skapa DTV-flashavbildning
tr: DTV Flash Imajý Oluþtur

source: DTV ROM Creation
da: DTV-ROM oprettelse
de: DTV ROM Erzeugung
es: Creación DTV ROM
fr: Création ROM DTV
hu: DTV ROM létrehozás
it: Creazione ROM DTV
nl: Maak DTV Flash Bestand
pl: Tworzenie ROM-u DTV
sv: Skapa DTV-ROM
tr: DTV ROM Yaratma

source: Copy C64 ROMS into image
da: Kopiér C64-ROM'mer til image
de: C64 ROMS auf Image kopieren
es: Copiar C64 ROMS en imagen
fr: Copier ROMS C64 dans l'image
hu: C64 ROM-ok másolása a képmásba
it: Copia ROM C64 in un'immagine
nl: Kopieer C64 ROMS naar bestand
pl: Kopiuj ROM-y C64 do obrazu
sv: Kopiera C64-ROM:ar till avbild
tr: C64 ROMlarýný imaja kopyala

source: Create
da: Opret
de: Erzeugen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
nl: Maak
pl: Utwórz
sv: Skapa
tr: Yarat

source: C64DTV model settings
da: C64DTV-modelindstillinger
de: C64DTV Modell Einstellungen
es: Ajustes modelo C64DTV
fr: Paramètres du modèle C64DTV
nl: C64DTV model instellingen
pl: Ustawienia modelu C64DTV
sv: C64DTV-modellinställningar
tr: C64DTV model ayarlarý

source: Attach flash rom image
da: Tilslut flash-rom-image
de: Flash ROM Image einlegen
es: Insertar imagen rom flash
fr: Attacher une image Flash Rom
nl: Koppel flash rom bestand
pl: Zamontuj obraz flash rom
sv: Anslut flash-rom-avbildningsfil
tr: Flash rom imajý yerleþtir

source: Detach flash rom image
da: Frakobl flash-rom-imagesfil
de: Flash ROM Image entfernen
es: Extraer imagen rom flash
fr: Détacher une image de disque
nl: Ontkoppel flash rom bestand
pl: Odmontuj obraz flash rom
sv: Koppla från flash-rom-avbildningsfil
tr: Flash rom imajýný çýkart

source: True flash filesystem
da: Ægte flash-filsystem
de: True flash Dateisystem
es: Fichero sistema flash verdadero
fr: Système de fichier réel flash
nl: Hardwarematig flash bestandssysteem
pl: Rzeczywisty system plików flash
sv: Äkta flash-filsystem
tr: Gerçek flash dosya sistemi

source: Memory expansion hack device
nl: Geheugen uitbreidingen hack apparaat
pl: Urządzenie hacka rozszerzenia pamięci

source: Select file for C64 256K
nl: Selecteer bestand voor C64 256K
pl: Wybierz plik dla 256K C64

source: +60K base address
nl: +60K basisadres
pl: Adres bazowy +60K

source: Select file for +60K
nl: Selecteer bestand voor +60K
pl: Wybierz plik dla +60K

source: Select file for +256K
nl: Selecteer bestand voor +256K
pl: Wybierz plik dla +256K

source: Model line
da: Modelltyp
de: Modell Linie
es: Linea modelo
fr: Ligne du modèle
nl: Model lijn
pl: Linia modelu
sv: Modelltyp
tr: Model hattý

source: Attach cartridge image at $1000
da: Tilslut cartridge image på $1000
de: Modul Image bei $1000 einlegen
es: Insertar imagen cartucho en $1000
fr: Attacher une image de cartouche à $1000
nl: Koppel cartridge bestand op $1000
pl: Wsuń obraz kartridża w $1000
sv: Anslut modulfil vid $1000
tr: $1000 adresine kartuþ imajý yerleþtir

source: Attach cartridge image at $2000/$3000
da: Tilslut cartridge image på $2000/$3000
de: Modul Image bei $2000/$3000 einlegen
es: Insertar imagen cartucho en $2000/$3000
fr: Attacher une image de cartouche à $2000/$3000
nl: Koppel cartridge bestand op $2000/$3000
pl: Wsuń obraz kartridża w $2000/$3000
sv: Anslut modulfil vid $2000/$3000
tr: $2000/$3000 adresine kartuþ imajý yerleþtir

source: Attach cartridge image at $4000/$5000
da: Tilslut cartridge image på $4000/$5000
de: Modul Image bei $4000/$5000 einlegen
es: Insertar imagen cartucho en $4000/$5000
fr: Attacher une image de cartouche à $4000/$5000
nl: Koppel cartridge bestand op $4000/$5000
pl: Wsuń obraz kartridża w $4000/$5000
sv: Anslut modulfil vid $4000/$5000
tr: $4000/$5000 adresine kartuþ imajý yerleþtir

source: Attach cartridge image at $6000/$7000
da: Tilslut cartridge image på $6000/$7000
de: Modul Image bei $6000/$7000 einlegen
es: Insertar imagen cartucho en $6000/$7000
fr: Attacher une image de cartouche à $6000/$7000
nl: Koppel cartridge bestand op $6000/$7000
pl: Wsuń obraz kartridża w $6000/$7000
sv: Anslut modulfil vid $6000/$7000
tr: $6000/$7000 adresine kartuþ imajý yerleþtir

source: Load new Cart $1***
da: Indlæs nyt cartridge $1***
de: Modul bei $1*** laden
es: Cargar nuevo Cart $1***
fr: Charger la cartouche $1***
hu: Új Cart. betöltése a $1*** címre
it: Carica una nuova cartuccia $1***
nl: Laad nieuw Cart $1***
pl: Wczytaj nowy kartridż $1***
sv: Läs ny insticksmodul $1***
tr: Yeni Kartuþ $1*** yükle

source: Unload Cart $1***
da: Afbryd cartridge $1***
de: Modul bei $1*** entfernen
es: Extraer Cart $1***
fr: Décharger la cassette $1***
hu: Cart. leválasztása a $1*** címrõl
it: Scarica la cartuccia $1***
nl: Verwijder Cart $1***
pl: Usuń kartridż $1***
sv: Läs ur insticksmodul $1***
tr: Kartuþ $1*** kaldýr

source: Load new Cart $2-3***
da: Indlæs nyt cartridge $2-3***
de: Modul bei $2-3*** laden
es: Cargar nuevo Cart $2-3***
fr: Charger la cartouche $2-3***
hu: Új Cart. betöltése a $2-$3*** címre
it: Carica una nuova cartuccia $2-3***
nl: Laad nieuw Cart $2-3***
pl: Wczytaj nowy kartridż $2-3***
sv: Läs ny insticksmodul $2-3***
tr: Yeni Kartuþ $2-3*** yükle

source: Unload Cart $2-3***
da: Afbryd cartridge $2-3***
de: Modul bei $2-3*** entfernen
es: Extraer Cart $2-3***
fr: Décharger la cassette $2-3***
hu: Cart. leválasztása a $2-3*** címrõl
it: Scarica la cartuccia $2-3***
nl: Verwijder Cart $2-3***
pl: Usuń kartridż $2-3***
sv: Läs ur insticksmodul $2-3***
tr: Kartuþ $2-3*** kaldýr

source: Load new Cart $4-5***
da: Indlæs nyt cartridge $4-5***
de: Modul bei $4-5*** laden
es: Cargar nuevo Cart $4-5***
fr: Charger la cartouche $4-5***
hu: Új Cart. betöltése a $4-$5*** címre
it: Carica una nuova cartuccia $4-5***
nl: Laad nieuw Cart $4-5***
pl: Wczytaj nowy kartridż $4-5***
sv: Läs ny insticksmodul $4-5***
tr: Yeni Kartuþ $4-5*** yükle

source: Unload Cart $4-5***
da: Afbryd cartridge $4-5***
de: Modul bei $4-5*** entfernen
es: Extraer Cart $4-5***
fr: Décharger la cassette $4-5***
hu: Cart. leválasztása a $4-5*** címrõl
it: Scarica la cartuccia $4-5***
nl: Verwijder Cart $4-5***
pl: Usuń kartridż $4-5***
sv: Läs ur insticksmodul $4-5***
tr: Kartuþ $4-5*** kaldýr

source: Load new Cart $6-7***
da: Indlæs nyt cartridge $6-7***
de: Modul bei $6-7*** laden
es: Cargar nuevo Cart $6-7***
fr: Charger la cartouche $6-7***
hu: Új Cart. betöltése a $6-$7*** címre
it: Carica una nuova cartuccia $6-7***
nl: Laad nieuw Cart $6-7***
pl: Wczytaj nowy kartridż $6-7***
sv: Läs ny insticksmodul $6-7***
tr: Yeni Kartuþ $6-7*** yükle

source: Unload Cart $6-7***
da: Afbryd cartridge $6-7***
de: Modul bei $6-7*** entfernen
es: Extraer Cart $6-7***
fr: Décharger la cassette $6-7***
hu: Cart. leválasztása a $6-7*** címrõl
it: Scarica la cartuccia $6-7***
nl: Verwijder Cart $6-7***
pl: Usuń kartridż $6-7***
sv: Läs ur insticksmodul $6-7***
tr: Kartuþ $6-7*** kaldýr

source: CBM2 settings
da: CBM2-indstillinger
de: CBM2 Einstellungen
es: Ajustes CBM2
fr: Paramètres CBM2
hu: CBM2 beállításai
it: Impostazioni CBM2
nl: CBM2 instellingen
pl: Ustawienia CBM2
sv: CBM2-inställningar
tr: CBM2 ayarlarý

source: CBM2 model settings
da: CBM2-modelindstillinger
de: CBM2 Modell Einstellungen
es: Ajustes modelo CBM2
fr: Paramètres du modèle CBM2
nl: CBM2 model instellingen
pl: Ustawienia modelu CBM2
sv: CBM2-modellinställningar
tr: CBM2 model ayarlarý

source: CBM5x0 settings
da: CBM5x0-indstillinger
de: CBM5x0 Einstellungen
es: Ajustes CBM5x0
fr: Paramètres CBM5x0
nl: CBM5x0 instellingen
pl: Ustawienia CBM5x0
sv: CBM5x0-inställningar
tr: CBM5x0 ayarlarý

source: CBM5x0 model settings
da: CBM5x0-modelindstillinger
de: CBM5x0 Modell Einstellungen
es: Ajustes modelo CBM5x0
fr: Paramètres du modèle CBM5x0
nl: CBM5x0 model instellingen
pl: Ustawienia modelu CBM5x0
sv: CBM5x0-modellinställningar
tr: CBM5x0 model ayarlarý

source: CIA settings
da: CIA-indstillinger
de: CIA Einstellungen
es: Ajustes CIA
fr: Paramètres CIA
nl: CIA instellingen
pl: Ustawienia CIA
sv: CIA-inställningar
tr: CIA ayarlarý

source: Enable the DigiMAX cartridge
da: Aktivér DigiMAX cartridge
de: DigiMAX Cartridge aktivieren
es: Permitir cartucho DigMAX
fr: Activer la cartouche DigiMAX
nl: Activeer de DigiMAX cartridge
pl: Włącz kartridż DigiMAX
sv: Aktivera DigiMAX-insticksmodul
tr: DigiMAX kartuþunu aktif et

source: DigiMAX base
de: DigiMAX Basis
fr: Base DigiMAX
nl: DigiMAX basisadres
pl: Baza DigiMAX
sv: DigiMAX-bas
tr: DigiMAX taban

source: Select file for DQBB
da: Vælg fil for DQBB
de: Datei für DQBB auswählen
es: Seleccionar fichero para DQBB
fr: Sélectionner fichier pour DQBB
hu: Válasszon fájlt a DQBB-hez
it: Seleziona il file per DQBB
nl: Selecteer bestand voor DQBB
pl: Wybierz plik DQBB
sv: Välj fil för DQBB
tr: DQBB için dosya seç

source: Enable Double Quick Brown Box
da: Aktivér Double Quick Brown Box
de: Double Quick Brown Box aktivieren
es: Permitir Double Quick Brown Box
fr: Activer Double Quick Brown Box
hu: Double Quick Brown Box engedélyezése
it: Attiva Double Quick Brown Box
nl: Activeer de Double Quick Brown Box cartridge
pl: Włącz Double Quick Brown Box
sv: Aktivera Double Quick Brown Box
tr: Double Quick Brown Box'ý aktif et

source: Save DQBB image when changed
da: Gem DQBB image ved ændringer
de: DQBB Imagedatei bei Änderung speichern
es: Grabar imagen DQBB cuando cambie
fr: Enregistrer l'image DQBB lorsque modifiée
nl: DQBB bestand opslaan indien gewijzigd
pl: Zapisuj obraz DQBB przy zmianie
sv: Spara DQBB-avbildning vid ändringar
tr: DQBB imajý deðiþtiðinde kaydet

source: Enable the DS12C887 RTC expansion
da: Aktivér DS12C887 RTC udviddelse
de: DS12C887 RTC Modul aktivieren
es: Permitir expansión DS12C887 RTC
fr: Activer l'expansion RTC DS12C887
nl: Activeer de DS12C887 RTC cartridge
pl: Włącz rozszerzenie DS12C887 RTC
sv: Aktivera DS12C887 RTC-utökning
tr: DS12C887 RTC geniþlemesini aktif et

source: Start with running oscillator
nl: Start met werkende oscillator
pl: Rozpocznij z włączonym oscylatorem

source: DS12C887 RTC base
fr: Base RTC DS12C887
nl: DS12C887 RTC basis adres
pl: Baza DS12C887 RTC
sv: DS12C887 RTC-bas
tr: DS12C887 RTC tabaný

source: Save CRT on detach
da: Gem CRT ved afbrydelse
de: CRT Imagedatei beim Entfernen speichern
es: Grabar CRT al desconectar
fr: Enregistrer CRT au détachement
nl: CRT bij ontkoppelen opslaan
pl: Zapisz CRT przy odłączeniu
sv: Spara CRT vid frånkoppling
tr: Çýkartýldýðýnda CRT'yi kaydet

source: Save CRT now
da: Gem CRT nu
de: CRT Imagedatei jetzt speichern
es: Grabar CRT Ahora
fr: Sauvegarder CRT maintenant
nl: Sla CRT nu op
pl: Zapisz CRT teraz
sv: Spara CRT nu
tr: CRT'yi hemen kaydet

source: Select file for Expert Cartridge
da: Vælg fil for Expert Cartridge
de: Export Cartridge Imagedatei auswählen
es: Seleccionar fichero para Expert Cartrige
fr: Sélectionner fichier pour Cartouche Expert
nl: Selecteer bestand voor Expert Cartridge
pl: Wybierz plik Expert Cartridge
sv: Välj fil för Expert Cartridge
tr: Expert Kartuþu için dosya seçin

source: Enable the Expert Cartridge
da: Aktivér Expert Cartridge
de: Expert Cartridge aktivieren
es: Permitir Expert Cartridge
fr: Activer Cartouche Expert
nl: Activeer Expert Cartridge
pl: Włącz Expert Cartridge
sv: Aktivera Expert Cartridge
tr: Expert Kartuþu'nu aktif et

source: Save Expert Cartridge image when changed
da: Gem Expert Cartridge image ved ændringer
de: Expert Cartridge Imagedatei bei Änderungen speichern
es: Grabar imagen Expert Cartridge cuando cambie
fr: Sauvegarder l'image Cartouche Expert lorsque modifiée
nl: Expert Cartridge bestand opslaan indien gewijzigd
pl: Zapisuj obraz Expert Cartridge przy zmianie
sv: Spara Expert Cartrdige-avbildning vid ändringar
tr: Expert Kartuþ imajýný deðiþtiðinde kaydet

source: Select file for GEO-RAM
da: Vælg fil for GEO-RAM
de: Datei für GEO-RAM auswählen
es: Seleccionar fichero para GEO-RAM
fr: Sélectionner le fichier GEO-RAM
nl: Selecteer bestand voor GEO-RAM
pl: Wybierz plik GEO-RAM
sv: Välj fil för GEO-RAM
tr: GEO-RAM için dosya seçin

source: Enable the GEO-RAM expansion unit
da: Aktivér GEO-RAM-udviddelsesenheden
de: GEO-RAM Erweiterung aktivieren
es: Permitir unidad expansión GEO-RAM
fr: Activer l'unité d'expansion GEO-RAM
nl: Activeer de GEO-RAM uitbreidingseenheid
pl: Włącz jednostkę rozszerzenia GEO-RAM
sv: Aktivera GEORAM-expansionsenhet
tr: GEO-RAM geniþletme birimini aktif et

source: GEO-RAM size
da: GEO-RAM-størrelse
de: GEO-RAM Größe
es: Tamaño GEO-RAM
fr: Taille du GEO-RAM
nl: GEO-RAM grootte
pl: Rozmiar GEO-RAM
sv: GEO-RAM-storlek
tr: GEO-RAM boyutu

source: Save GEO-RAM image when changed
da: Gem GEO-RAM image ved ændringer
de: GEO-RAM Imagedatei bei Änderung speichern
es: Grabar imagen GEO-RAM cuando cambie
fr: Enregistrer l'image GEO-RAM lorsque modifiée
nl: GEO-RAM bestand opslaan indien gewijzigd
pl: Zapisuj obraz GEO-RAM przy zmianie
sv: Spara GEO-RAM-avbildning vid ändringar
tr: GEO-RAM imajý deðiþtiðinde kaydet

source: IDE64 V4 settings
da: IDE64 V4 indstillinger
de: IDE64 V4 Einstellungen
es: Ajustes IDE64 V4
fr: Paramètres IDE64 V4
nl: IDE64 V4 instellingen
pl: Ustawienia IDE64 V4
sv: IDE64 V4-inställningar
tr: IDE64 V4 ayarlarý

source: IDE64 primary master device settings
da: IDE64 primær master enhedsindstillinger
de: IDE64 Primär Master Geräte Einstellungen
es: Ajustes periférico maestro primario IDE64
fr: Paramètres périphérique maître primaire IDE64
nl: IDE64 primair hoofd apparaat instellingen
pl: Ustawienia pierwszego urządzenia master IDE64
sv: Inställningar för primär IDE64-masterenhet
tr: IDE64 birincil ana sürücü ayarlarý

source: IDE64 primary slave device settings
da: IDE64 primær slave enhedsindstillinger
de: IDE64 Primär Slave Geräte Einstellungen
es: Ajustes periférico esclavo primario IDE64
fr: Paramètres périphérique esclave primaire IDE64
nl: IDE64 HD primair slaaf apparaat instellingen
pl: Ustawienia pierwszego urządzenia slave IDE64
sv: Inställningar för primär IDE64-slavenhet
tr: IDE64 birincil baðýmlý sürücü ayarlarý

source: IDE64 secondary master device settings
da: IDE64 sekundær master enhedsindstillinger
de: IDE64 Sekundär Master Geräte Einstellungen
es: Ajustes periférico maestro secundario IDE64
fr: Paramètres périphérique maître secondaire IDE64
nl: IDE64 secondair hoofd apparaat instellingen
pl: Ustawienia drugiego urządzenia master IDE64
sv: Inställningar för sekundär IDE64-masterenhet
tr: IDE64 ikincil ana sürücü ayarlarý

source: IDE64 secondary slave device settings
da: IDE64 sekundær slave enhedsindstillinger
de: IDE64 Sekundär Slave Geräte Einstellungen
es: Ajustes periférico esclavo secundario IDE64
fr: Paramètres esclave secondaire IDE64
nl: IDE64 secondair slaaf apparaat instellingen
pl: Ustawienia drugiego urządzenia slave IDE64
sv: Inställningar för sekundär IDE64-slavenhet
tr: IDE64 ikincil baðýmlý sürücü ayarlarý

source: Enable IDE64 V4
da: Aktivér IDE64 V4
de: IDE64 V4 aktivieren
es: Permitir IDE64 V4
fr: Activer IDE64 V4
nl: Activeer IDE64 V4
pl: Włącz IDE64 V4
sv: Aktivera IDE64 V4
tr: IDE64 V4'ü aktif et

source: Enable IDE64 USB server
nl: Activeer IDE64 USB server
pl: Włącz serwer USB IDE64

source: Save IDE64 RTC data when changed
nl: Sla de IDE64 RTC data op indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego IDE64 przy zmianie

source: ATA device image file
da: ATA-enhed imagefil
de: ATA Gerät Image Datei
es: Fichero imagen periférico ATA
fr: Fichier image périphérique ATA
nl: ATA apparaat bestand
pl: Plik obrazu urządzenia ATA
sv: ATA-enhetsavbildning
tr: ATA sürücü imaj dosyasý

source: Geometry
da: Geometri
de: Geometrie
es: Geometria
fr: Géométrie
nl: Geometrie
pl: Geometria
sv: Geometri
tr: Geometri

source: Total size: %iKB
da: Total størrelse: %iKB
de: Gesamtgröße: %iKB
es: Tamaño total: %iKB
fr: Taille totale: %iKo
hu: Teljes méret: %iKB
it: Dimensione totale: %iKB
nl: Totale grootte: %iKB
pl: Całkowity rozmiar: %iKB
sv: Total storlek: %iKB
tr: Toplam boyut: %iKB

source: Select ATA device image file
da: Angiv ATA-enhedsimagefil
de: ATA Gerät Image Datei auswählen
es: Selecionar fichero imagen periférico ATA
fr: Sélectionnez le fichier image du périphérique ATA
nl: Selecteer ATA apparaat bestand
pl: Wybierz plik obrazu urządzenia ATA
sv: Ange ATA-enhetsavbildning
tr: ATA sürücü imaj dosyasý seç

source: IDE64 USB Server address to bind to
nl: IDE64 USB server adres waaraan gebonden moet worden
pl: Adres serwera USB IDE64

source: Select file for ISEPIC
da: Vælg fil for ISEPIC
de: Datei für ISEPIC auswählen
es: Seleccionar fichero para ISEPIC
fr: Sélectionner fichier pour ISEPIC
nl: Selecteer bestand voor ISEPIC
pl: Wybierz plik ISEPIC
sv: Välj fil för ISEPIC
tr: ISEPIC için dosya seçin

source: Enable the ISEPIC cartridge
da: Aktivér ISEPIC-cartridge
de: ISEPIC Modul aktivieren
es: Permitir cartucho ISEPIC
fr: Activer la cartouche ISEPIC
nl: Activeer de ISEPIC cartridge
pl: Włącz kartridż ISEPIC
sv: Aktivera ISEPIC-modul
tr: ISEPIC kartuþunu aktif et

source: ISEPIC switch
da: ISEPIC-kontakt
de: ISEPIC Schalter
es: interruptor ISEPIC
fr: Paramètres d'interrupteur ISEPIC
nl: ISEPIC schakelaar
pl: Przełącznik ISEPIC
sv: ISEPIC-omkopplare
tr: ISEPIC anahtarý

source: Save ISEPIC image when changed
da: Gem ISEPIC image ved ændringer
de: ISEPIC Imagedatei bei Änderung speichern
es: Grabar imagen ISEPIC cuando cambie
fr: Enregistrer l'image ISEPIC lorsque modifiée
nl: ISEPIC bestand opslaan indien gewijzigd
pl: Zapisuj obraz ISEPIC przy zmianie
sv: Spara ISEPIC-avbildning vid ändringar
tr: ISEPIC imajý deðiþtiðinde kaydet

source: ISEPIC file
da: ISEPIC-fil
de: ISEPIC Imagedatei
es: Fichero ISEPIC
fr: Fichier ISEPIC
nl: ISEPIC bestand
pl: Plik ISEPIC
sv: ISEPIC-fil
tr: ISEPIC dosyasý

source: %s device
nl: %s apparaat

source: Enable Magic Voice
da: Aktivér Magic Voice
de: Magic Voice aktivieren
es: Permitir Magic Voice
fr: Activer Magic Voice
nl: Activeer Magic Voice
pl: Włącz Magic Voice
sv: Aktivera Magic Voice
tr: Magic Voice'i aktif et

source: Select file for Magic Voice
da: Vælg fil for Magic Voice
de: Datei für Magic Voice auswählen
es: Seleccionar fichero para Magic Voice
fr: Sélectionner fichier pour Magic Voice
nl: Selecteer bestand voor Magic Voice
pl: Wybierz filtr Magic Voice
sv: Välj fil för Magic Voice
tr: Magic Voice için dosya seçin

source: Enable MIDI emulation
da: Aktivér MIDI-emulering
de: MIDI Emulation aktivieren
es: Habilitar emulación MIDI
fr: Activer l'émulation MIDI
hu: MIDI emuláció engedélyezése
it: Attiva l'emulazione MIDI
nl: Activeer MIDI emulatie
pl: Włącz emulację MIDI
sv: Aktivera MIDI-emulering
tr: MIDI emülasyonunu aktif et

source: MIDI type
de: MIDI Typ
es: Tipo MIDI
fr: Type de MIDI
nl: MIDI soort
pl: Typ MIDI
sv: MIDI-typ
tr: MIDI tipi

source: Enable the MMC64 expansion
da: Aktivér MMC64-udviddelse
de: MMC64 Erweiterung aktivieren
es: Permitir expansión MMC64
fr: Activer l'expansion MMC64
hu: MMC64 bõvítés engedélyezése
it: Attiva l'espansione MMC64
nl: Activeer de MMC64 uitbreiding
pl: Włącz rozszerzenie MMC64
sv: Aktivera MMC64-expansion
tr: MMC64 geniþlemesini aktif et

source: BIOS Revision
es: Revisión BIOS
fr: Révision BIOS
hu: BIOS változat
it: Revisione BIOS
nl: BIOS revisie
pl: Wersja BIOS
sv: BIOS-utgåva
tr: BIOS Revizyonu

source: Enable BIOS Flash Jumper
da: Aktivér BIOS-flashjumper
de: BIOS Flashjumper aktivieren
es: Permitir BIOS Flash Jumper
fr: Activer le BIOS Flash Jumper
nl: Activeer BIOS Flash Jumper
pl: Ustaw zworkę BIOS Flash
sv: Aktivera BIOS-flashbygel
tr: BIOS Flash Jumper'ý aktif et

source: Save BIOS when changed
da: Gem BIOS ved ændringer
de: BIOS bei Änderung speichern
es: Grabar BIOS cuando cambien
fr: Enregistrer le BIOS lorsque modifié
hu: BIOS mentése változás után
it: Salva il BIOS al cambio
nl: Sla de MMC64 BIOS op als er veranderingen zijn gemaakt
pl: Zapisuj BIOS przy zmianie
sv: Spara BIOS vid ändring
tr: BIOS deðiþtiðinde kaydet

source: BIOS File
da: BIOS-fil
de: BIOS Datei
es: Fichero BIOS
fr: Fichier du BIOS
hu: BIOS fájl
it: File del BIOS
nl: BIOS bestand
pl: Plik BIOS
sv: BIOS-fil
tr: BIOS Dosyasý
