Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Sound output mode: (0: system decides mono/stereo, 1: always mono, 2: always stereo)
da: Uddatatilstand for lyd: (0: systemet vælger mono/stereo, 1: altid mono, 2: altid stereo)
de: Sound Ausgabe Modus: (0: System entscheidet Mono/Stereo, 1: Immer Mono, 2: Immer Stereo
es: Modo salida sonido: (0: el sistema decide mono/stereo, 1: siempre mono, 2: siempre stereo)
fr: Mode de sortie de son (0:Le système décide, 1:Toujours MONO, 2: Toujours STEREO)
nl: Geluid uitvoer modus: (0: mono/stereo zoals gekozen door het systeem, 1: altijd mono, 2: altijd stereo)
pl: Tryb wyjścia dźwięku: (0: system określa mono czy stereo, 2: zawsze mono, 2: zawsze stereo)
sv: Utdataläge för ljud (0: system väljer mono/stereo, 1: alltid mono, 2: alltid stereo)
tr: Ses çýkýþ modu: (0: sistem mono/stereo kararýný verir, 1: her zaman mono, 2: her zaman stereo)

source: Specify the pause interval when audio underflows (clicks) happen. 0 means no pause is done.
nl: Geef de pauze interval wanneer audio onderloopt (kliks) gebeurt: 0 betekent dat er geen pauze zal gebeuren.
pl: Określ czas przerwy w przypadku niedopełnienia audio (trzasków). 0 oznacza brak przerwy.

source: Specify the sound volume
nl: Geef het geluidsvolume
pl: Określ głośność dźwięku

source: Define search path to locate system files
da: Angiv sti til systemfiler
de: Suchpfad für Systemdateien definieren
es: Definir camino de busqueda para los ficheros locales de sistema
fr: Définir le chemin de recherche pour trouver les fichiers systèmes
hu: Keresési útvonal megadása a rendszerfájlok megtalálására
it: Definisci il path di ricerca per cercare i file di sistema
nl: Geef het zoek pad waar de systeem bestanden te vinden zijn
pl: Definiuj ścieżkę wyszukiwania plików systemowych
sv: Ange sökväg för att hitta systemfiler
tr: Sistem dosyalarýnýn konumunu belirlemek için arama yolu tanýmlayýn

source: Enable general mechanisms for fast disk/tape emulation
da: Aktivér generelle mekanismer for hurtig disk-/båndemulering
de: Allgemeine Mechanismen für schnelle Disk/Band Emulation aktivieren
es: Permitir mecanismos generales para emulación rápida de cinta/disco
fr: Activer les méchanismes généraux pour l'émulation disque/datassette rapide
hu: A lemez/szalag emulációt gyorsító mechanizmusok engedélyezése
it: Attiva meccanismo generale per l'emulazione veloce del disco/cassetta
nl: Activeer algemene methoden voor snelle disk/tape emulatie
pl: Włącz mechanizm szybkiej emulacji dysku i taśmy
sv: Aktivera generella mekanismer för snabb disk-/bandemulering
tr: Hýzlý disk/teyp emülasyonu için genel mekanizmayý aktif et

source: Disable general mechanisms for fast disk/tape emulation
da: Deaktivér generelle mekanismer for hurtig disk-/båndemulering
de: Allgemeine Mechanismen für schnelle Disk/Band Emulation deaktivieren
es: Deshabilitar mecanismos generales para emulación rápida de cinta/disco
fr: Désactiver les méchanismes généraux pour l'émulation disque/datassette rapide
hu: A lemez/szalag emulációt gyorsító mechanizmusok tiltása
it: Disattiva meccanismo generale per l'emulazione veloce del disco/cassetta
nl: Algemene methoden voor snelle disk/tape emulatie uitschakelen
pl: Wyłącz mechanizm szybkiej emulacji dysku i taśmy
sv: Inaktivera generella mekanismer för snabb disk-/bandemulering
tr: Hýzlý disk/teyp emülasyonu için genel mekanizmayý pasifleþtir

source: Limit emulation speed to specified value
da: Begræns emuleringshastighed til angiven værdi
de: Emulationsgeschwindigkeit auf Wert beschränken.
es: Limitar la velocidad de emulación al valor indicado
fr: Limiter la vitesse d'émulation à une valeur specifiée
hu: Emulációs sebesség lehatárolása adott értékre
it: Limita la velocità di emulazione al valore specificato
nl: Beperk emulatiesnelheid tot de opgegeven waarde
pl: Ograniczaj prędkość emulacji do podanej wartości
sv: Begränsa emuleringshastighet till angivet värde
tr: Emülasyon hýzýný belirtilmiþ deðer ile limitle

source: Update every <value> frames (`0' for automatic)
da: Opdatér for hver <værdi> billeder ("0" for automatisk)
de: Jedes <Wert> Bild aktualisieren (`0' für Automatik)
es: Actualizar cada <valor> cuadros (`0' for automatic)
fr: Mise à jour toutes les <valeur> images (`0' pour auto.)
hu: Frissítsen minden <érték> képkocka elteltével (0 automatikust jelent)
it: Aggiorna ogni <valore> frame (`0' per automatico)
nl: Elke <waarde> beeld vernieuwen (`0' voor automatisch)
pl: Aktualizuj co <wartość> klatek (`0' - automatycznie)
sv: Uppdatera varje <värde> ramar ("0" för automatiskt)
tr: Her <deðer> framede bir güncelle (otomatik için `0')

source: Disable warp mode
da: Deaktivér warp-tilstand
de: Warp Mode deaktivieren
es: Desabilitar modo Ultrarápido
fr: Désactiver le Mode Turbo
hu: Hipergyors mód tiltása
it: Disattiva la modalità turbo
nl: Warpmodus uitschakelen
pl: Wyłącz tryb przyspieszony
sv: Inaktivera warpläge
tr: Warp modu pasifleþtir

source: iso language code
da: iso-sprogkode
de: iso Sprachcode
es: código ISO idioma
fr: code language ISO
nl: iso taalcode
pl: Kod językowy iso
sv: iso-språkkod
tr: iso dil kodu

source: Specify the iso code of the language
da: Angiv ISO-koden for sproget
de: Iso Sprachcode spezifizieren
es: Especificar el código ISO para el idioma
fr: Spécifier le code iso du langage
hu: Adja meg a nyelv iso kódját
it: Specifica il codice ISO della lingua
nl: Geef de isocode van de taal
pl: Określ kod iso języka
sv: Ange ISO-koden för språket
tr: Dil için iso kodu belirt

source: Specify name of PLUS256K image
da: Angiv navn på PLUS256K-image
de: Name der PLUS256K Image Datei definieren
es: Especificar nombre imagen RAM PLUS256K
fr: Spécifier le nom de l'image PLUS256K RAM
hu: Adja meg a PLUS256K-s képmás nevét
it: Specifica il nome dell'immagine PLUS256K
nl: Geef de naam van het PLUS256K bestand
pl: Określ nazwę obrazu PLUS256K
sv: Ange namn på PLUS256K-avbildning
tr: PLUS256K imajýnýn ismini belirt

source: Specify name of PLUS60K image
da: Angiv navn på PLUS60K-image
de: Name der PLUS60K Image Datei definieren
es: Especificar nombe imagen PLUS60K
fr: Spécifier le nom de l'image PLUS60K RAM
hu: Adja meg a nevét a PLUS60K képmásnak
it: Specifica il nome dell'immagine PLUS60K
nl: Geef de naam van het PLUS60K bestand
pl: Określ nazwę obrazu PLUS60K
sv: Ange namn på plUS60K-avbildning
tr: PLUS60K imajýnýn ismini belirt

source: Base address of the PLUS60K expansion. (0xD040/0xD100)
nl: Basisadres van de PLUS60K geheugenuitbreiding. (0xD040/0xD100)
pl: Adres bazowy rozszerzenia PLUS60K. (0xD040/0xD100)

source: Specify name of 256K image
da: Angiv navn på 256k-image
de: Name der 256K Image Datei definieren
es: Especificar nombre imagen 256K
fr: Spécifier le nom de l'image 256K
hu: Adja meg a 256K-s képmás nevét
it: Specifica il nome dell'immagine 256K
nl: Geef de naam van het 256K bestand
pl: Określ nazwę obrazu 256K
sv: Ange namn på 256K-avbildning
tr: 256K imajýnýn ismini belirt

source: Base address of the 256K expansion. (0xDE00/0xDE80/0xDF00/0xDF80)
nl: Basisadres van de 256K geheugenuitbreiding. (0xDE00/0xDE80/0xDF00/0xDF80)
pl: Adres bazowy rozszerzenia 256K. (0xDE00/0xDE80/0xDF00/0xDF80)

source: Set the 'memory expansion hack' device (0: None, 1: C64 256K, 2: +60K, 3: +256K)
nl: Zet de 'geheugen uitbreidingen hack' apparaat (0: Geen, 1: C64 256K, 2: +60K, 3: +256K)
pl: Ustaw urządzenie 'hacka' rozszerzenia pamięci (0: Brak, 1: 256K C64, 2: +60K, 3: +256K)

source: Set the 'memory expansion hack' device (0: None, 1: CSORY 256K, 2: HANNES 256K, 3: HANNES 1024K, 4: HANNES 4096K)
nl: Zet de 'geheugen uitbreidingen hack' apparaat (0: Geen, 1: CSORY 256K, 2: HANNES 256K, 3: HANNES 1024K, 4: HANNES 4096K)
pl: Ustaw urządzenie 'hacka' rozszerzenia pamięci (0: Brak, 1: 256K CSORY, 2: 256K HANNES, 3: 1024K HANNES, 4: 4096K HANNES)

source: Attach raw 16kB Super Explode V5 cartridge image
da: Tilslut råt 16kB Super Explode V5 cartridge image
de: 16kB Super Explode V5 Image (raw) einlegen
es: Insertar imagen cartucho Super Explode V5 16KB
fr: Attacher une image de cartouche 16 ko Super Explode V5
nl: Koppel binair 16kB Super Snapshot V5 cartridge bestand
pl: Zamontuj surowy obraz kartridża 16kB Super Explode V5
sv: Anslut rå 16kB Super Explode V5-insticksmodulfil
tr: Düz 16kB Super Explode V5 kartuþ imajý yerleþtir

source: Attach raw 64kB Super Games cartridge image
da: Tilslut råt 64kB Super Games cartridge image
de: 64kB Super Games Image (raw) einlegen
es: Insertar imagen cartucho Super Games 64KB
fr: Attacher une image de cartouche 64 ko Super Games
nl: Koppel binair 64kB Super Games cartridge bestand
pl: Zamontuj surowy obraz kartridża 64kB Super Games
sv: Anslut rå 64kB-Super Games-insticksmodulfil
tr: Düz 64kB Super Games kartuþ imajý yerleþtir

source: Attach raw Silverrock 128 cartridge image
da: Tilslut råt Silverrock 128 cartridge image
de: Silverrock 128 Erweiterungsmodul (raw) Image einlegen
es: Insertar imagen cartucho Silverrock 128
fr: Attacher une image de cartouche RAW Silverrock 128
nl: Koppel binair Silverrock 128 cartridge bestand
pl: Zamontuj surowy obraz kartridża Silverrock 128
sv: Anslut rå Silverrock 128-insticksmodulavbildning
tr: Düz Silverrock 128 kartuþ imajý yerleþtir

source: Attach raw 16kB Simons Basic cartridge image
da: Tilslut råt 16kB Simons Basic cartridge image
de: 16kB Simons Basic Image (raw) einlegen
es: Insertar imagen cartucho Simons Basic 16KB
fr: Attacher une image de cartouche 16 ko Simons Basic
nl: Koppel binair 16kB Simons Basic cartridge bestand
pl: Zamontuj surowy obraz kartridża 16kB Simons Basic
sv: Anslut rå 16kB Simons Basic-insticksmodulavbildning
tr: Düz 16kB Simons Basic kartuþ imajý yerleþtir

source: Specify DTV Revision (2: DTV2, 3: DTV3)
da: Angiv DTV-revision (2: DTV2, 3: DTV3)
de: DTV Revision definieren (2: DTV2, 3: DTV3)
es: Especificar revisión DTV (2: DTV2, 3: DTV3)
fr: Spécifier la révision DTV (2: DTV2, 3: DTV3)
hu: Adja meg a DTV verzióját (2: DTV2, 3: DTV3)
it: Specifica la revisione DTV (2: DTV2, 3: DTV3)
nl: Geef de DTV revisie (2: DTV2, 3: DTV3)
pl: Określ wersję DTV (2: DTV2, 3: DTV3)
sv: Ange DTV-revision (2: DTV2, 3: DTV3)
tr: DTV Revizyonunu belirt (2: DTV2, 3: DTV3)

source: Enable DTV blitter logs.
da: Aktivér DTV-blitterlog.
de: DTV Blitter Log aktivieren.
es: Permitir informes blitter DTV
fr: Activer la journalisation pour DTV blitter
hu: DTV blit naplók engedélyezése.
it: Attiva i log del blitter DTV.
nl: Aktiveer DTV blitter logs.
pl: Włącz logi blittera DTV.
sv: Aktivera DTV-blitterloggar.
tr: DTV blitter loglarýný aktif et

source: Disable DTV blitter logs.
da: Deaktivér DTV-blitterlog.
de: DTV Blitter Log deaktivieren.
es: Deshabilitar informes blitter DTV
fr: Désactiver la journalisation pour DTV blitter
hu: DTV blit naplók tiltása.
it: Disattiva i log del blitter DTV.
nl: DTV Blitter logs uitschakelen.
pl: Wyłącz logi blittera DTV
sv: Inaktivera DTV-blitterloggar.
tr: DTV blitter loglarýný pasifleþtir

source: Enable DTV DMA logs.
da: Aktivér DTV DMA-log.
de: DTV DMA Logs aktivieren.
es: Permitir informes DTV DMA.
fr: Activer la journalisation DMA DTV.
hu: DTV DMA naplók engedélyezése.
it: Attiva log DMA DTV.
nl: Aktiveer DTV DMA logs.
pl: Włącz logowanie DTV DMA
sv: Aktivera DTV DMA-loggning.
tr: DTV DMA loglarýný aktif et

source: Disable DTV DMA logs.
da: Deaktivér DTV DMA-log.
de: DTV DMA Logs deaktivieren.
es: Deshabilitar informes DTV DMA.
fr: Désactiver la journalisation DTV DMA.
hu: DTV DMA naplók tiltása.
it: Disattiva log DMA DTV.
nl: DTV DMA logs uitschakelen.
pl: Wyłącz logowanie DTV DMA
sv: Inaktivera DTV DMA-loggning.
tr: DTV DMA loglarýný pasifleþtir

source: Specify name of C64DTV ROM image
da: Angiv navn på C64DTV-ROM-image
de: Name von C64DTV ROM Datei definieren
es: Especificar nombre imagen ROM C64DTV
fr: Spécifier le nom de l'image ROM C64DTV
hu: Adja meg a C64DTV ROM képmás nevét
it: Specifica il nome dell'immagine ROM DTV
nl: Geef de naam van her C64DTV ROM bestand
pl: Określ nazwę obrazu ROM C64DTV
sv: Ange namn på C64DTV-ROM-avbildning
tr: C64DTV ROM imajýnýn ismini belirt

source: Disable writes to C64DTV ROM image
da: Forbyd skrivning til C64DTV-ROM-image.
de: Schreibzugriff auf C64DTV ROM Image verhindern
es: Deshabilitar grabación en imagen C64DTV ROM
fr: Désactiver l'écriture à l'image ROM C64DTV
nl: Schrijven naar C64DTV ROM bestand uitschakelen
pl: Wyłącz zapis do obrazu ROM C64DTV
sv: Inaktivera skrivning till C64DTV-ROM-avbildning
tr: C64DTV ROM imajýna yazmayý pasifleþtir

source: Enable DTV flash chip logs.
da: Aktivér logs for DTV-flashkreds.
de: DTV Flashchip Log aktivieren.
es: Permitir informes chip DTV flash
fr: Activer la journalisation pour DTV Flash Chip
hu: DTV flash chip naplók engedélyezése.
it: Attiva i log del chip flash DTV.
nl: Aktiveer DTV flash chip logs.
pl: Włącz logi układu flash DTV.
sv: Aktivera loggar för DTV-flashkrets.
tr: DTV flash çip loglarýný aktif et.

source: Disable DTV flash chip logs.
da: Deaktivér logs for DTV-flashkreds.
de: DTV Flashchip Log deaktivieren.
es: Inhabilitar informes chip DTV flash
fr: Désactiver la journalisation pour DTV Flash Chip
hu: DTV flash chip naplók tiltása.
it: Disattiva i log del chip flash DTV.
nl: DTV flash chip logs uitschakelen.
pl: Wyłącz logi układu flash DTV
sv: Inaktivera loggar för DTV-flashkrets.
tr: DTV flash çip loglarýný pasifleþtir.

source: Use <name> as directory for flash file system device
da: Brug <navn> som katalog for filsystembaseret flashenhed
de: Benutze <Name> für Verzeichnis Gerät Flash Dateisystem
es: Usar <nombre> como directorio para periférico flash files system
fr: Utiliser le répertoire <nom> comme système de fichiers flash
hu: <név> könyvtár használata a flash fájlrendszer eszközhöz
it: Una <nome> come directory per il file system flash
nl: Gebruik <naam> als directory voor het flash bestandssysteem apparaat
pl: Użyj <nazwa> jako katalogu urządzenia systemu plików flash
sv: Ange <namn> som katalog för filsystemsbaserad flashenhet
tr: Flash dosya sistem aygýtý için <isim>'i dizin olarak kullan

source: Disable true hardware flash file system
da: Deaktivér ægte hardwareemulering af flashfilsystem
de: Präzises Hardware Flashdateisystem deaktivieren
es: Deshabilitar flash file system verdadero (hardware)
fr: Désactiver le système de fichiers matériel réel
hu: Igazi hardver flash fájlrendszer tiltása
it: Disattiva l'emulazione hardware del file system flash
nl: Hardwatematig flash bestandssysteem uitschakelen
pl: Wyłącz prawdziwy system plików flash
sv: Inaktivera maskinvaruemelring för flashfilsystem
tr: Gerçek donaným flash dosya sistemini pasifleþtir

source: Disable MIDI emulation
da: Deaktivér MIDI-emulering
de: MIDI Emulation deaktivieren
es: Deshabilitar emulación MIDI
fr: Désactiver l'émulation MIDI
hu: MIDI emuláció tiltása
it: Disattiva l'emulazione MIDI
nl: MIDI emulatie uitschakelen
pl: Wyłącz emulację MIDI
sv: Inaktivera MIDI-emulering
tr: MIDI emülasyonunu pasifleþtir

source: MIDI interface type (0: Sequential, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
da: MIDI-interfacetype (0: Sekventiel, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
de: MIDI Interface Typ (0: Sequential, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
es: Tipo interface MIDI (0: Secuencial, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
fr: Type d'interface MIDI (0:Séquentielle, 1:Passport, 2:DATEL, 3:Namesoft, 4:Maplin)
hu: MIDI interfész típus (0: soros, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
it: Tipo interfaccia MIDI (0: Sequential, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
nl: MIDI interface soort (0: Sequential, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
pl: Typ interfejsu MIDI (0: Sequential, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
sv: Typ av MIDI-gränssnitt (0: sekventiell, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)
tr: MIDI arabirim tipi (0: Sequential, 1: Passport, 2: DATEL, 3: Namesoft, 4: Maplin)

source: Disable the digiblaster add-on
da: Deaktivér digiblaster-tilføjelse
de: Digiblaster add-on deaktivieren
es: Deshabilitar complementos digiblaster
fr: Désactiver le add-on digiblaster
hu: Digiblaster tiltása
it: Disattiva l'estensione digiblaster
nl: De digiblaster add-on uitschakelen
pl: Wyłącz dodatek digiblaster
sv: Inaktivera digiblaster-tillägg
tr: Digiblaster eklentisini pasifleþtir

source: Disable the v364 speech add-on
da: Deaktivér v364 Speech-tilføjelse
de: v364 Spracherweiterung deaktivieren
es: Deshabilitar complementos v364 speech
fr: Désactiver le add-on V364 Speech
nl: De v364 spraak add-on uitschakelen
pl: Wyłącz rozszerzenie mowy v364
sv: Inaktivera v364-rösttillägg
tr: V364 speech eklentisini pasifleþtir

source: Attach Speech ROM image
da: Tilslut Speech ROM image
de: Spracherweiterung ROM Imagedatei einlegen
es: Insertar imagen ROM Speech
fr: Attacher une image Speech RO
nl: Koppel spraak ROM bestand aan
pl: Zamontuj obraz ROM mowy
sv: Anslut röst-ROM-avbildning
tr: Speech ROM imajýný yerleþtir

source: Disable the SFX Sound Expander cartridge
da: Deaktivér SFX Sound Expander cartridge
de: SFX Soundexpander Modul deaktivieren
es: Deshabilitar cartucho SFX Sound Expander
fr: Désactiver la cartouche SFX Sound Expander
nl: De SFX Sound Expander cartridge uitschakelen
pl: Wyłącz kartridż SFX Sound Expander
sv: Inaktivera SFX Sound Expander-insticksmodul
tr: SFX Sound Expander kartuþunu pasifleþtir

source: Set YM chip type (3526 / 3812)
da: Vælg YM chiptype
de: YM Chip Typ (3526 / 3812) bestimmen
es: Seleccionar tipo chip YM (3526 / 3812)
fr: Régler le type de puce YM (3526 3812)
hu: YM csip típus megadása (3526 / 3812)
it: Imposta tipo chip YM (3526 / 3812)
nl: Kies de YM chip soort (3526 / 3812)
pl: Określ typ układu YM (3526 / 3812)
sv: Välj YM-kretstyp (3526 / 3812)
tr: YM çip tipini ayarla (3526 / 3812)

source: Disable the SFX Sound Sampler cartridge
da: Deaktivér SFX Sound Sampler cartridge
de: SFX Sound Sampler Modul deaktivieren
es: Deshabilitar cartucho SFX Sound Sampler
fr: Désactiver la cartouche SFX Sound Sampler
hu: SFX Sound Sampler tiltása
it: Disattiva cartuccia SFX Sound Sampler
nl: De SFX Sound Sampler cartridge uitschakelen
pl: Wyłącz kartridż SFX Sound Sampler
sv: Inaktivera SFX Sound Sampler-insticksmodul
tr: SFX Sound Sampler kartuþunu pasifleþtir

source: Disable the CP/M cartridge
nl: De CP/M cartridge uitschakelen

source: Enable the TurboMaster cartridge
nl: Activeer de TurboMaster cartridge

source: Disable the TurboMaster cartridge
nl: De TurboMaster cartridge uitschakelen

source: Set TurboMaster ROM switch to ROM 1
nl: Schakel TurboMaster ROM schakelaar naar ROM 1

source: Set TurboMaster ROM switch to ROM 2
nl: Schakel TurboMaster ROM schakelaar naar ROM 2

source: Set TurboMaster speed control switch to software
nl: Schakel TurboMaster snelheidscontrole schakelaar naar software

source: Set TurboMaster speed control switch to manual
nl: Schakel TurboMaster snelheidscontrole schakelaar naar handmatig

source: Set TurboMaster clock speed switch to 4 Mhz
nl: Schakel TurboMaster klok snelheid schakelaar naar 4 Mhz

source: Set TurboMaster clock speed switch to 1 Mhz
nl: Schakel TurboMaster klok snelheid schakelaar naar 1 Mhz

source: Specify TurboMaster ROM 1 filename
nl: Geef de naam van het TurboMaster ROM 1 bestand

source: Specify TurboMaster ROM 2 filename
nl: Geef de naam van het TurboMaster ROM 2 bestand

source: Enable EasyFlash jumper
da: Aktivér EasyFlash-jumper
de: EasyFlash Jumper aktivieren
es: Permitir puente EasyFlash
fr: Activer le jumper EasyFlash
hu: EasyFlash Jumper engedélyezése
it: Attiva il ponticello EasyFlash
nl: Activeer de EasyFlash jumper
pl: Włącz przełącznik EasyFlash
sv: Aktivera EasyFlash-bygel
tr: EasyFlash jumper'ý aktif et

source: Disable EasyFlash jumper
da: Deaktivér EasyFlash-jumper
de: EasyFlash Jumer deaktivieren
es: Deshabilitar puente EasyFlash
fr: Désactiver le jumper EasyFlash
hu: EasyFlash Jumper tiltása
it: Disattiva il ponticello EasyFlash
nl: De EasyFlash jumper uitschakelen
pl: Wyłącz przełącznik EasyFlash
sv: Inaktivera EasyFlash-bygel
tr: EasyFlash jumper'ý pasifleþtir

source: Enable writing to EasyFlash .crt image
da: Tillad skrivning til EasyFlash CRT-image
de: Schreibzugriff auf EasyFlash CRT Image erlauben
es: Permitir grabar imagen .crt EasyFlash
fr: Activer l'écriture pour les images EasyFlash .crt
hu: EasyFlash .crt képmásba írás engedélyezése
it: Attiva la scrittura sull'immagine .crt EasyFlash
nl: Activeer schrijven naar het EasyFlash .crt bestand
pl: Włącz zapis do obrazu .crt EasyFlash
sv: Aktivera skrivning till EasyFlash-.crt-avbildning.
tr: EasyFlash .crt imajýna yazmayý aktif et

source: Disable writing to EasyFlash .crt image
da: Forbyd skrivning til EasyFlash CRT-image
de: Schreibzugriff auf EasyFlash ROM Image verhindern
es: Deshabilitar grabar imagen .crt EasyFlash
fr: Désactiver l'écriture pour les images EasyFlash .crt
hu: EasyFlash .crt képmásba írás tiltása
it: Disattiva la scrittura sull'immagine .crt EasyFlash
nl: Schrijven naar het EasyFlash .crt bestand uitschakelen
pl: Wyłącz zapis do obrazu .crt EasyFlash
sv: Inaktivera skrivning till EasyFlash-.crt-avbildning.
tr: EasyFlash .crt imajýna yazmayý pasifleþtir

source: Enable EasyFlash .crt image optimize on write
nl: Activeer optimalizeren van het schrijven naar het EasyFlash .crt bestand
pl: Włącz optymalizację zapisu do obrazu .crt EasyFlash

source: Enable the userport DigiMAX device
nl: Activeer het userport DigiMAX apparaat

source: Disable the userport DigiMAX device
nl: Het userport DigiMAX apparaat uitschakelen

source: Disable the DigiMAX cartridge
da: Deaktivér DigiMAX cartridge
de: DigiMAX Cartridge deaktivieren
es: Deshabilitar cartucho DigMAX
fr: Désactiver la cartouche DigiMAX
nl: De DigiMAX cartridge uitschakelen
pl: Wyłącz kartridż DigiMAX
sv: Inaktivera DigiMAX-insticksmodul
tr: DigiMAX kartuþunu pasifleþtir

source: Base address of the DigiMAX cartridge
da: Baseadresse for DigiMAX cartridge
de: Basis Adresse für DigiMAX Erweiterung
es: Dirección base para cartucho DigMAX
fr: Adresse de base de la cartouche DigiMAX
nl: Basisadres van de DigiMAX cartridge
pl: Adres bazowy kartridża DigiMAX
sv: Basadress för DigiMAC-insticksmodulen
tr: DigiMAX kartuþunun taban adresi

source: Enable the DS12C887 RTC cartridge
da: Aktivér DS12C887 RTC-cartridge
de: DS12C887 RTC Modul aktivieren
es: Permitir cartucho DS12C887 RTC
fr: Activer la cartouche RTC DS12C887
nl: Activeer de DS12C887 RTC cartridge
pl: Włącz kartridż DS12C887 RTC
sv: Aktivera DS12C887 RTC-insticksmodul
tr: DS12C887 RTC kartuþunu aktif et

source: Disable the DS12C887 RTC cartridge
da: Deaktivér DS12C887 RTC-cartridge
de: DS12C887 RTC Modul deaktivieren
es: Deshabilitar cartucho DS12C887 RTC
fr: Désactiver la cartouche DS12C887 RTC
nl: De DS12C887 RTC cartridge uitschakelen
pl: Wyłącz kartridż DS12C887 RTC
sv: Inaktivera DS12C887 RTC-insticksmodul
tr: DS12C887 RTC kartuþunu pasifleþtir

source: Set the RTC oscillator to 'halted'
nl: Zet de RTC oscillator als 'gestopt'
pl: Ustaw oscylator RTC jako 'zatrzymany'

source: Set the RTC oscillator to 'running'
nl: Zet de RTC oscillator als 'werkend'
pl: Ustaw oscylator RTC jako 'uruchomiony'

source: Base address of the DS12C887 RTC cartridge
da: Baseadresse for DS12C887 RTC-cartridge
de: Basis Adresse für DS12C887 RTC Modul
es: Dirección base para cartucho DS12C887 RTC
fr: Adresse de base de la cartouche RTC DS12C887
nl: Basisadres van de DS12C887 RTC cartridge
pl: Adres bazowy kartridża DS12C887 RTC
sv: Basadress för DS12C887 RTC-insticksmodulen
tr: DS12C887 RTC kartuþunun taban adresi

source: Enable saving of the DS12C887 RTC data when changed.
nl: Activeer opslaan van de DS12C887 RTC data indien gewijzigd.
pl: Zapisuj dane zegara czasu rzeczywistego DS12C887 przy zmianie

source: Disable saving of the DS12C887 RTC data when changed.
nl: Opslaan van de DS12C887 RTC data indien gewijzigd uitschakelen.
pl: Nie zapisuj danych zegara czasu rzeczywistego DS12C887 przy zmianie

source: hostname
nl: Hostnaam
pl: nazwa hosta

source: port
nl: poort
