Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Advance to the next instruction. Subroutines are treated as a single instruction.
da: Gå frem til næste instruktion. Subrutiner bliver behandlet som en enkelt instruktion.
de: Fahre bis zur nächsten Instruktion fort. Unterroutinen werden wie eine einzelne Instruktion behandelt.
es: Avanzar a la siguiente instrucción. Subrutinas serán tratadas como instrucciones simples.
fr: Avancer à la prochaine instruction. Les sous-routines sont traitées comme étant une seule instruction.
hu: A következõ utasításra lépés. A szubrutinokat egy utasításnak tekinti.
it: Passa alla prossima istruzione. Le subrutine sono trattate come una singola istruzione.
nl: Ga naar de volgende instructie. Subroutines worden behandeld als een enkele instructie.
pl: Przechodzi do następnej instrukcji. Procedury są traktowane jak pojedyncze instrukcje.
sv: Gå till nästa instruktion. Underrutiner hanteras som en enda instruktion.
tr: Sonraki komuta ilerle. Altrutinler tek bir komutmuþ gibi iþlendi.

source: reg_name
da: regnavn
de: Register Name
es: Nombre registro
nl: register naam
sv: regnamn
tr: reg_ismi

source: Assign respective registers. With no parameters, display register values.
da: Tildel værdi til registre. Uden parametre vises nuværende værdier i registrene.
de: Zuweisung auf entsprechende Register. Ohne Parameter, zeige Register Werte.
es: Asignar registros respectivos. Sin parametros, mostrar valores registros.
fr: Assigner des registres respectifs. Sans paramètres, affichera les valeurs des registres.
hu: Megadott regiszterek beállítása. Paraméterek nélkül, a regiszterek tartalmának kiírása.
it: Assegna i rispettivi registri. Senza parametri, mostra i valori dei registri.
nl: Vul opgegeven registers met de toebehorende waarde. Zonder parameter, toon de huidige waarden in de registers.
pl: Przyporządkowuje odpowiednie rejestry. Bez podanych parametrów pokazuje wartości rejestrów.
sv: Tilldela respektive register. Utan parametrar visas innehållet i registren.
tr: Sýrayla registerlara ata. parametreler olmadan, register deðerlerini görüntüle.

source: Reset the machine or drive. Type: 0 = soft, 1 = hard, 8-11 = drive.
da: Reset maskine eller diskettedrev. Type: 0 = blød, 1 = hård, 8-11 = diskettedrev.
de: Reset der Maschine oder des Laufwerks. Typ: 0 = soft, 1 = hart, 8-11 = Laufwerk.
es: Reiniciar máquina o unidad disco. Tipo: 0 = soft, 1 = hard, 8-11 = unidad disco.
fr: Réinitialiser la machine ou le lecteur. (0=Soft, 1=Hard, 8-11=Lecteur)
hu: A számítógép vagy meghajtó újraindítása. Típus: 0 = meleg, 1 = hideg, 8-11 = meghajtó.
it: Resetta il computer o il drive. Tipo: 0 = soft, 1 = hard, 8-11 = drive.
nl: Reset de machine of drive. Soort: 0 = zacht, 1 = hard, 8-11 = drive.
pl: Reset maszyny lub napędu. Typ: 0 = miękki, 1 = twardy, 8-11 = napędu.
sv: Återställ maskinen eller diskettstationen. Typ: 0 = mjuk, 1 = hård, 8-11 = diskettstation.
tr: Makine ya da sürücüyü resetle. Tip: 0 = soft, 1 = hard, 8-11 = drive.

source: Continues execution and returns to the monitor just before the next RTS or RTI is executed.
da: Fortsæt eksekveringen og vend tilbage til monitoren lige inden næste RTS eller RTI udføres.
de: Setzt Ausführung fort und retourniert bevor der nächsten RTS oder RTI instruction.
es: Continuar ejecución y volver al monitor justo antes que la siguiente RTS o RTI sea ejecutada.
fr: Continuer l'exécution et retourner au moniteur juste avant la prochaine exécution de RTS ou RTI.
hu: Folytatja a végrehajtást és visszatér a monitorba a következõ RTS vagy RTI utasítás elõtt.
it: Continua l'esecuzione e ritorna al monitor subito prima della prossima esecuzione di RTS o RTI.
nl: Ga door met uitvoeren van instructies en kom terug naar de monitor net voor de volgende RTS of RTI wordt uitgevoerd.
pl: Wykonuje dalej i wraca do monitora tuż przed wykonaniem następnego RTS lub RTI.
sv: Fortsätt exekveringen och återgå till monitorn precis innan nästa RTS eller RTI exekveras.
tr: Çalýþmaya devam eder ve sonraki RTS ya da RTI çalýþtýrýlmadan hemen önce monitöre geri döner.

source: Displays the contents of the screen.
da: Viser skærmens indhold.
de: Zeigt Bildschirminhalt.
es: Mostrar los contenidos de la pantalla.
fr: Affiche le contenu de l'écran.
hu: A képernyõ tartalmának mutatása.
it: Mostra il contenuto dello schermo.
nl: Toont de inhoud van het scherm.
pl: Pokazuje zawartość ekranu.
sv: Visar skärmens innehåll.
tr: Ekran içeriðini görüntüler.

source: Single-step through instructions. COUNT allows stepping more than a single instruction at a time.
da: Gå skridtvis gennem instruktioner. Hvis ANTAL angives kan flere instruktioner udføres i hvert skridt.
de: Einzelschritt Ausführung durch Instruktionen. COUNT erlaubt die Ausführung mehrerer Instruktionen auf einmal.
es: Salto simple a traves de la instrucción. el CONTADOR permite el salto de más de una instrucción a la vez.
fr: Instructions à étape-unique. COUNT permet de faire pas-à-pas plus qu'une seule instruction à la fois.
hu: Lépkedés egyesével az utasításokon. A DARAB-bal beállítható, ha több utasítást kell ugrani egyszerre.
it: Modalità single step attraverso le istruzioni. Il CONTATORE permette di attraversare più di una singola istruzione per volta.
nl: Enkel-stap door de instructies. AANTAL zorgt ervoor dat er meerdere instructies worden uitgevoerd in een keer.
pl: Przechodzi przez instrukcje krok po kroku. COUNT pozwala przechodzić przez więcej niż jedną instrukcję na raz.
sv: Stega genom instruktioner. ANTAL gör det möjligt att stega genom mer än en enkel instruktion i varje steg.
tr: Komutlara doðru tek-adým. COUNT bir defada birden fazla komutu adýmlamaya izin verir.

source: Print the CPU cycle counter of the current device. 'reset' sets the counter to 0.
da: Udskriv CPU-cyklus-tæller for den nuværende enhed. "reset" sætter tælleren til 0.
de: Zeige CPU Zykluszähler des aktuellen Geräts. 'reset' setzt den Zähler auf 0.
es: Imprimir contador de ciclos del periférico actual. 'reset' pone el contador a 0.
fr: Afficher le compteur du cycle CPU du pépiphérique actuel. 'reset' remet ce compteur à 0.
nl: Toon de CPY cycli teller voor het huidige apparaat. 'reset' zet de teller naar 0.
pl: Pokaż licznik cykli CPU obecnego urządzenia. 'reset' zeruje licznik.
sv: Visa processorcykelräknaren för aktuell enhet. "reset" sätter räknaren på 0.
tr: Mevcut cihazýn CPU cycle sayacýný yazdýr. 'reset' sayacý 0'a getirir.

source: Read a snapshot of the machine from the file specified.
da: Indlæs snapshot af maskinen fra den angivne fil.
de: Lese einen Snapshot der Maschine aus der angegebenen Datei.
es: Leer volcado memoria de una máquina desde el fichero especificado.
fr: Lire un instantané de machine depuis le fichier spécifié.
hu: A pillanatkép betöltése a megadott fájlból.
it: Legge lo snapshot del computer dal file specificato.
nl: Lees een momentopname voor de machine van het opgegeven bestand.
pl: Odczytaj zrzut maszyny z określonego pliku.
sv: Läs en ögonblicksbild för maskinen från den angivna filen.
tr: Belirtilen dosyadan makinenin anlýk görüntüsünü oku.

source: Symbol table commands
da: Symboltabel-kommandoer
de: Symbol Tabellen Kommandos
es: Tabla símbolo comando
fr: Commandes de la table de symboles
nl: Symbool tabel commandos
pl: Polecenia tablicy symboli
sv: Kommandon för symboltabell
tr: Sembol tablosu komutlarý

source: <memspace> is one of: C: 8: 9: 10: 11: <address> is the address which should get the label. <label> is the name of the label; it must start with a dot ("."). Map a given address to a label. This label can be used when entering assembly code and is shown during disassembly. Additionally, it can be used whenever an address must be specified.
da: <huk.område> er en af C: 8: 9: 10: eller 11: <adresse> Er adressen som skal have etiketten. <etiket> er navnet på etiketten; skal starte med punktum ("."). Sæt en etiket for en adresse. Etiketten kan angives når der indtastes assemblerkode, og vises ved disassemblering. Desuden kan den bruges hvor en adresse skal angives.
de: <Speicherbereich> ist aus: C: 8: 9: 10: 11: <Adresse> bezeichnet die Adresse welche mit dem Bezeichner assoziert werden soll. <Bezeichner> Name des Bezeichners; Muss mit einem Punkt (".") starten. Assoziiert einen Bezeichner mit einer Adresse. Dieser Bezeichner kann bei der Eingabe von Asssmblercode benutzt werden und wird auch beim Disassemblieren gezeigt. Darüber hinaus kann der Bezeichner überall dort genutzt werden, wo eine Adresseingabe nötig ist.
es: <espacio memoria> es uno de: C: 8: 9: 10: 11: <dirección> es la dirección donde estará la etiquetal. <letiqueta> es el nombre de la etiqueta; debe empezar con un punto ("."). Mapea la dirección dada a una etiqueta que se usará cuando se inserte código ensamblador y se mostrará durante el desensamblado. Adicionalmente puede ser usada siempre que se deba especificar una dirección.
fr: <memspace> est un des choix suivants (C: 8: 9: 10: 11:) <address> est l'adresse qui devrait prendre le label. <label> est le nom de l'étiquette; il doit commencer par un point ("."). Associe une adresse a une étiquette. Cette étiquette peut être utilisé en entrant du code assembleur et est montré durant le déassemblement. Aussi, vous pouvez l'utiliser à tout moment ou une adresse doit être entrée.
hu: A <memória tér> ezek közül: C: 8: 9: 10: 11: <cím> amelyik címhez a címkét rendelje. <címke> a címke neve; ponttal kell kezdõdjön ("."). Az adott cím rendelése a címkéhez. Ez a címke használható assembly program beírásakor, és visszafejtéskor megjelenik. Mindig használható, amikor valamilyen címet kell megadni.
it: <spazio di memoria> è uno tra: C: 8: 9: 10: 11: <indirizzo> è l'indirizzo a cui deve essere associata l'etichettal. <etichetta> è il nome dell'etichetta; deve iniziare con un punto ("."). Associa l'indirizzo specificato all'etichetta. Questa etichetta può essere usata quando si inserisce codice assembly ed è mostrata nella disassemblazione. In aggiunta, può essere usata ogni volta che deve essere specificato un indirizzo.
nl: <geheugenruimte> is een van: C: 8: 9: 10: 11: <adres> is het adres waaraan de label gekoppelt moet worden. <label> is de naam van de label; de naam moet beginnen met een punt ("."). Koppel een opgegeven adres aan een label. Dit label kan worden gebruikt bij het invoeren van assembleer code en wordt getoont bij een disassemblering. Tevens kan de label gebruikt worden in plaats van het adres.
pl: <memspace> to jeden z: C: 8: 9: 10: 11: <address> to adres, pod który ma iść oznaczenie. <label> to nazwa oznaczenia, musi zaczynać się kropką ("."). Mapuje dany adres pod oznaczenie. Można go użyć przy wprowadzaniu kodu asemblowania, a pokazywane jest podczas deasemblowania. Oznaczenia tego można go używać zawsze gdy trzeba wskazać dany adres.
sv: <minnesområde> är en av: C: 8: 9: 10: 11: <adress> är adressen som ska få etiketten. <etikett> är namnet på etiketten; måste starta med punkt ("."). Koppla en adress till en etikett. Etiketten kan anges när assemblerkod matas in och visas vid disassemblering. I tillägg kan den användas närhelst en adress måste anges.
tr: <bellekalaný> bunlardan biridir: C: 8: 9: 10: 11: <adres> etiketin duracaðý adresi belirler. <etiket> etiketin ismidir; nokta karakteriyle baþlamalýdýr ("."). Etiketi verilen adrese eþleþtir. Bu etiket assembly kod girilirken kullanýlýr ve disassembly sýrasýnda gösterilir. Ek olarak, ne zaman bir adres belirtilmesi gerekse kullanýlabilir.

source: <memspace> is one of: C: 8: 9: 10: 11: <label> is the name of the label; it must start with a dot ("."). Delete a previously defined label.
da: <huk.område> er en af C: 8: 9: 10: eller 11: <etiket> er navnet på etiketten; skal starte med punktum ("."). Fjern en tidligere oprettet etiket.
de: <Speicherbereich> ist aus: C: 8: 9: 10: 11: <Bezeichner> Name des Bezeichners; Muss mit einem Punkt (".") starten. Löscht einen zuvor definierten Bezeichner.
es: <espacio memoria> es uno de: C: 8: 9: 10: 11: <letiqueta> es el nombre de la etiqueta; y debe comenzar por un punto ("."). Borrar una etiqueta previamente definida.
fr: <memspace> est un des choix suivants (C: 8: 9: 10: 11:) <label> est le nom de l'étiquette et commence par un point ("."). Détruit une étiquette préalablement créée.
hu: <memória tér> egy ezek közül: C: 8: 9: 10: 11: <címke> a címke neve; ponttal kell kezdõdjön ("."). Elõzõleg megadott címke törlése.
it: <spazio di memoria> è uno tra: C: 8: 9: 10: 11: <etichetta> è il nome dell'etichetta; deve iniziare con un punto ("."). Cancella una etichetta definita precedentemente.
nl: <geheugenruimte> is een van: C: 8: 9: 10: 11: <label> is de naam van de label; de naam moet beginnen met een punt ("."). Verwijder een gekoppelde label.
pl: <memspace> to jeden z: C: 8: 9: 10: 11: <label> to nazwa oznaczenia, musi zaczynać się kropką ("."). Kasuje poprzednio zdefiniowane oznaczenie.
sv: <minnesområde> är en av: C: 8: 9: 10: 11: <etikett> är namnet på etiketten; måste starta med punkt ("."). Ta bort en tidigare angiven etikett.
tr: <bellekalaný> bunlardan biridir: C: 8: 9: 10: 11: <etiket> etiketin ismidir; nokta karakteriyle baþlamalýdýr ("."). Önceden tanýmlanmýþ bir etiketi sil.

source: Load a file containing a mapping of labels to addresses. If no memory space is specified, the default readspace is used. The format of the file is the one written out by the `save_labels' command; it consists of some `add_label' commands, written one after the other.
da: Indlæs en fil som indeholder mapning fra labels til adresser. Hvis der ikke angives hukommelsesområde, anvendes det normale læseområde. Formatet på filen er det, som skrives af "save_labels"-kommandoen; det består af "add_label"-kommandoer efter hinanden.
de: Lädt eine Datei mit Zuordnung von Adressen zu Bezeichnern. Wenn kein Speicherbereich angegeben wurde, wird der Standard Speicherplatz verwendet. Das Format der Datei wird durch das Kommande `save_lables' definiert. Es besteht aus eine Reihe von `add_label' Kommandos, hintereinander angeordnet.
es: Carga fichero conteniendo mapeado de etiquetas de direcciones. Si no hay espacio de memoria especificado, se usa el espacio por defecto. El formato de fichero es el usado por el comando grabar etiquetas; Consiste en algunos comandos`añadir etiquetal' , grabado uno despues del otro.
fr: Charge un fichier contenant des étiquettes d'adresses. Si aucune adresse mémoire n'est spécifiée, l'adressage par défaut est utilisé. Le format du fichier est celui utilisé par la commande `save_labels'; Il consiste de quelques commandes `add_label', écrites l'une après l'autre.
hu: Címkékrõl címekre leképezéseket tartalmazó fájl betöltése. Ha nincs memória tér megadva, az alap tér lesz használva. A fájl formátuma megegyezik a `save_labels' parancs által kiírtéval; néhány egymás után írt `add_label' parancsból áll.
it: Carica un file che contiente l'associazione tra le etichette e gli indirizzi. Se non è specificato alcuno spazio di memoria, viene usato lo spazio di lettura predefinito. Il formato del file è quello dato in output dal comando `save_labels'; è composto da alcuni comandi `add_label', scritti uno di seguito all'altro.
nl: Laad een bestand met de koppelingen tussen labels en adressen. Als er geen geheugenruimte is opgegeven zal de standaard geheugenruimte worden gebruikt. Het formaat van het bestand is die door het commando 'save_labels' wordt geschreven; het bestaat uit een aantal 'add_label' commandos na elkaar.
pl: Wczytuje plik zawierający mapowanie oznaczeń pod adresy. Jeśli nie określono zakresu pamięci, używany jest domyślny zakres pamięci. Format pliku jest zapisywany komendą`save_labels', która składa się z komend `add_label', zapisanych jedna po drugiej.
sv: Läs in en fil som innehåller koppling från etiketter till adresser. Om inget minnesområde anges användas standard-läsadressen. Formatet på filen är samma som skrivs av "save_labels"-kommandot; det består av några "add_label"-kommandon efter varandra.
tr: Etiketleri adreslerle eþleþtirilmiþ bir dosya yükleyin. Eðer bellek alaný belirtilmemiþse, varsayýlan okuma alaný kullanýlýr. Dosyanýn biçimi `save_labels' komutu ile yazýlmýþ olandýr; bu peþ peþe yazýlmýþ `add_label' komutlarýndan ibarettir.

source: Save labels to a file. If no memory space is specified, all of the labels are saved.
da: Gem etiketter til fil. Hvis der ikke angives et hukommelsesområde gemmes alle etiketter.
de: Speichere Bezeichner in eine Datei. Wenn kein Speicherbereich angegeben wurde, werden alle Bezeichner gespeichert.
es: Grabar etiquetas en fichero. Si no se define espacio de memoria, se graban todas las etiquetas.
fr: Enregistres les étiquettes dans un fichier. Si aucune adresse mémoire n'est spécifiée, toutes les étiquettes mémoires sont sauvegardées.
hu: Címkék mentése fájlba. Ha nincs memória tartomány megadva, az összes címkét menti.
it: Salva le etichette su file. Se non è specificato alcuno spazio di memoria, vengono salvate tutte le etichette.
nl: Sla de labels op in een bestand. Als er geen geheugenruimte is opgegeven worden alle labels opgeslagen.
pl: Zapisuje oznaczenia do pliku. Jeśli nie określono obszaru pamięci, zapisywanie są wszystkie oznaczenia.
sv: Spara etiketter till en fil. Om inget minnesområde anges sparas alla etiketterna.
tr: Etiketleri bir dosyaya kaydet. Eðer bellek alaný belirtilmemiþse, tüm etiketler kaydedilir.

source: Display current label mappings. If no memory space is specified, show all labels from default address space.
nl: Toon huidige label koppelingen. Als er geen geheugenruimte is opgegeven worden all labels van de standaard geheugenruimte getoont.
pl: Pokaż obecne mapowania oznaczeń. Jeśli nie określono obszaru pamięci, wyświetlane są wszystkie oznaczenia z domyślnych obszarów pamięci.

source: Clear current label mappings. If no memory space is specified, clear all labels from default address space.
nl: Verwijder huidige label koppelingen. Als er geen geheugenruimte is opgegeven worden all labels van de standaard geheugenruimte verwijderd.
pl: Wyczyść obecne oznaczenia mapowania. Jeśli nie określono obszaru pamięci, kasowane są wszystkie oznaczenia z domyślnego obszaru pamięci.

source: Assembler and memory commands
da: Assembler- og hukommelseskommandoer
de: Assembler und Speicher Kommandos
es: Comandos Ensamblador y de memoria
fr: Commandes assembleur et mémoire
nl: Assembler en geheugen commandos
pl: Asembler i polecenia pamięci
sv: Assembler- och minneskommandon
tr: Assembler ve bellek komutlarý

source: data_list
da: dataliste
de: Datenliste
es: lista datos
nl: data_lijst
sv: datalista
tr: veri_listesi

source: Write the specified data at `address'.
da: Gem angivne data på "adresse".
de: Schreibe das angegebene Datum auf `Adresse'.
es: Grabar el dato especificado en `dirección'.
fr: Écrire toutes les données spécifiées à `address'.
hu: A megadott adat `cím' helyre írása.
it: Scrive il dato specificato all'indirizzo.
nl: Schrijf de opgegevem data op `adres'.
pl: Zapisuje określone dane w 'adresie'.
sv: Skriv angiven data på "adress".
tr: `adres' bölümünde belirlenmiþ bir veri yaz.

source: instruction
da: instruktion
de: Instruktion
es: Instrucción
nl: instructie
sv: instruktion
tr: komut

source: Assemble instructions to the specified address. If only one instruction is specified, enter assembly mode (enter an empty line to exit assembly mode).
da: Skriv assemblerinstruktioner til adresse. Hvis kun en instruktion angives, skiftes til assembler-tilstand (indtast en tom linje for at afslutte assembler-tilstanden).
de: Assmbler Instruktionen zur angebenen Adresse. Wenn nur eine Instruktion angegeben wurde, wird der assemblier Modus aktiviert (Eingabe einer leeren Zeile beendet den assemblier Modus).
es: Ensambla instrucciones en la dirección especificada. Si sólo se especifica una instrucción, entra en modo ensamblador, (entrar una linea vacia para salir).
fr: Assembler les instructions à l'adresse spécifiée. Si seulement une instruction est spécifiée, entrez le mode assembleur (entrez une ligne vide pour quitter le mode assembleur).
hu: Utasítások fordítása a megadott címre. Ha csak egy utasítás van, fordító módba lép (üres sort kell beírni a kilépéshez).
it: Assembla le istruzioni a partire dall'indirizzo specificato. Se solo una istruzione è specificata, entra in modalità assembly (inserire una linea vuota per uscire da questa modalità).
nl: Assembleer instructies naar het opgegeven adres. Als er alleen een instructie is opgegeven dan wordt de assembleer modus ingeschakelt (geef een lege regel in om de assembleer modus te verlaten).
pl: Assembluje instrukcje pod podanym adresem. Jeśli podano tylko jedną instrukcję, wchodzi w tryb asemblowania (pusta linia wychodzi z trybu asemblowania).
sv: Assemblera instruktioner till angiven adress. Om endast en instruktion angavs, aktivera assemblerläge (mata in en tom rad för att avsluta assemblerläget).
tr: Komutlarý belirlenmiþ adrese çevir. Eðer yalnýzca bir komut belirlenmiþse, assembly moduna gir (assembly modundan çýkmak için boþ bir satýr girin).

source: address_range
da: adresseområde
de: Adressbereich
es: Rango de dirección
fr: plage_dadresses
nl: adres_bereik
sv: adressområde
tr: adres_aralýðý

source: Compare memory from the source specified by the address range to the destination specified by the address. The regions may overlap. Any values that miscompare are displayed using the default displaytype.
da: Sammenlign hukommelse fra kilden, angivet ved adresseområdet med målet, angivet ved adresse. Områderne kan overlappe. Alle værdier som er forskellige vil blive vist med standard visning.
de: Vergleiche angegebenen Adressbereich mit der Zieladresse. Die Bereiche können überlappen. Ungleiche Werte werden mit dem Standardanzeigetyp gezeigt.
es: Compara memoria desde la fuente especificada por el rango de direcciones destino. La región puede estar superpuesta. Cualquier valor diferente se mostrará usando el tipo de pantalla por defecto.
fr: Comparer la mémoire de la source spécifiée par la plage d'adresse à la destination spécifiée par l'adresse. Les régions peuvent se chevaucher. Toute valeur discordante est affichée avec le type d'affichage par défaut.
hu: A forrás memóriatartomány összehasonlítása a céllal megadott memóriatartománnyal. A tartományok átfedése megengedett. Minden meg nem egyezõ értéket kiír az alap adat típussal.
it: Confronta la memoria della sorgente specificata dall'intervallo di indirizzi con la destinazione specificata dall'indirizzo. Le regioni possono sovrapporsi. Qualsiasi valore che non corrisponde è visualizzato utilizzando il tipo di dato predefinito.
nl: Vergelijk geheugen van de bron opgegeven door de adres reeks met het doel opgegeven door het adres. De reeksen mogen overlappen. De data die niet gelijk is zal worden getoont volgens de huidige toon soort.
pl: Porównuje pamięć z podanego zakresu adresów z podanym adresem. Rejony mogą się pokrywać. Wszystkie niepasujące wartości są pokazane domyślnym typem danych.
sv: Jämför minne från källan som anges av adressområdet mot destinationen som anges av adressen. Områdena kan vara överlappande. Alla värden som skiljer sig vid jämförelsen visas med standardvisningssättet.
tr: Belleði adresle belirtilen kaynaktan adresle belirtilen hedefin bulunduðu aralýkta karþýlaþtýr. Bölgeler belki üst üste binebilir. Uyuþmayan herhangi bir deðer varsayýlan görüntüleme tipine baðlý olarak görüntülenir.

source: Delete checkpoint `checknum'. If no checkpoint is specified delete all checkpoints.
nl: Wis checkpunt 'checknum'. Als er geen checkpunt is gegeven dan worden alle checkpunter gewist
pl: Skasuj punkt kontrolny 'checknum'. Jeśli nie określono punktu kontrolnego, skasuj wszystkie.
sv: Ta bort kontrollpunkten "kontrollnr". Om ingen kontrollpunkt har angivits, ta bort samtliga kontrollpunkter.
