Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Enable 8KB RAM expansion at $4000-$5FFF
da: Aktivér 8kB RAM-udviddelse på $4000-$5FFF
de: 8KB RAM Erweiterung bei $4000-5fff aktivieren
es: Permitir expansión RAM de 8KB en $4000-$5FFF
fr: Activer l'exansion de 8KB RAM à $4000-$5FFF
hu: 8KB RAM kiterjeszés engedélyezése a $4000-$5FFF címen
it: Attiva l'espansione di RAM di 8KB a $4000-$5FFF
nl: Activeer 8KB RAM uitbreiding op adres $4000-$5FFF
pl: Włącz rozszerzenie 8KB RAM w $4000-$5FFF
sv: Aktivera 8KB RAM-expansion på $4000-$5FFF
tr: $4000-$5FFF arasýnda 8KB RAM geniþletmeyi aktif et

source: Disable 8KB RAM expansion at $4000-$5FFF
da: Deaktivér 8kB RAM-udviddelse på $4000-$5FFF
de: 8KB RAM Erweiterung bei $4000-5fff deaktivieren
es: Deshabilitar expansión RAM de 8KB en $4000-$5FFF
fr: Désactiver l'exansion de 8KB RAM à $4000-$5FFF
hu: 8KB RAM kiterjeszés tiltása a $4000-$5FFF címen
it: Disattiva l'espansione di RAM di 8KB a $4000-$5FFF
nl: 8KB RAM uitbreiding op adres $4000-$5FFF uitschakelen
pl: Wyłącz rozszerzenie 8KB RAM w $4000-$5FFF
sv: Inaktivera 8KB RAM-expansion på $4000-$5FFF
tr: $4000-$5FFF arasýnda 8KB RAM geniþletmeyi pasifleþtir

source: Enable 8KB RAM expansion at $6000-$7FFF
da: Aktivér 8kB RAM-udviddelse på $6000-$7FFF
de: 8KB RAM Erweiterung bei $6000-7fff aktivieren
es: Permitir expansión RAM de 8KB en $6000-$7FFF
fr: Activer l'exansion de 8KB RAM à $6000-$7FFF
hu: 8KB RAM kiterjeszés engedélyezése a $6000-$7FFF címen
it: Attiva l'espansione di RAM di 8KB a $6000-$7FFF
nl: Activeer 8KB RAM uitbreiding op adres $6000-$7FFF
pl: Włącz rozszerzenie 8KB RAM w $6000-$7FFF
sv: Aktivera 8KB RAM-expansion på $6000-$7FFF
tr: $6000-$7FFF arasýnda 8KB RAM geniþletmeyi aktif et

source: Disable 8KB RAM expansion at $6000-$7FFF
da: Deaktivér 8kB RAM-udviddelse på $6000-$7FFF
de: 8KB RAM Erweiterung bei $6000-7fff deaktivieren
es: Deshabilitar expansión RAM de 8KB en $6000-$7FFF
fr: Désactiver l'exansion de 8KB RAM à $6000-$7FFF
hu: 8KB RAM kiterjeszés tiltása a $6000-$7FFF címen
it: Disattiva l'espansione di RAM di 8KB a $6000-$7FFF
nl: 8KB RAM uitbreiding op adres $6000-$7FFF uitschakelen
pl: Wyłącz rozszerzenie 8KB RAM w $6000-$7FFF
sv: Inaktivera 8KB RAM-expansion på $6000-$7FFF
tr: $6000-$7FFF arasýnda 8KB RAM geniþletmeyi pasifleþtir

source: Enable 8KB RAM expansion at $8000-$9FFF
da: Aktivér 8kB RAM-udviddelse på $8000-$9FFF
de: 8KB RAM Erweiterung bei $8000-9fff aktivieren
es: Permitir expansión RAM de 8KB en $8000-$9FFF
fr: Activer l'exansion de 8KB RAM à $8000-$9FFF
hu: 8KB RAM kiterjeszés engedélyezése a $8000-$9FFF címen
it: Attiva l'espansione di RAM di 8KB a $8000-$9FFF
nl: Activeer 8KB RAM uitbreiding op adres $8000-$9FFF
pl: Włącz rozszerzenie 8KB RAM w $8000-$9FFF
sv: Aktivera 8KB RAM-expansion på $8000-$9FFF
tr: $8000-$9FFF arasýnda 8KB RAM geniþletmeyi aktif et

source: Disable 8KB RAM expansion at $8000-$9FFF
da: Deaktivér 8kB RAM-udviddelse på $8000-$9FFF
de: 8KB RAM Erweiterung bei $8000-9fff deaktivieren
es: Deshabilitar expansión RAM de 8KB en $8000-$9FFF
fr: Désactiver l'exansion de 8KB RAM à $8000-$9FFF
hu: 8KB RAM kiterjeszés tiltása a $8000-$9FFF címen
it: Disattiva l'espansione di RAM di 8KB a $8000-$9FFF
nl: 8KB RAM uitbreiding op adres $8000-$9FFF uitschakelen
pl: Wyłącz rozszerzenie 8KB RAM w $8000-$9FFF
sv: Inaktivera 8KB RAM-expansion på $8000-$9FFF
tr: $8000-$9FFF arasýnda 8KB RAM geniþletmeyi pasifleþtir

source: Enable 8KB RAM expansion at $A000-$BFFF
da: Aktivér 8kB RAM-udviddelse på $A000-$BFFF
de: 8KB RAM Erweiterung bei $A000-Bfff aktivieren
es: Permitir expansión RAM de 8KB en $A000-$BFFF
fr: Activer l'exansion de 8KB RAM à $A000-$BFFF
hu: 8KB RAM kiterjeszés engedélyezése a $A000-$BFFF címen
it: Attiva l'espansione di RAM di 8KB a $A000-$BFFF
nl: Activeer 8KB RAM uitbreiding op adres $A000-$BFFF
pl: Włącz rozszerzenie 8KB RAM w $A000-$BFFF
sv: Aktivera 8KB RAM-expansion på $A000-$BFFF
tr: $A000-$BFFF arasýnda 8KB RAM geniþletmeyi aktif et

source: Disable 8KB RAM expansion at $A000-$BFFF
da: Deaktivér 8kB RAM-udviddelse på $A000-$BFFF
de: 8KB RAM Erweiterung bei $A000-Bfff deaktivieren
es: Deshabilitar expansión RAM de 8KB en $A000-$BFFF
fr: Désactiver l'exansion de 8KB RAM à $A000-$BFFF
hu: 8KB RAM kiterjeszés tiltása a $A000-$BFFF címen
it: Disattiva l'espansione di RAM di 8KB a $A000-$BFFF
nl: 8KB RAM uitbreiding op adres $A000-$BFFF uitschakelen
pl: Wyłącz rozszerzenie 8KB RAM w $A000-$BFFF
sv: Inaktivera 8KB RAM-expansion på $A000-$BFFF
tr: $A000-$BFFF arasýnda 8KB RAM geniþletmeyi pasifleþtir

source: Set parallel cable type (0: none, 1: standard, 2: Dolphin DOS 3, 3: Formel 64)
da: Vælg typen af parallelkabel (0: ingen, 1: standard, 2: Dolphin DOS 3 3: Formel 64)
de: Parallelkabel Typ (0: kein, 1: Standard, 2: Dolphin DOS 3, 3: Formel 64)
es: Seleccionar tipo de cable paralelo (0:no, 1:estandar, 2:Dolphin DOS 3, 3:Formel 64)
fr: Définir le type de câble parallèle (0: aucun, 1: standard, 2: Dolphin DOS 3, 3: Formel 64)
nl: Zet parallele kabelsoort (0: geen, 1: standaard, 2: Dolphin DOS 3, 3: Formel 64)
pl: Określ typ łącza równoległego (0: brak, 1: zwykłe, 2: Dolphin DOS 3, 3: Formel 64)
sv: Välj typ av parallellkabel (0: ingen, 1: standard, 2: Dolphin DOS 3, 3: Formel 64)
tr: Paralel kablo tipini belirle (0: yok, 1: standart, 2: Dolphin DOS 3, 3: Formel 64)

source: Disable Professional DOS
da: Deaktivér Professional DOS
de: Professional DOS deaktivieren
es: Deshabilitar Professional DOS
fr: Désactiver le DOS Professionnel
hu: Professional DOS tiltása
it: Disattiva Professional DOS
nl: Professional DOS uitschakelen
pl: Wyłącz Professional DOS
sv: Inaktivera Professional DOS
tr: Professional DOS'u pasifleþtir

source: Specify name of Professional DOS 1571 ROM image
da: Angiv navn på Professional DOS 1571-ROM-image
de: Name von Professional DOS 1571 Datei definieren
es: Especificar nombre imagen ROM Professional DOS 1571
fr: Spécifier le nom du nouveau ROM Professional DOS 1571
hu: Adja meg a Professional DOS 1571 ROM képmást
it: Specifica il nome dell'immagine della ROM del Professional DOS 1571
nl: Geef de naam van het Professional DOS 1571 ROM bestand
pl: Określ nazwę obrazu ROM Professional DOS 1571
sv: Ange namn på Professional DOS 1571-ROM-avbildning
tr: Professional DOS 1571 ROM imaj ismini belirt

source: Disable SuperCard+
da: Deaktivér SuperCard+
de: SuperCard+ deaktivieren
es: Deshabilitar SuperCard+
fr: Désactiver SuperCard+
nl: SuperCard+ uitschakelen
pl: Wyłącz SuperCard+
sv: Inaktivera SuperCard+
tr: SuperCard+'ý pasifleþtir

source: Specify name of SuperCard+ ROM image
da: Angiv navn på SuperCard+ ROM-image
de: Name von SuperCard+ ROM Datei definieren
es: Especificar nombre de Imagen ROM SuperCard+
fr: Spécifier le nom de l'image ROM SuperCard+
nl: Geef de naam van het SuperCard+ ROM bestand
pl: Określ nazwę obrazu ROM SuperCard+
sv: Ange namn på SuperCard+-ROM-avbildning
tr: SuperCard+ ROM imajýnýn ismini belirt

source: Set parallel cable type (0: none, 1: standard)
da: Vælg typen af parallelkabel parallellkabel (0: ingen, 1: standard)
de: Parallelkabel Typ (0: kein, 1: Standard)
es: Seleccionar tipo de cable paralelo (0:no, 1:standard)
fr: Définir le type de câble parallèle (0: aucun, 1: standard)
hu: Adja meg a párhuzamos kábel típusát (0: nincs, 1: standard)
it: Imposta il tipo di cavo parallelo (0: nessuno, 1: standard)
nl: Zet parallelle kabelsoort (0: geen, 1: standaard)
pl: Ustaw typ kabla portu równoległego (0: brak, 1: typowy)
sv: Välj typ av parallellkabel (0: ingen, 1: standard)
tr: Paralel kablo tipini ayarlayýn (0: yok, 1: standart)

source: Specify name of 1571CR DOS ROM image
da: Angiv navn på 1571CR-DOS-ROM-image
de: Name der 1571CR DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 1571CR
fr: Spécifier le nom de l'image 1571CR DOS ROM
hu: Adja meg az 1571CR DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1571CR
nl: Geef de naam van het 1571CR DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1571CR
sv: Ange namn på 1571CR-DOS-ROM-avbildning
tr: 1571CR DOS ROM imaj ismini belirt

source: Specify name of 2031 DOS ROM image
da: Angiv navn på 2031-DOS-ROM-image
de: Name der 2031 DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 2031
fr: Spécifier le nom de l'image 2031 DOS ROM
hu: Adja meg a 2031 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 2031
nl: Geef de naam van het 2031 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 2031
sv: Ange namn på 2031-DOS-ROM-avbildning
tr: 2031 DOS ROM imaj ismini belirt

source: Specify name of 2040 DOS ROM image
da: Angiv navn på 2040-DOS-ROM-image
de: Name der 2040 DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 2040
fr: Spécifier le nom de l'image 2040 DOS ROM
hu: Adja meg a 2040 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 2040
nl: Geef de naam van het 2040 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 2040
sv: Ange namn på 2040-DOS-ROM-avbildning
tr: 2040 DOS ROM imaj ismini belirt

source: Specify name of 3040 DOS ROM image
da: Angiv navn på 3040-DOS-ROM-image
de: Name der 3040 DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 3040
fr: Spécifier le nom de l'image 3040 DOS ROM
hu: Adja meg a 3040 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 3040
nl: Geef de naam van het 3040 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 3040
sv: Ange namn på 3040-DOS-ROM-avbildning
tr: 3040 DOS ROM imaj ismini belirt

source: Specify name of 4040 DOS ROM image
da: Angiv navn på 4040-DOS-ROM-image
de: Name der 4040 DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 4040
fr: Spécifier le nom de l'image 4040 DOS ROM
hu: Adja meg a 4040 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 4040
nl: Geef de naam van het 4040 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 4040
sv: Ange namn på 4040-DOS-ROM-avbildning
tr: 4040 DOS ROM imaj ismini belirt

source: Specify name of 1001/8050/8250 DOS ROM image
da: Angiv navn på 1001/8050/8250-DOS-ROM-image
de: Name der 1001/8040/8205 DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 1001/8050/8250
fr: Spécifier le nom de l'image 1001/8050/8250 DOS ROM
hu: Adja meg az 1001/8050/8250 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1001/8050/8250
nl: Geef de naam van het 1001/8050/8250 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1001/8050/8250
sv: Ange namn på 1001/8050/8250-DOS-ROM-avbildning
tr: 1001/8050/8250 DOS ROM imaj ismini belirt

source: Specify name of 1551 DOS ROM image
da: Angiv navn på 1551-DOS-ROM-image
de: Name der 1551 DOS ROM Datei definieren
es: Especificar nombre imagen DOS ROM 1551
fr: Spécifier le nom de l'image 1551 DOS ROM
hu: Adja meg az 1551 DOS ROM képmás nevét
it: Specifica il nome dell'immagine della ROM del DOS del 1551
nl: Geef de naam van het 1551 DOS ROM bestand
pl: Określ nazwę obrazu ROM DOS-a 1551
sv: Ange namn på 1551-DOS-ROM-avbildning
tr: 1551 DOS ROM imaj ismini belirt

source: Use <name> as directory for file system device #8
da: Brug <navn> som katalog for filsystembaseret drev #8
de: Benutze <Name> für Verzeichnis beim Verzeichniszugriff für Gerät #8
es: Usar <nombre> como directorio fichero sistema periférico #8
fr: Utiliser le répertoire <nom> comme système de fichiers pour le lecteur #8
hu: <név> könyvtár használata az #8-as egység fájlrendszerének
it: Una <nome> come direcory per il file system della periferica #8
nl: Gebruik <naam> als directory voor bestandssysteemapparaat #8
pl: Uzyj <nazwa> jako katalog urządzenia systemu plików #8
sv: Ange <namn> som katalog för filsystemsbaserad enhet 8
tr: <isim>'i aygýt #8'in dosya sistemi dizini olarak kullan

source: Use <name> as directory for file system device #9
da: Brug <navn> som katalog for filsystembaseret drev #9
de: Benutze <Name> für Verzeichnis beim Verzeichniszugriff für Gerät #9
es: Usar <nombre> como directorio fichero sistema periférico #9
fr: Utiliser le répertoire <nom> comme système de fichiers pour le lecteur #9
hu: <név> könyvtár használata az #9-es egység fájlrendszerének
it: Una <nome> come direcory per il file system della periferica #9
nl: Gebruik <naam> als directory voor bestandssysteemapparaat #9
pl: Uzyj <nazwa> jako katalog urządzenia systemu plików #9
sv: Ange <namn> som katalog för filsystemsbaserad enhet 9
tr: <isim>'i aygýt #9'un dosya sistemi dizini olarak kullan

source: Use <name> as directory for file system device #10
da: Brug <navn> som katalog for filsystembaseret drev #10
de: Benutze <Name> für Verzeichnis beim Verzeichniszugriff für Gerät #10
es: Usar <nombre> como directorio fichero sistema periférico #10
fr: Utiliser le répertoire <nom> comme système de fichiers pour le lecteur #10
hu: <név> könyvtár használata az #10-es egység fájlrendszerének
it: Una <nome> come direcory per il file system della periferica #10
nl: Gebruik <naam> als directory voor bestandssysteemapparaat #10
pl: Uzyj <nazwa> jako katalog urządzenia systemu plików #10
sv: Ange <namn> som katalog för filsystemsbaserad enhet 10
tr: <isim>'i aygýt #10'un dosya sistemi dizini olarak kullan

source: Use <name> as directory for file system device #11
da: Brug <navn> som katalog for filsystembaseret drev #11
de: Benutze <Name> für Verzeichnis beim Verzeichniszugriff für Gerät #11
es: Usar <nombre> como directorio fichero sistema periférico #10
fr: Utiliser le répertoire <nom> comme système de fichiers pour le lecteur #11
hu: <név> könyvtár használata az #11-es egység fájlrendszerének
it: Una <nome> come direcory per il file system della periferica #11
nl: Gebruik <naam> als directory voor bestandssysteemapparaat #11
pl: Uzyj <nazwa> jako katalog urządzenia systemu plików #11
sv: Ange <namn> som katalog för filsystemsbaserad enhet 11
tr: <isim>'i aygýt #11'in dosya sistemi dizini olarak kullan

source: Enable on-read support for P00 files on drive 8
nl: Activeer ondersteuning voor het lezen van P00 bestanden voor drive 8
pl: Włącz obsługę plików P00 przy odczycie z napędu 8

source: Disable on-read support for P00 files on drive 8
nl: Ondersteuning voor het lezen van P00 bestanden voor drive 8 uitschakelen
pl: Wyłącz obsługę plików P00 przy odczycie z napędu 8

source: Enable on-read support for P00 files on drive 9
nl: Activeer ondersteuning voor het lezen van P00 bestanden voor drive 9
pl: Włącz obsługę plików P00 przy odczycie z napędu 9

source: Disable on-read support for P00 files on drive 9
nl: Ondersteuning voor het lezen van P00 bestanden voor drive 9 uitschakelen
pl: Wyłącz obsługę plików P00 przy odczycie z napędu 9

source: Enable on-read support for P00 files on drive 10
nl: Activeer ondersteuning voor het lezen van P00 bestanden voor drive 10
pl: Włącz obsługę plików P00 przy odczycie z napędu 10

source: Disable on-read support for P00 files on drive 10
nl: Ondersteuning voor het lezen van P00 bestanden voor drive 10 uitschakelen
pl: Wyłącz obsługę plików P00 przy odczycie z napędu 10

source: Enable on-read support for P00 files on drive 11
nl: Activeer ondersteuning voor het lezen van P00 bestanden voor drive 11
pl: Włącz obsługę plików P00 przy odczycie z napędu 11

source: Disable on-read support for P00 files on drive 11
nl: Ondersteuning voor het lezen van P00 bestanden voor drive 11 uitschakelen
pl: Wyłącz obsługę plików P00 przy odczycie z napędu 11

source: Enable saving of P00 files on drive 8
nl: Activeer opslaan van P00 bestanden voor drive 8
pl: Włącz zapis plików P00 w napędzie 8

source: Disable saving of P00 files on drive 8
nl: Opslaan van P00 bestanden voor drive 8 uitschakelen
pl: Wyłącz zapis plików P00 w napędzie 8

source: Enable saving of P00 files on drive 9
nl: Activeer opslaan van P00 bestanden voor drive 9
pl: Włącz zapis plików P00 w napędzie 9

source: Disable saving of P00 files on drive 9
nl: Opslaan van P00 bestanden voor drive 9 uitschakelen
pl: Wyłącz zapis plików P00 w napędzie 9

source: Enable saving of P00 files on drive 10
nl: Activeer opslaan van P00 bestanden voor drive 10
pl: Włącz zapis plików P00 w napędzie 10

source: Disable saving of P00 files on drive 10
nl: Opslaan van P00 bestanden voor drive 10 uitschakelen
pl: Wyłącz zapis plików P00 w napędzie 10

source: Enable saving of P00 files on drive 11
nl: Activeer opslaan van P00 bestanden voor drive 11
pl: Włącz zapis plików P00 w napędzie 11

source: Disable saving of P00 files on drive 11
nl: Opslaan van P00 bestanden voor drive 11 uitschakelen
pl: Wyłącz zapis plików P00 w napędzie 11

source: Hide CBM files (only show P00 files) for drive 8
nl: Verberg CBM bestanden (toon alleen P00 bestanden) voor drive 8
pl: Ukryj pliki CBM (pokazuj tylko pliki P00) dla napędu 8

source: Do not hide CBM files (show all files) for drive 8
nl: Verberg CBM bestanden niet (toon alle bestanden) voor drive 8
pl: Nie ukrywaj plików CBM (pokazuj wszystkie pliki) dla napędu 8

source: Hide CBM files (only show P00 files) for drive 9
nl: Verberg CBM bestanden (toon alleen P00 bestanden) voor drive 9
pl: Ukryj pliki CBM (pokazuj tylko pliki P00) dla napędu 9

source: Do not hide CBM files (show all files) for drive 9
nl: Verberg CBM bestanden niet (toon alle bestanden) voor drive 9
pl: Nie ukrywaj plików CBM (pokazuj wszystkie pliki) dla napędu 9

source: Hide CBM files (only show P00 files) for drive 10
nl: Verberg CBM bestanden (toon alleen P00 bestanden) voor drive 10
pl: Ukryj pliki CBM (pokazuj tylko pliki P00) dla napędu 10

source: Do not hide CBM files (show all files) for drive 10
nl: Verberg CBM bestanden niet (toon alle bestanden) voor drive 10
pl: Nie ukrywaj plików CBM (pokazuj wszystkie pliki) dla napędu 10

source: Hide CBM files (only show P00 files) for drive 11
nl: Verberg CBM bestanden (toon alleen P00 bestanden) voor drive 11
pl: Ukryj pliki CBM (pokazuj tylko pliki P00) dla napędu 11

source: Do not hide CBM files (show all files) for drive 11
nl: Verberg CBM bestanden niet (toon alle bestanden) voor drive 11
pl: Nie ukrywaj plików CBM (pokazuj wszystkie pliki) dla napędu 11

source: Set bitrate for audio stream in media file
da: Angiv bitrate for lydstrøm i mediefil
de: Bitrate für Audio Stream für Media Datei setzen
es: Seleccionar velocidad muestreo para flujo audio en fichero media
fr: Régler le bitrate audio du fichier média
hu: Adja meg az audió bitrátát a média fájlhoz
it: Imposta il bitrate del flusso audio nel file multimediale
nl: Zet de bitrate voor het audiogedeelte van het mediabestand
pl: Określ szybkość transmisji strumienia audio w pliku multimediów
sv: Ange bithastighet för ljudström i mediafil
tr: Ses akýþý için ortam dosyasýndaki bithýzý'ný ayarla

source: Set bitrate for video stream in media file
da: Angiv bitrate for videostrøm i mediefil
de: Bitrate für Video Stream für Media Datei setzen
es: Seleccionar velocidad muestreo para flujo video en fichero media
fr: Régler le bitrate vidéo du fichier média
hu: Adja meg az videó bitrátát a média fájlhoz
it: Imposta il bitrate per il flusso video nel file multimediale
nl: Zet de bitrate voor het videogedeelte van het mediabestand
pl: Określ szybkość transmisji strumienia wideo w pliku multimediów
sv: Ange bithastighet för videoström i mediafil
tr: Görüntü akýþý için ortam dosyasýndaki bithýzý'ný ayarla

source: Specify PET model to emulate. (2001/3008/3016/3032/3032B/4016/4032/4032B/8032/8096/8296/SuperPET)
nl: Geef PET model om te emuleren. (2001/3008/3016/3032/3032B/4016/4032/4032B/8032/8096/8296/SuperPET)
pl: Wybierz emulowany model PET. (2001/3008/3016/3032/3032B/4016/4032/4032B/8032/8096/8296/SuperPET)

source: Specify name of Editor ROM image
da: Angiv navn på Editor-ROM-image
de: Name für Editor ROM Image Datei definieren
es: Especificar nombre imagen editor ROM
fr: Spécifier le nom de limage ROM Editor
hu: Adja meg a szerkesztõ ROM képmás nevét
it: Specifica il nome dell'immagine della Editor ROM
nl: Geef naam van het Editor ROM bestand
pl: Określ nazwę obrazu ROM Editor
sv: Ange namn på Editor-ROM-avbildning
tr: Editor ROM imajýnýn ismini belirt

source: Specify 4K extension ROM name at $9***
da: Angiv navn på 4K-udviddelses-ROM på $9***
de: 4K Erweiterungs ROM Datei Name bei $9*** definieren
es: Especificar nombre extensión ROM 4KB en $9***
fr: Spécifier le nom de l'extension ROM 4K à $9***
hu: Adja meg a $9*** címû 4K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4k a $9***
nl: Geef naam van het 4K uitbreiding ROM bestand op adres $9***
pl: Określ nazwę rozszerzenia 4K ROM w $9***
sv: Ange namn på 4K-utöknings-ROM på $9***
tr: $9*** adresindeki 4K uzantýsý ROM ismini belirt

source: Specify 4K extension ROM name at $A***
da: Angiv navn på 4K-udviddelses-ROM på $A***
de: 4K Erweiterungs ROM Datei Name bei $A*** definieren
es: Especificar nombre extensión ROM 4KB en $A***
fr: Spécifier le nom de l'extension ROM 4K à $A***
hu: Adja meg a $A*** címû 4K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4k a $A***
nl: Geef naam van het 4K uitbreiding ROM bestand op adres $A***
pl: Określ nazwę rozszerzenia 4K ROM w $A***
sv: Ange namn på 4K-utöknings-ROM på $A***
tr: $A*** adresindeki 4K uzantýsý ROM ismini belirt

source: Specify 4K extension ROM name at $B***
da: Angiv navn på 4K-udviddelses-ROM på $B***
de: 4K Erweiterungs ROM Datei Name bei $B*** definieren
es: Especificar nombre extensión ROM 4KB en $B***
fr: Spécifier le nom de l'extension ROM 4K à $B***
hu: Adja meg a $B*** címû 4K ROM kiterjesztés nevét
it: Specifica il nome della ROM di estensione di 4k a $B***
nl: Geef naam van het 4K uitbreiding ROM bestand op adres $B***
pl: Określ nazwę rozszerzenia 4K ROM w $B***
sv: Ange namn på 4K-utöknings-ROM på $B***
tr: $B*** adresindeki 4K uzantýsý ROM ismini belirt

source: Enable PET8296 4K RAM mapping at $9***
da: Aktivér PET8296 4K-RAM-mapping på $9***
de: PET8296 4K RAM Zuordnung bei $9*** aktivieren
es: Permitir mapeado 4KB de RAM PET8296 en $9***
fr: Activer l'extension PET8296 4K à $9***
hu: PET8296 4K RAM engedélyezése a $9*** címen
it: Attiva la mappatura della RAM di 4K del PET8296 a $9***
nl: Activeer PET8296 4K RAM op adres $9***
pl: Włącz mapowanie 4K RAM PET8296 w $9***
sv: Aktivera PET8296 4K-RAM-mappning på $9***
tr: $9*** adresindeki PET8296 4K RAM eþleþtirmesini aktif et

source: Disable PET8296 4K RAM mapping at $9***
da: Deaktivér PET8296 4K-RAM-mapping på $9***
de: PET8296 4K RAM Zuordnung bei $9*** deaktivieren
es: Deshabilitar mapeado 4KB de RAM PET8296 en $9***
fr: Désactiver l'extension PET8296 4K à $9***
hu: PET8296 4K RAM tiltása a $9*** címen
it: Disattiva la mappatura della RAM di 4K del PET8296 a $9***
nl: PET8296 4K RAM op adres $9*** uitschakelen
pl: Wyłącz mapowanie 4K RAM PET8296 w $9***
sv: Inaktivera PET8296 4K-RAM-mappning på $9***
tr: $9*** adresindeki PET8296 4K RAM eþleþtirmesini pasifleþtir

source: Enable PET8296 4K RAM mapping at $A***
da: Aktivér PET8296 4K-RAM-mapping på $A***
de: PET8296 4K RAM Zuordnung bei $A*** aktivieren
es: Permitir mapeado 4KB de RAM PET8296 en $A***
fr: Activer l'extension PET8296 4K à $A***
hu: PET8296 4K RAM engedélyezése a $A*** címen
it: Attiva la mappatura della RAM di 4K del PET8296 a $A***
nl: Activeer PET8296 4K RAM op adres $A***
pl: Włącz mapowanie 4K RAM PET8296 w $A***
sv: Aktivera PET8296 4K-RAM-mappning på $A***
tr: $A*** adresindeki PET8296 4K RAM eþleþtirmesini aktif et

source: Disable PET8296 4K RAM mapping at $A***
da: Deaktivér PET8296 4K-RAM-mapping på $A***
de: PET8296 4K RAM Zuordnung bei $A*** deaktivieren
es: Deshabilitar mapeado 4KB de RAM PET8296 en $A***
fr: Désactiver l'extension PET8296 4K à $A***
hu: PET8296 4K RAM tiltása a $A*** címen
it: Disattiva la mappatura della RAM di 4K del PET8296 a $A***
nl: PET8296 4K RAM op adres $A*** uitschakelen
pl: Wyłącz mapowanie 4K RAM PET8296 w $A***
sv: Inaktivera PET8296 4K-RAM-mappning på $A***
tr: $A*** adresindeki PET8296 4K RAM eþleþtirmesini pasifleþtir
