Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Attach cartridge image...
it: Seleziona l'immagine di una cartuccia...

source: 4/8/16KB image at $2000...
it: Immagine di 4/8/16KB a $2000...

source: 4/8/16KB image at $4000...
it: Immagine di 4/8/16KB a $4000...

source: 4/8/16KB image at $6000...
it: Immagine di 4/8/16KB a $6000...

source: 4/8KB image at $A000...
it: Immagine di 4/8KB a $A000...

source: 4KB image at $B000...
it: Immagine di 4KB a $B000...

source: CRT image...
it: Immagine CRT...

source: Generic 8KB image...
it: Immagine generica di 8KB...

source: Generic 16KB image...
it: Immagine generica di 16KB...

source: Action Replay image...
it: Immagine Action Replay...

source: Atomic Power image...
it: Immagine Atomic Power...

source: Retro Replay image...
it: Immagine Retro Replay...

source: IDE64 interface image...
it: Immagine interfaccia IDE64...

source: Load snapshot image...
it: Carica immagine dello snapshot...

source: Save snapshot image...
it: Salva l'immagine dello snapshot...

source: PS/2 mouse emulation
it: Emulazione del mouse PS/2

source: Video settings...
it: Impostazioni video...

source: VIC settings...
it: Impostazioni VIC...

source: CBM2 settings...
it: Impostazioni CBM2...

source: Change PET model
hu: PET modell kiválasztása
it: Cambia modello di PET

source: PET settings...
it: Impostazioni PET...

source: Peripheral settings...
it: Impostazioni periferiche...

source: Drive settings...
it: Impostazioni drive...

source: Datasette settings...
it: Impostazioni registratore...

source: Plus4 settings...
it: Impostazioni Plus4...

source: Joystick settings...
it: Impostazioni joystick...

source: Keyboard settings...
it: Impostazioni tastiera...

source: Mouse settings...
it: Impostazioni mouse...

source: Sound settings...
it: Impostazioni audio...

source: SID settings...
it: Impostazioni SID...

source: Computer ROM settings...
it: Impostazioni ROM del computer...

source: Drive ROM settings...
it: Impostazioni ROM del drive...

source: RAM settings...
it: Impostazioni RAM...

source: RS232 settings...
it: Impostazioni RS232...

source: C128 settings...
it: Impostazioni C128...

source: REU settings...
it: Impostazioni REU...

source: Double Quick Brown Box settings...
it: Impostazioni Double Quick Brown Box...

source: PLUS60K settings...
it: Impostazioni PLUS60K...

source: PLUS256K settings...
it: Impostazioni PLUS256K...

source: 256K settings...
it: Impostazioni 256K...

source: IDE64 settings...
it: Impostazioni IDE64...

source: MMC64 settings...
it: Impostazioni MMC64...

source: Ethernet settings...
it: Impostazioni Ethernet...

source: ACIA settings...
it: Impostazioni ACIA...

source: PET REU settings...
it: Impostazioni PET...

source: SID cart settings...
it: Impostazioni cartuccia SID...

source: C64DTV settings...
it: Impostazioni C64DTV...

source: RS232 userport settings...
it: Impostazioni RS232 su userport...

source: About...
it: Informazioni...

source: No warranty
it: Nessuna garanzia

source: Start Sound Record...
it: Avvia la registrazione audio...

source: About
it: Informazioni

source: 256K Base
it: Indirizzo base 256K

source: model line
it: impostazioni del modello

source: RAM Size
it: Dimensione RAM

source: CBM2 Settings
it: Impostazioni CBM2

source: Delay at Zero Values
it: Ritardo ai valori di zero

source: PLUS60K Base
it: Indirizzo base PLUS60K

source: read-only
it: a sola lettura

source: 6581 (old)
it: 6581 (vecchio)

source: 8580 (new)
it: 8580 (nuovo)

source: Autodetect
it: Rileva automaticamente

source: SID Cart
it: Cartuccia SID

source: SID Cart joystick
it: Joystick SID Cart

source: VICII Palette file
it: File di palette VICII

source: VDC Palette file
it: File di palette VDC

source: Set PET Model
hu: PET modell kiválasztása
it: Imposta modello di PET

source: Mouse Settings
it: Impostazioni mouse

source: Testing best frame delay...
it: Rileva il miglior ritardo tra frame...

source: Sending snapshot to client...
it: Invio dell'immagine dello snapshot al client in corso...

source: Server is waiting for a client...
it: Il server è in attesa di un client...

source: Receiving snapshot from server...
it: Ricezione dello snapshot dal server in corso...

source: Remote host suspending...
it: Sospesione dell'host remoto in corso...

source: Cannot switch IPV4/IPV6 while netplay is active.
it: Non è possibile commutare tra IPV4 e IPV6 mentre netplay è attivo.

source: Available commands are:
it: I comandi disponibili sono:

source: Machine state commands:
it: Comandi di stato del computer:

source: [<memspace>] [bankname]
it: [<spazio di memoria>] [nome banco]

source: [<count>]
it: [<contatore>]

source: "<filename>"
it: "<nome del file>"

source: <address>
it: <indirizzo>

source: [<reg_name> = <number> [, <reg_name> = <number>]*]
it: [<nome registro> = <numero> [, <nome registro> = <numero>]*]

source: [<type>]
it: [<typo>]

source: Symbol table commands:
it: Comandi tabella dei simboli:

source: [<memspace>] <address> <label>
it: [<spazio di memoria>] <indirizzo> <etichetta>

source: [<memspace>] <label>
it: [<spazio di memoria>] <etichetta>

source: [<memspace>] "<filename>"
it: [<spazio di memoria>] "<nome file>"

source: [<memspace>]
it: [<spazio di memoria>]

source: Assembler and memory commands:
it: Comandi assembler e memoria:

source: [<address>] <data_list>
it: [<indirizzo>] <lista di dati>

source: <address> [ <instruction> [: <instruction>]* ]
it: <indirizzo> [ <istruzione> [: <istruzione>]* ]

source: <address_range> <address>
it: <intervallo indirizzi> <indirizzo>

source: [<address> [<address>]]
it: [<indirizzo> [<indirizzo>]]

source: <address_range> <data_list>
it: <intervallo di indirizzi> <lista di dati>

source: <address_opt_range>
it: <intervallo di indirizzi opzionale>

source: [<data_type>] [<address_opt_range>]
it: [<dati>] [<intervallo di indirizzi opzionale>]

source: "<filename>" <format>
it: "<nome del file>" <formato>

source: [<mask>] [<address_opt_range>]
it: [<maschera>] [<intervallo di indirizzi opzionale>]

source: Checkpoint commands:
it: Comandi punti di controllo:

source: [<address> [if <cond_expr>] ]
it: [<indirizzo> [if <espressione condizione>] ]

source: If no address is given, the currently valid watchpoints are printed. If an address is given, a breakpoint is set for that address and the breakpoint number is printed. A conditional expression can also be specified for the breakpoint. For more information on conditions, see the CONDITION command.
hu: Ha nincs cím megadva, az aktuálisan érvényes figyelési pontokat listázza. Ha van cím a paraméterben, töréspontot helyez el az adott címre, és a számát kiírja. Egy feltétel kifejezés is megadható a törésponthoz. A feltételekrõl több információhoz lásd a CONDITION parancs súgóját!
it: Se non viene specificato alcun indirizzo, i watchpoint attuali vengono stampati.Se viene specificato un indirizzo, viene impostato un breakpoint per tale indirizzo e viene stampato il suo numero. Può anche essere specificata una condizione per il breakpoint. Per ulteriori informazioni, vedere il comando CONDITION.

source: <checknum> "<command>"
it: <checknum> "<comando>"

source: <checknum> if <cond_expr>
it: <checknum> if <espressione condizione>

source: <checknum> [<count>]
it: <checknum> [<contatore>]

source: [<address>]
it: [<indirizzo>]

source: [loadstore] [address [address]]
it: [loadstore] [indirizzo [indirizzo]]

source: Set a watchpoint. If a single address is specified, set a watchpoint for that address. If two addresses are specified, set a watchpoint for the memory locations between the two addresses. `loadstore' is either `load' or `store' to specify on which operation the monitor breaks. If not specified, the monitor breaks on both operations.
hu: Figyelési pont megadása. Ha egy cím van a paraméterben, az adott címre állítbe figyelési pontot. Ha két cím adott, akkor a kettõ közötti összes memória helyre beállítja. A `loadstore' vagy `load' vagy `store' lehet, azt adja meg, hogy olvasás vagy írás hatására áll meg a monitor program. Ha nincs megadva, mindkét mûvelet hatására megáll.
it: Imposta un watchpoint. Se viene specificato solo un indirizzo, imposta un watchpoint per tale indirizzo. Se vengono specificati due indirizzi, imposta un watchpoint per le locazioni di memoria comprese tra i due indirizzi. `loadstore' può essere `load' o `store' per specificare su quale operazione il monitor si interrompe. Se non viene specificato, il monitor si interrompe su entrambe le operazioni.

source: [address [address]]
it: [indirizzo [indirizzo]]

source: Set a tracepoint. If a single address is specified, set a tracepoint for that address. If two addresses are specified, set a tracepoint for the memory locations between the two addresses.
hu: Követési pont beállítása. Ha egyetlen cím van megadva, a követési pontot ahhoz állítja be. Ha két cím van megadva, a követési pontot az adott tartományra állítja be.
it: Imposta un tracepoint. Se viene specificato solo un indirizzo, imposta un tracepoint per tale indirizzo. Se vengono specificati due indirizzi, imposta un tracepoint per le locazioni di memoria comprese tra i due indirizzi.

source: Monitor state commands:
it: Comandi stato monitor:

source: Disk commands:
it: Comandi del disco:

source: <disk command>
it: <comando disco>

source: <filename> <device>
it: <nome del file> <perifericd>

source: "<filename>" <device> <address>
it: "<nome del file>" <periferica> <indirizzo>

source: <track> <sector> [<address>]
it: <traccia> <settore> [<indirizzo>]

source: "<filename>" <device> <address1> <address2>
it: "<nome del file>" <periferica> <indirizzo1> <indirizzo2>

source: <track> <sector> <address>
it: <traccia> <settore> <indirizzo>

source: Change the working directory.
it: Cambia la directory di lavoro.

source: "<filename>" <device> [<address>]
it: "<nome del file>" <periferica> [<indirizzo>]

source: Other commands:
it: Altri comandi:

source: [<command>]
it: [<commando>]

source: "<string>"
it: "<stringa>"

source: <expression>
it: <espressione>

source: "<resource>"
it: "<risorsa>"

source: "<resource>" "<value>"
it: "<risorsa>" "<valore>"

source: "<filename>" [<format>]
it: "<nome del file>" [<formato>]

source: <revision>
it: <revisione>

source: Enable the $DE** ACIA RS232 interface emulation
it: Attiva l'emulazione dell'interfaccia RS232 su ACIA a $DE**

source: Disable the $DE** ACIA RS232 interface emulation
it: Disattiva l'emulazione dell'interfaccia RS232 su ACIA a $DE**

source: Enable the internal Function ROM
hu: Belsõ Function ROM engedélyezése
it: Attiva la Function ROM interna

source: Select Hummer Userport device (0: None, 1: ADC, 2: Joystick)
it: Seleziona il dispositivo sulla userport dell'Hummer (0: Nessuno, 1: ADC, 2: Joystick)

source: <port>
it: <porta>

source: Select which joystick port should be mapped to the userport
it: Seleziona quali porte joystick devono essere mappate sulla userport

source: Enable the GEORAM expansion unit
it: Attiva l'espansione GEORAM

source: Disable the GEORAM expansion unit
it: Disattiva l'espansione GEORAM

source: <size in KB>
it: <dimensione in KB>

source: Enable the RAMCART expansion
it: Attiva l'espansione RAMCART

source: Disable the RAMCART expansion
it: Disattiva l'espansione RAMCART

source: Enable the RAM expansion unit
it: Attiva l'espansione di RAM

source: Disable the RAM expansion unit
it: Disattiva l'espansione di RAM

source: Attach generic 8KB cartridge image
it: Seleziona l'immagine di una cartuccia generica di 8KB

source: Attach generic 16KB cartridge image
it: Seleziona l'immagine di una cartuccia generica di 16KB

source: Autodetect geometry of formatted images
it: Rileva automaticamente la geometria delle immagini formattate

source: <modelnumber>
it: <numero di modello>

source: <linenumber>
it: <numero di linea>

source: <ramsize>
it: <dimensione della ram>

source: <type>
it: <tipo>

source: <method>
it: <metodo>

source: Set parallel cable type (0: none, 1: standard, 2: Dolphin DOS 3)
hu: Adja meg a párhuzamos kábel típusát (0: nincs, 1: standard, 2: Dolphin DOS 3)
it: Imposta il tipo di cavo parallelo (0: nessuno, 1: standard, 2: Dolphin DOS 3)

source: Set contrast of internal calculated palette [1100]
it: Imposta il constrasto della palette calcolata internamente [1100]

source: Set brightness of internal calculated palette [1100]
it: Imposta la luminanza della palette calcolata internamente [1100]

source: Set gamma of internal calculated palette [900]
it: Imposta la gamma della palette calcolata internamente [900]

source: Specify printer text output device for IEC printer #4
hu: Adja meg a szövegnyomtató eszközt a #4-es IEC nyomtatóhoz
it: Specifica il nome del dispositivo di output testuale di stampa per la stampante IEC #4

source: Specify printer text output device for IEC printer #5
hu: Adja meg a szövegnyomtató eszközt a #5-es IEC nyomtatóhoz
it: Specifica il nome del dispositivo di output testuale di stampa per la stampante IEC #5

source: <engine and model>
it: <motore e modello>

source: Enable second SID
hu: Második SID engedélyezése
it: Attiva secondo SID

source: Enable SID Cartridge
it: Attiva cartuccia SID

source: Disable SID Cartridge
it: Disattiva cartuccia SID

source: <base address>
it: <indirizzo base>

source: <percent>
it: <percento>

source: Set VDC revision (0..2)
it: Imposta la revisione del VDC (0..2)

source: Enable Scale2x
hu: Élsimítás engedélyezése
it: Attiva Scale2x

source: Disable Scale2x
hu: Élsimítás tiltása
it: Disattiva Scale2x

source: Enable fullscreen mode
it: Visualizza a tutto schermo

source: Disable fullscreen mode
it: Non visualizzare a tutto schermo

source: <device>
it: <dispositivo>

source: Enable double size in fullscreen mode
it: Attiva la dimensione doppia nella visualizzazione a tutto schermo

source: Disable double size in fullscreen mode
it: Disattiva la dimensione doppia nella visualizzazione a tutto schermo

source: Enable double scan in fullscreen mode
it: Attiva la scansione doppia nella visualizzazione a tutto schermo

source: Disable double scan in fullscreen mode
it: Disattiva la scansione doppia nella visualizzazione a tutto schermo

source: <mode>
it: <modalità>

source: Restore default (factory) settings
it: Ripristina le impostazioni predefinite

source: <filename>
it: <nome del file>

source: <string>
it: <stringa>

source: Select the mouse type (0 = 1351, 1 = NEOS, 2 = Amiga, 3 = Paddles)
hu: Válassza ki az egér típusát (0 = 1351, 1 = NEOS, 2 = Amiga, 3 = Paddle)
it: Seleziona il tipo di mouse (0 = 1351, 1 = NEOS, 2 = Amiga, 3 = Paddle)

source: <num of bytes>
it: <numero di byte>

source: <args>
it: <argomenti>

source: <path>
it: <percorso>

source: <iso language code>
it: <codice iso lingua>

source: Enable writing to C64DTV ROM image
it: Attiva la scrittura sull'immagine ROM C64DTV

source: Disable writing to C64DTV ROM image
it: Disattiva la scrittura sull'immagine ROM C64DTV

source: Enable the SFX soundexpander cartridge
it: Attiva cartuccia SFX soundexpander

source: Disable the SFX soundexpander cartridge
it: Disattiva cartuccia SFX soundexpander

source: PAL
da: PAL-G
