Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Load new C64 Basic ROM
nl: Laad nieuw C64 Basic ROM
pl: Wczytaj nowy Basic ROM C64

source: Load default ROMs
da: Indlæs standard-ROM
de: Standard ROMs laden
es: Cargar ROMs por defecto
fr: Charger les ROMs par défaut
hu: Az alapértelmezett ROM-ok betöltése
it: Carica le ROM predefinite
nl: Laad standaard ROMs
pl: Wczytaj domyślne ROM-y
sv: Läs standard-ROM
tr: Varsayýlan ROMlarý yükle

source: Load new computer ROM
da: Indlæs ny computer-ROM
de: Neues computer ROM laden
es: Cargar nueva ROM de ordenador
fr: Charger un nouveau ROM d'ordinateur
hu: Új számítógép ROM betöltése
it: Carica una nuova ROM del computer
nl: Laad nieuw computer ROM
pl: Wczytaj nowy ROM komputera
sv: Läs ny dator-ROM
tr: Yeni bilgisayar ROM'u yükle

source: Load new drive ROM
da: Indlæs ny diskettestations-ROM
de: Floppy ROM laden
es: Cargar nueva ROM unidad disco
fr: Charger un nouveau ROM de lecteur
hu: Új lemezegység ROM betöltése
it: Carica una nuova ROM del drive
nl: Laad nieuw drive ROM
pl: Wczytaj nowy ROM napędu
sv: Läs ny diskettstation-ROM
tr: Yeni sürücü ROM'u yükle

source: Load new drive expansion ROM
da: Indlæs ny diskettestations-udviddelses-ROM
de: Neues Floppy Laufwerk ROM laden
es: Cargar nuevo controlador de expansión ROM
fr: Charger un nouveau ROM d'expansion de lecteur
nl: Laad nieuw drive uitbreidings ROM
pl: Wczytaj nowy ROM rozszerzenia napędu
sv: Läs ny diskettstationsutöknings-ROM
tr: Yeni sürücü geniþletme ROM'u yükle

source: ROM set archive
da: ROM-sæt arkiv
de: ROM Satz Archiv
es: Seleccionar archivo de ROM
fr: Archive du ROM set
hu: ROM készlet archívum
it: Archivio del ROM set
nl: ROM set archief
pl: Archiwum zestawu ROM-ów
sv: ROM-uppsättningsarkiv
tr: ROM set arþivi

source: ROM set file
da: ROM-sæt fil
de: ROM Satz Datei
es: Seleccionar fichero de ROM
fr: Fichier ROM set
hu: ROM készlet fájl
it: File del ROM set
nl: ROM set bestand
pl: Plik zestawu ROM-ów
sv: ROM-uppsättningsfil
tr: ROM set dosyasý

source: VIC II Save media file
da: VIC II Gem mediefil
de: VIC II Media Image speichern
es: Grabar fichero media de VIC II
fr: Fichier de sauvegarde de média VIC II
hu: VIC II fénykép készítése
it: Salva file multimediale VIC II
nl: Opslaan VIC II mediabestand
pl: Plik zapisu multimediów VIC II
sv: VIC II sparad mediafil
tr: VIC II Ortam dosyasý kaydet

source: VDC Save media file
da: VDC Gem mediefil
de: VDC Media Image speichern
es: Grabar fichero media VDC
fr: Fichier de sauvegarde de média VDC
hu: VDC fénykép készítése
it: Salva file multimediale VDC
nl: Opslaan VDC mediabestand
pl: Plik zapisu multimediów VDC
sv: VDC sparad mediafil
tr: VDC Ortam dosyasý kaydet

source: Screenshots
da: Skærmdump
es: Captura de pantalla
fr: Captures d'écran
nl: Schermopnamen
pl: Zrzuty ekranu
sv: Skärmdump
tr: Ekran Görüntüleri

source: International
es: Internacional
hu: Nemzetközi
it: Internazionale
nl: Internationaal
pl: Międzynarodowy
sv: Internationell
tr: Uluslararasý

source: Finnish
da: Finsk
de: Finnisch
es: Finlandés
fr: Finlandais
hu: Finn
it: Finlandese
nl: Fins
pl: Fiński
sv: Finska
tr: Fince

source: French
da: Fransk
de: Französisch
es: Francés
fr: Français
hu: Francia
it: Francese
nl: Frans
pl: Francuski
sv: Franska
tr: Fransýzca

source: German
da: Tysk
de: Deutsch
es: Alemán
fr: Allemand
hu: Német
it: Tedesco
nl: Duits
pl: Niemiecki
sv: Tyska
tr: Almanca

source: Italian
da: Italiensk
de: Italienisch
es: Italiano
fr: Italien
hu: Olasz
it: Italiano
nl: Italiaans
pl: Włoski
sv: Italienska
tr: Ýtalyanca

source: Norwegian
da: Norsk
de: Norwegisch
es: Noruego
fr: Norvégien
hu: Norvég
it: Norvegese
nl: Noors
pl: Norweski
sv: Norska
tr: Norveççe

source: Swedish
da: Svensk
de: Schwedisch
es: Sueco
fr: Suédois
hu: Svéd
it: Svedese
nl: Zweeds
pl: Szwedzki
sv: Svenska
tr: Ýsveççe

source: Swiss
nl: Zwitser
pl: Szwajcarski

source: 6526 (old)
da: 6526 (gammel)
de: 6526 (alt)
es: 6526 (antiguo)
fr: 6526 (ancien)
nl: 6526 (oud)
pl: 6526 (stary)
sv: 6526 (gammal)
tr: 6526 (eski)

source: 6526A (new)
da: 6526A (ny)
de: 6526A (neu)
es: 6526A (nuevo)
fr: 6526A (récent)
nl: 6526A (nieuw)
tr: 6526A (yeni)

source: Machine type
da: Maskintype
de: Maschinen Typ
es: Tipo de máquina
fr: Type de machine
hu: Gép típus
it: Tipo di macchina
nl: Machinesoort
pl: Typ maszyny
sv: Maskintyp
tr: Makine tipi

source: Always switch to C64 mode on reset
da: Skift altid til C64-tilstand ved reset
de: Immer bei Reset in C64 Modus schalten
es: Al reiniciar, pasar siempre al modo C64
fr: Toujours revenir au mode C64 au redémarrage
hu: Mindig C64 módban újraindítás után
it: Cambia sempre in modalita C64 al reset
nl: Start altijd op in C64 modus na reset
pl: Przy restarcie zawsze przełączaj w tryb C64
sv: Växla alltid till C64-läge vid återställning
tr: Resetlendiðinde her zaman C64 moduna geç

source: Model settings
da: Model indstillinger
de: Modell Einstellungen
es: Ajustes modelo
fr: Paramètres du modèle
hu: Modell beállításai
it: Impostazioni modello
nl: Model instellingen
pl: Ustawienia modelu
sv: Modellinställningar
tr: Model ayarlarý

source: RAM reset pattern
da: ROM reset mønster
de: RAM Reset Muster
es: RAM patrón de reinicio
fr: Modèle de réinitialisation RAM
nl: RAM reset patroon
pl: Wzorzec resetu RAM
sv: RAM-nollställningsmönster
tr: RAM reset deseni

source: ROM settings
da: ROM-indstillinger
de: ROM Einstellungen
es: Ajustes ROM
fr: Paramètres ROM
hu: ROM-ok beállításai
it: Impostazioni ROM
nl: ROM instellingen
pl: Ustawienia ROM
sv: ROM-inställningar
tr: ROM ayarlarý

source: VIC-II settings
da: VIC-II-indstillinger
de: VIC-II Einstellungen
es: Ajustes VIC-II
fr: Paramètres VIC-II
hu: VIC-II beállításai
it: Impostazioni VIC-II
nl: VIC-II instellingen
pl: Ustawienia VIC-II
sv: VIC-II-inställningar
tr: VIC-II ayarlarý

source: VDC settings
da: VDC-indstillinger
de: VDC Einstellungen
es: Ajustes VDC
fr: Paramètres VDC
hu: VDC beállításai
it: Impostazioni VDC
nl: VDC instellingen
pl: Ustawienia VDC
sv: VDC-inställningar
tr: VDC ayarlarý

source: SID settings
da: SID-indstillinger
de: SID Einstellungen
es: Ajustes SID
fr: Paramètres SID
hu: SID beállításai
it: Impostazioni SID
nl: SID instellingen
pl: Ustawienia SID
sv: SID-inställningar
tr: SID ayarlarý

source: Memory and I/O extensions
da: Hukommelse- och I/O-udviddelser
de: Speicher und I/O Erweiterungen
es: Extensiones de memoria y entradas/salidas
fr: Extentions mémoire et E/S
hu: Memória és I/O beállítása
it: Memoria ed estensioni di I/O
nl: Geheugen en I/O extenties
pl: Rozszerzenia pamięci i we/wy
sv: Minnes- och I/O-utökningar
tr: Bellek ve G/Ç hatlarý

source: RS232 settings
da: RS232-indstillinger
de: RS232 Einstellungen
es: Ajustes RS232
fr: Paramètres RS232
hu: RS232 beállításai
it: Impostazioni RS232
nl: RS232 instellingen
pl: Ustawienia RS232
sv: RS232-inställningar
tr: RS232 ayarlarý

source: Printer settings
da: Printerindstillinger
de: Drucker Einstellungen
es: Ajustes de impresora
fr: Paramètres d'imprimante
hu: Nyomtató beállításai
it: Impostazioni stampanti
nl: Printer instellingen
pl: Ustawienia drukarki
sv: Skrivarinställningar
tr: Yazýcý ayarlarý

source: Enable Virtual Devices
da: Aktivér virtuelle enheder
de: Virtuelle Geräte aktivieren
es: Permirir periféricos virtuales
fr: Activer les périphériques virtuels
nl: Activeer virtuele apparaten
pl: Włącz urządzenia wirtualne
sv: Aktivera virtuella enheter
tr: Sanal Aygýtlarý aktif et

source: Mouse emulation
da: Musseemulering
de: Mausemulation
es: Emulacíon de ratón
fr: Émulation de souris
nl: Muis emulatie
pl: Emulacja myszy
sv: Musemulering
tr: Mouse emülasyonu

source: File
da: Fil
de: Datei
es: Fichero
fr: Fichier
hu: Fájl
nl: Bestand
pl: Plik
sv: Arkiv
tr: Dosya

source: Edit
da: Redigér
de: Bearbeiten
es: Editar
fr: Édition
hu: Szerkeszt
it: Modifica
nl: Bewerken
pl: Edycja
sv: Redigera
tr: Düzenle

source: Snapshot
fr: Instantanés
hu: Pillanatkép
nl: Momentopname
pl: Zrzut
sv: Ögonblicksbild
tr: Anlýk Görüntü

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
sv: Inställningar
tr: Ayarlar

source: Load new kernal ROM
da: Indlæs ny kerne-ROM
de: Kernal ROM laden
es: Cargar nueva ROM kernal
fr: Charger nouveau ROM kernal
hu: Új kernal ROM betöltése
it: Carica una nuova ROM del Kernal
nl: Laad nieuw kernal ROM
pl: Wczytaj nowy ROM kernala
sv: Läs ny kernal-ROM
tr: Yeni kernal ROM yükle

source: Load new BASIC ROM
da: Indlæs ny BASIC ROM
de: Basic ROM laden
es: Cargar nueva ROM BASIC
fr: Charger nouveau ROM BASIC
hu: Új BASIC ROM betöltése
it: Carica una nuova ROM del Basic
nl: Laad nieuw BASIC ROM
pl: Wczytaj nowy ROM BASIC-a
sv: Läs ny BASIC-ROM
tr: Yeni BASIC ROM yükle

source: Load new character ROM
da: Indlæs ny tegngenerator-ROM
de: Zeichensatz ROM laden
es: Cargar nueva ROM de caracteres
fr: Charger nouveau ROM de caractères
hu: Új karakter generátor ROM betöltése
it: Carica una nuova ROM dei caratteri
nl: Laad nieuw karakter ROM
pl: Wczytaj nowy ROM z zestawem znaków
sv: Läs ny teckengenerator-ROM
tr: Yeni karakter ROM yükle

source: Save media file
da: Gem mediefil
de: Media Image speichern
es: Grabar fichero
fr: Sauvegarder un fichier média
hu: Fénykép készítése
it: Salva file multimediale
nl: Opslaan mediabestand
pl: Zapisz plik multimediów
sv: Spara mediafil
tr: Ortam dosyasý kaydet

source: DTV revision
es: Revisión DTV
fr: Révision DTV
nl: DTV revisie
pl: Wersja DRV
sv: DTV-utgåva
tr: DTV revizyonu

source: Flash settings
da: Flash-indstillinger
de: Flash Einstellungen
es: Ajustes Flash
fr: Paramètres Flash
nl: Flash instellingen
pl: Ustawienia flash
sv: Flash-inställningar
tr: Flash ayarlarý

source: I/O extensions
da: I/O-udviddelser
de: I/O Erweiterungen
es: Extensiones entrada/salida
fr: Extensions d'E/S
hu: I/O kiterjesztések
it: Estensioni di I/O
nl: I/O extenties
pl: Rozszerzenia we/wy
sv: I/O-utökningar
tr: G/Ç hatlarý

source: Blitter Log
nl: Blitter logboek
pl: Log blittera

source: DMA Log
nl: DMA logboek
pl: Log DMA

source: Flash Log
nl: Flash logboek
pl: Log flash

source: C64 old PAL
da: C64 gammel PAL
de: C64 alt PAL
es: C64 PAL antiguo
fr: Ancien PAL C64
nl: C64 oud PAL
pl: C64 stary PAL
sv: C64 gammal PAL
tr: C64 eski PAL

source: C64 old NTSC
da: C64 gammel NTSC
de: C64 alt NTSC
es: C64 NTSC antiguo
fr: Ancien NTSC C64
nl: C64 oud NTSC
pl: C64 stary NTSC
sv: C64 gammal NTSC
tr: C64 eski NTSC

source: 6569R1 (old PAL)
da: 6569R1 (gammel PAL)
de: 6569R1 (alt PAL)
es: 6569R1 (PAL antiguo)
fr: 6569R1 (ancien PAL)
nl: 6569R1 (oud PAL)
pl: 6569R1 (stary PAL)
sv: 6569R1 (gammal PAL)
tr: 6569R1 (eski PAL)

source: 6567R56A (old NTSC)
da: 6567R56A (gammel NTSC)
de: 6567R56A (alt NTSC)
es: 6567R56A (NTSC antiguo)
fr: 6567R56A (ancien NTSC)
nl: 6567R56A (oud NTSC)
pl: 6567R56A (stary NTSC)
sv: 6567R56A (gammal NTSC)
tr: 6567R56A (eski NTSC)

source: 6526 (new)
da: 6526 (ny)
de: 6526 (neu)
es: 6526 (nuevo)
fr: 6526 (nouveau)
nl: 6526 (nieuw)
pl: 6526 (nowy)
sv: 6526 (ny)
tr: 6526 (yeni)

source: Discrete
da: Diskret
de: Diskret
es: Discreto
fr: Discrète
nl: Diskreet
pl: Dyskretny
sv: Diskret
tr: Baðlantýyý kes

source: Custom IC
da: Egen IC
de: Benutzerdefinierte IC
es: IC habitual
fr: IC Personnalisé
nl: Aangepast IC
pl: Własne IC
sv: Egen krets
tr: Özel IC

source: yes
nl: ja
pl: tak
sv: ja

source: no
nl: nee
pl: nie
sv: nej

source: Rev 1
da: Udgave 1
fr: Rév 1
hu: 1-es változat
nl: Revisie 1
sv: Utgåva 1

source: Rev 2
da: Udgave 2
fr: Rév 2
hu: 2-es változat
nl: Revisie 2
sv: Utgåva 2

source: other
nl: anderen
pl: inne

source: Reset goes to IEC
nl: Reset gaat naar IEC
pl: Reset przez IEC
sv: Nollställning gårr till IEC

source: Kernal Revision
nl: Kernal Revisie
pl: Wersja Kernala

source: detach all
da: frakobl alle
de: Alle entfernen
es: Extraer todo
fr: détacher tout
nl: Ontkoppel alles
pl: Odłącz wszystko
sv: Koppla från alla
tr: tümünü çýkart

source: detach last
da: frakobl sidste
de: Letztes entfernen
es: Extraer el último
fr: détacher dernier
nl: ontkoppel laatste
pl: Odłącz na końcu
sv: koppla från senaste
tr: sonuncuyu çýkart

source: AND values
da: AND værdier
de: AND Werte
es: valores AND
fr: ET valeurs
nl: doe een AND met de waarden
pl: Wartości AND
sv: OCH:a värden
tr: VE deðerleri

source: C64 Memory Expansions Hack
nl: Geheugen uitbreidingen hack
pl: Hack rozszerzenia pamięci C64

source: Burst Mode Modification
da: Burst-mode modifikation
de: Burst Modus Modifikation
es: Modificación modo arranque
fr: Modification Mode Burst
nl: Burst Modus Modificatie
pl: Modyfikacja trybu synchronicznego
sv: Burst Mode-modifiering
tr: Burst Mod Deðiþikliði

source: I/O collision handling
da: I/O kollisionshåndtering
de: I/O Kollisionsbehandlung
es: Manejo de colisiones I/O
fr: Prise en charge collision E/S
nl: I/O conflict handeling
pl: Obsługa kolizji we/wy
sv: hantering av I/O-kollisioner
tr: G/Ç çakýþma iþleme

source: Japanese
nl: Japans
pl: Japoński
sv: japansk

source: Old PAL-G
da: gammel PAL-G
de: PAL-G alt
es: Antiguo PAL-G
fr: Ancien PAL-G
nl: Oud PAL-G
pl: Stary PAL-G
sv: Gammal PAL-G
tr: Eski PAL-G

source: Old NTSC-M
da: Gammel NTSC-M
de: NTSC-M alt
es: Antiguo NTSC-M
fr: Ancien NTSC-M
hu: Régi NTSC-M
it: NTSC-M vecchio
nl: Oud NTSC-M
pl: Stary NTSC-M
sv: Gammal NTSC-M
tr: Eski NTSC-M

source: Memory Expansions Hack
nl: Geheugen uitbreidingen hack
pl: Hack rozszerzenia pamięci

source: Basic 128k, low chars
da: BASIC 128k, lave tegn
de: Basic 128k, untere Zeichen
es: Basic 128k, minúsculas
fr: Basic 128k, bas caractères
hu: 128k Basic, alacsony karakterek
it: Basic 128k, caratteri bassi
nl: Basic 128k, kleine letters
sv: Basic 128k, nedre tecken
tr: 128k Basic, alt karakterler

source: Basic 256k, low chars
da: Basic 256k, lave tegn
de: Basic 256k, untere Zeichen
es: Basic 256k, minúsculas
fr: Basic 256k, bas caractères
hu: 256k Basic, alacsony karakterek
it: Basic 256k, caratteri bassi
nl: Basic 256k, kleine letters
sv: Basic 256k, nedre tecken
tr: 256k Basic, alt karakterler

source: Basic 128k, high chars
da: Basic 128k, høje tegn
de: Basic 128k, obere Zeichen
es: Basic 128k, mayúsculas
fr: Basic 128k, haut caractères
hu: 128k Basic, magas karakterek
it: Basic 128k, caratteri alti
nl: Basic 128k, hoofd letters
sv: Basic 128k, övre tecken
tr: 128k Basic, üst karakterler

source: Basic 256k, high chars
da: Basic 256k, høje tegn
de: Basic 256k, obere Zeichen
es: Basic 256k, mayúsculas
fr: Basic 256k, haut caractères
hu: 256k Basic, magas karakterek
it: Basic 256k, caratteri alti
nl: Basic 256k, hoofd letters
sv: Basic 256k, övre tecken
tr: 256k Basic, üst karakterler

source: Graphics
da: Grafisk
de: Grafik
es: Gráficos
fr: Graphiques
hu: Grafikus
it: Grafica
nl: Grafiek
pl: Grafika
sv: Grafisk
tr: Grafikler

source: Business (UK)
da: Business (Storbritannien)
es: Negocios (UK)
fr: Bureautique (UK)
hu: Hivatalos (UK)
nl: Zakelijk (UK)
pl: Biznesowa (UK)
sv: Business (Storbritannien)

source: Model defaults
da: Modellens standardindstillinger
de: Modell Standardeinstellungen
es: Modelo por defecto
fr: Valeurs par défaut du modèle
hu: Modell alapértelmezései
it: Modello predefinito
nl: Model standaard instellingen
pl: Domyślne ustawienia modelu
sv: Modellens förval
tr: Varsayýlan model ayarlarý

source: Memory size
da: Hukommelsesstørrelse
de: Speichergröße
es: Tamaño de la memoria
fr: Taille de la mémoire
hu: Memória mérete
it: Dimensione della memoria
nl: Geheugengrootte
pl: Rozmiar pamięci
sv: Minnesstorlek
tr: Bellek boyutu

source: Hardwired switches
da: Hardwareindstillinger
de: Hardware Einstellungen
es: Interruptores de cableado
fr: Commutateurs matériels
hu: Bedrótozott kapcsolók
it: Interruttori cablati
nl: Vast gezette schakelaars
pl: Przełączniki sprzętowe
sv: Maskinvaruinställningar
tr: Bütünleþik anahtarlar

source: Keyboard type
da: Tastaturtype
de: Tastaturtyp
es: Tipo de teclado
fr: Type de clavier
hu: Billentyûzet típus
it: Tipo di tastiera
nl: Toetsenbord type
pl: Typ klawiatury
sv: Tangentbordstyp
tr: Klavye tipi

source: CRTC settings
da: CRTC-indstillinger
de: CRTC Einstellungen
es: Ajustes CRTC
fr: Paramètres CRTC
nl: CRTC instellingen
pl: Ustawienia CRTC
sv: CRTC-inställningar
tr: CRTC ayarlarý

source: RAM settings
da: RAM-indstillinger
de: RAM Einstellungen
es: Ajustes RAM
fr: Paramètres de la RAM
hu: RAM beállításai
it: Impostazioni RAM
nl: RAM instellingen
pl: Ustawienia RAM
sv: RAM-inställningar
tr: RAM ayarlarý

source: Enable
da: Aktivér
de: Aktivieren
es: Permitir
fr: Activer
hu: Engedélyezés
it: Attivo
nl: Activeer
pl: Włącz
sv: Aktivera
tr: Aktif Et

source: SID address
da: SID-adresse
de: SID Adresse
es: Dirección SID
fr: Adresse SID
hu: SID cím
it: Indirizzo SID
nl: SID adres
pl: Adres SID
sv: SID-adress
tr: SID adresi

source: SID clock
da: SID-klok
de: SID Takt
es: Reloj SID
fr: Horloge SID
hu: SID órajel
nl: SID klok
pl: Zegar SID
sv: SID-klocka
tr: SID saati

source: Auto (from ROM)
da: Automatisk (fra ROM)
de: Automatisch (von ROM)
es: Auto (desde ROM)
fr: Auto (depuis ROM)
hu: Automatikus (ROM-ból)
it: Auto (dalla ROM)
nl: Automatisch (van ROM)
pl: Automatycznie (z ROM)
sv: Automatisk (från ROM)
tr: Otomatik (ROM'dan)

source: 40 Columns
da: 40 kolonner
de: 40 Spalten
es: 40 columnas
fr: 40 Colonnes
hu: 40 Oszlop
it: 40 Colonne
nl: 40 Kolommen
pl: 40 kolumn
sv: 40 kolumner
tr: 40 Sütun

source: 80 Columns
da: 80 kolonner
de: 80 Spalten
es: 80 columnas
fr: 80 Colonnes
hu: 80 Oszlop
it: 80 Colonne
nl: 80 Kolommen
pl: 80 kolumn
sv: 80 kolumner
tr: 80 Sütun

source: Load new editor ROM
da: Indlæs ny editor-ROM
de: Neues Editor ROM laden
es: Cargar nuevo editor ROM
fr: Charger le nouvel éditeur ROM
hu: Új szerkesztõ ROM betöltése
it: Carica una nuova ROM dell'editor
nl: Laad nieuw editor ROM
pl: Wczytaj nowy ROM edytora
sv: Läs ny editor-ROM
tr: Yeni editör ROM'u yükle

source: PET RAM and Expansion Unit
da: PET RAM- og -udviddelsesenhed
de: PET RAM Speicher und Erweiterungsmodul
es: PET RAM y unidad de expansión
fr: RAM PET et Unité d'expansion
hu: PET RAM és bõvítõ egység
it: Unità di espansione e RAM del PET
nl: PET RAM en uitbreidingseenheid
pl: PET RAM i Expansion Unit
sv: PET RAM- och -expansionsenhet
tr: PET RAM ve Geniþletme Birimi

source: PET Colour graphics
nl: PET Colour bord
pl: Grafika PET kolor
sv: PET-färggrafik

source: PET DWW hi-res graphics
da: PET DWW højopløsningsgrafik
de: PET DWW Hi-Res Grafik
es: PET DWW gráficos de alta resolución
fr: Graphiques haute-rés PET DWW
nl: PET DWW hi-res bord
pl: Grafika wysokiej rozdzielczości PET DWW
sv: PET DWW högupplöst grafik
tr: PET DWW yüksek çözünürlüklü grafikler

source: PET HRE hi-res graphics
fr: Graphiques haute-rés PET HRE
nl: PET HRE hi-res bord
pl: Grafika wysokiej rozdzielczości PET HRE
sv: PET HRE högupplöst grafik

source: Basic 2, graphics
da: Basic 2, grafik
de: Basic 2, Graphik
es: Basic 2, gráficos
fr: Basic 2, graphiques
hu: Basic 2, grafika
it: Basic 2, grafica
nl: Basic 2, grafisch
pl: Basic 2, graficzna
sv: Basic 2, grafik
tr: Basic 2, grafik

source: Basic 2, Business
es: Basic 2, Negocios
hu: Basic 2, üzleti
nl: Basic 2, Zakelijk
pl: Basic 2, biznesowa
tr: Basic 2, Ýþ

source: Basic 4, 40 cols, graphics
da: Basic 4, 40 kolonner, grafik
de: Basic 4, 40 Spalten, Graphik
es: Basic 4, 40 cols, gráficos
fr: Basic 4, 40 cols, graphiques
hu: Basic 4, 40 oszlop, grafika
it: Basic 4, 40 colonne, grafica
nl: Basic 4, 40 colommen, grafisch
pl: Basic 4, 40 kol., graficzna
sv: Basic 4, 40 kolumner, grafik
tr: Basic 4, 40 kolon, grafik

source: Basic 4, 40 cols, business
da: Basic 4, 40 kolonner, business
de: Basic 4, 40 Spalten, Business
es: Basic 4, 40 cols, negocios
hu: Basic 4, 40 oszlop, üzleti
it: Basic 4, 40 colonne, business
nl: Basic 4, 40 colommen, zakelijk
pl: Basic 4, 40 kol., biznesowa
sv: Basic 4, 40 kolumner, business
tr: Basic 4, 40 kolon, iþ

source: Basic 4, 80 cols, business
da: Basic 4, 80 kolonner, business
de: Basic 4, 80 Spalten, Business
es: Basic 4, 80 cols, negocios
hu: Basic 4, 80 oszlop, üzleti
it: Basic 4, 80 colonne, business
nl: Basic 4, 80 colommen, zakelijk
pl: Basic 4, 80 kol., biznesowa
sv: Basic 4, 80 kolumner, business
tr: Basic 4, 80 kolon, iþ

source: Basic 1 Patch (if loaded)
da: Basic 1 Patch (hvis indlæst)
de: Basic 1 Patch (wenn geladen)
es: Basic 1 Parche (si está cargado)
fr: Patch Basic 1 (si chargé)
nl: Basic 1 Patch (indien geladen)
pl: Basic 1 patch (jeśli wczytany)
sv: Basic 1-patch (om inläst)
tr: Basic 1 Yamasý (yüklenmiþse)

source: Basic 1 character set
da: Basic 1 tegnsæt
de: Basic 1 Zeichensatz
es: Basic 1 juego de caracteres
fr: Jeu de caractères Basic 1
nl: Basic 1 karakterset
pl: Basic 1 zestaw znaków
sv: Basic 1-teckenuppsättning
tr: Basic 1 karakter seti

source: Original character set
da: Originalt tegnsæt
de: Original Zeichensatz
es: Juego de caracteres original
fr: Jeu de caractères original
nl: Orginele karakterset
pl: Oryginalny zestaw znaków
sv: Ursprunglig teckenuppsättning
tr: Orjinal karakter seti

source: German character set
da: Tysk tegnsæt
de: Deutschen Zeichensatz
es: Juego de caracteres alemán
fr: Jeu de caractères Allemand
nl: Duitse karakterset
pl: Niemiecki zestaw znaków
sv: Tysk teckenuppsättning
tr: Alman karakter seti

source: Load new $9*** ROM
da: Indlæs ny $9***-ROM
de: Neues $9*** ROM laden
es: Cargar nueva ROM en $9***
fr: Charger ROM $9***
hu: Új $9*** ROM betöltése
it: Carica nuova ROM $9***
nl: Laad nieuw $9*** ROM
pl: Wczytaj nowy ROM $9***
sv: Läs ny $9***-ROM
tr: Yeni $9*** ROM yükle

source: Unload $9*** ROM
da: Afbryd $9***-ROM
de: $9*** ROM Entfernen
es: Descargar ROM en $9***
fr: Décharger ROM $9***
hu: $9*** ROM leválasztása
it: Scarica ROM $9***
nl: Verwijder $9*** ROM
pl: Usuń ROM $9***
sv: Läs ur $9***-ROM
tr: $9*** ROM kaldýr

source: Load new $A*** ROM
da: Indlæs ny $A***-ROM
de: Neues $A*** ROM laden
es: Cargar nueva ROM en $A***
fr: Charger ROM $A***
hu: Új $A*** ROM betöltése
it: Carica nuova ROM $A***
nl: Laad nieuw $A*** ROM
pl: Wczytaj nowy ROM $A***
sv: Läs ny $A***-ROM
tr: Yeni $A*** ROM yükle

source: Unload $A*** ROM
da: Afbryd $A***-ROM
de: $A*** ROM Entfernen
es: Descargar nueva ROM en $A***
fr: Décharger ROM $A***
hu: $A*** ROM leválasztása
it: Scarica ROM $A***
nl: Verwijder $A*** ROM
pl: Usuń ROM $A***
sv: Läs ur $A***-ROM
tr: $A*** ROM kaldýr

source: Load new $B*** ROM
da: Indlæs ny $B***-ROM
de: Neues $B*** ROM laden
es: Cargar nueva ROM en $B***
fr: Charger ROM $B***
hu: Új $B*** ROM betöltése
it: Carica nuova ROM $B***
nl: Laad nieuw $B*** ROM
pl: Wczytaj nowy ROM $B***
sv: Läs ny $B***-ROM
tr: Yeni $B*** ROM yükle

source: Unload $B*** ROM
da: Afbryd $B***-ROM
de: $B*** ROM Entfernen
es: Descargar nueva ROM en $B***
fr: Décharger ROM $B***
hu: $B*** ROM leválasztása
it: Scarica ROM $B***
nl: Verwijder $B*** ROM
pl: Usuń ROM $B***
sv: Läs ur $B***-ROM
tr: $B*** ROM kaldýr

source: Load new $C*** ROM
da: Indlæs ny $C***-ROM
de: Neues $C*** ROM laden
es: Cargar nueva ROM en $C***
fr: Charger nouveau ROM $C***
nl: Laad nieuw $C*** ROM
pl: Wczytaj nowy ROM $C***
sv: Läs ny $C***-ROM
tr: Yeni $C*** ROM yükle

source: Load new $D*** ROM
da: Indlæs ny $D***-ROM
de: Neues $D*** ROM laden
es: Cargar nueva ROM en $D***
fr: Charger nouveau ROM $D***
nl: Laad nieuw $D*** ROM
pl: Wczytaj nowy ROM $D***
sv: Läs ny $D***-ROM
tr: Yeni $D*** ROM yükle

source: Load new $E*** ROM
da: Indlæs ny $E***-ROM
de: Neues $E*** ROM laden
es: Cargar nueva ROM en $E***
fr: Charger nouveau ROM $E***
nl: Laad nieuw $E*** ROM
pl: Wczytaj nowy ROM $E***
sv: Läs ny $E***-ROM
tr: Yeni $E*** ROM yükle

source: Load new $F*** ROM
da: Indlæs ny $F***-ROM
de: Neues $F*** ROM laden
es: Cargar nueva ROM en $F***
fr: Charger nouveau ROM $F***
nl: Laad nieuw $F*** ROM
pl: Wczytaj nowy ROM $F***
sv: Läs ny $F***-ROM
tr: Yeni $F*** ROM yükle

source: Video size
da: Skærmbredde
de: Videospeichergröße
es: Tamaño de pantalla
fr: Taille vidéo
hu: Videó méret
it: Dimensione dello schermo
nl: Videogrootte
pl: Rozmiar wideo
sv: Skärmbredd
tr: Görüntü boyutu
