Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Set the netplay server hostname
nl: Zet de netplay server hostnaam
pl: Wprowadź nazwę serwera gry sieciowej

source: Set the netplay binding address
nl: Zet de netplay binding adres
pl: Wprowadź adres gry sieciowej

source: Set the netplay port
nl: Zet de netplay poort
pl: Wybierz port TCP gry sieciowej

source: Set the netplay control elements (keyboard, joystick1, joystick2, devices and resources), each item takes a value (0: None, 1: Server, 2: Client, 3: Both)
nl: Zet de netplay controlle onderdelen (toetsenbord, joystick1, joystick2, apparaten en resources), elk onderdeel heeft een waarde (0: Geen, 1: Server, 2: Client, 3: Beiden)
pl: Ustaw elementy kontrolne gry sieciowej (klawiatura, jostick1, joystick2, urządzenia i zasoby), każdy element przyjmuje wartość (0: Brak, 1: Serwer, 2: Klient, 3: Serwer+Klient)

source: Size of the SIMM RAM (0/1/4/8/16 MB)
fr: Grandeur de la RAM SIMM (0/1/4/8/16 mo)
nl: Grootte van het SIMM RAM (0/1/4/8/16 MB)
pl: Ilość SIMM RAM-u (0/1/4/8/16 MB)
sv: Storlek på SIMM-RAM (0/1/4/8/16 MB)

source: Turn on Jiffy switch
fr: Activer la jiffy Switch
nl: Activeer Jiffy schakelaar
pl: Włącz przełącznik Jiffy
sv: Slå på Jiffyomkopplare

source: Turn off Jiffy switch
fr: Désactiver Jiffy Switch
nl: Jiffy schakelaar uitschakelen
pl: Wyłącz przełącznik Jiffy
sv: Slå av Jiffyomkopplare

source: Turn on Speed switch
fr: Activer Speed Switch
nl: Activeer snelheid schakelaar
pl: Włącz przełącznik Speed
sv: Slå på hastighetsomkopplare

source: Turn off Speed switch
fr: Désactiver la Speed Switch
nl: Snelheid schakelaar uitschakelen
pl: Wyłącz przełącznik Speed
sv: Slå av hastighetsomkopplare

source: Enable HiRes Emulation Board
nl: Activeer PET High Res Emulation bord
pl: Włącz kartę emulacji HiRes
sv: Aktivera högupplösningsemuleringskort

source: Disable HiRes Emulation Board
nl: PET High Res Emulation bord uitschakelen
pl: Wyłącz kartę emulacji HiRes
sv: högupplösningsemuleringskort Inaktivera

source: Set raw drive device name
nl: Zet binair drive bestandsnaam
pl: Wprowadź nazwę urządzenia surowego napędu

source: Extra SIDs
da: Ekstra SID-kredse
es: SIDs extra
fr: SIDs supplémentaires
pl: Dodatkowe SID-y
sv: Ytterligare SID-kretsar
tr: Ekstra SIDler

source: SID filters
da: SID-filtre
de: SID Filter
es: Filtros SID
fr: Filtres SID
pl: Filtry SID
sv: SID-filter
tr: SID filtreleri

source: C128 model
de: C128 Modell
es: Modelo C128
fr: Modèle C128
pl: Model C128
sv: C128-modell
tr: C128 modeli

source: VIC-II model
de: VIC-II Modell
es: Modelo VIC-II
fr: Modèle VIC-II
pl: Model VIC-II
sv: VIC II-modell
tr: VIC-II modeli

source: SID model
de: SID Modell
es: Modelo SID
fr: Modèle SID
hu: SID modell
it: Modello SID
pl: Model SID-a
sv: SID-modell
tr: SID modeli

source: VDC model
de: VDC Modell
es: Modelo VDC
fr: Modèle VDC
pl: Model VDC
sv: VDC-modell
tr: VDC modeli

source: CIA 1 model
de: CIA 1 Modell
es: Modelo CIA 1
fr: Modèle CIA 1
pl: Model CIA 1
sv: CIA 1-modell
tr: CIA 1 modeli

source: CIA 2 model
de: CIA 2 Modell
es: Modelo CIA 2
fr: Modèle CIA 2
pl: Model CIA 2
sv: CIA 2-modell
tr: CIA 2 modeli

source: RJHelp
da: RJHjælp
de: RJHilfe
es: Ayuda RJ
fr: RJAide
hu: RJSegítség
it: RJAiuto
pl: RJPomoc
sv: RJHjälp
tr: RJYardým

source: DTV model
de: DTV Modell
es: Modelo DTV
fr: Modèle DTV
pl: Model DTV
sv: DTV-modell
tr: DTV modeli

source: C64 model
de: C64 Modell
es: Modelo C64
fr: Modèle C64
pl: Model C64
sv: C64-modell
tr: C64 modeli

source: CIA model
de: CIA Modell
es: Modelo CIA
fr: Modèle CIA
pl: Model CIA
sv: CIA-modell
tr: CIA modeli

source: SID cartridge
de: SID Modul
es: Cartucho SID
fr: Cartouche SID
it: Cartuccia SID
pl: Kartridż SID
sv: SID-insticksmodul
tr: SID kartuþu

source: PET userport diagnostic pin
da: PET-diagnostik på brugerporten
de: PET Userport Diagnose Pin
es: Pin de diagnostico del puerto de usuario PET
fr: Pin de diagnostique port utilisateur PET
pl: Pin diagnostyczny userportu PET
sv: PET-diagnostikstift på användarporten
tr: PET userport diyagnostik pini

source: PET model
de: PET Modell
es: Modelo PET
fr: Modèle PET
pl: Model PET
sv: PET-modell
tr: PET modeli

source: SuperPET 6809 ROMs
fr: ROMs SuperPET 6809
pl: ROM-y SuperPET 6809
sv: SuperPET-6809-ROMar
tr: SuperPET 6809 ROMlarý

source: Digiblaster add-on
da: Digiblaster udviddelse
es: Añadir Digiblaster
fr: Add-on digiblaster
hu: Digiblaster kiterjesztés
it: Estensione digiblaster
pl: Dodatek digiblaster
sv: Digiblaster-tillägg
tr: Digiblaster eklentisi

source: TED model
de: TED Modell
es: Modelo TED
fr: Modèle TED
pl: Model TED
sv: TED-modell
tr: TED modeli

source: Autostart warp
da: Autostart i warp-tilstand
es: Autoarranque Warp
fr: Turbo à l'autodémarrage
hu: Automatikus indítás hipergyors
it: Avvio automatico in turbo
pl: Turbo przy autostarcie
sv: Starta warp automatiskt
tr: Warp modunda otomatik baþlat

source: Freezer
pl: Zamrożenie

source: Cartridge freeze
da: Cartridgets frys-funktion
de: Erweiterungsmodul Freeze
es: Congelar cartucho
fr: Geler la cartouche
hu: Fagyasztás Cartridge-dzsel
it: Freeze della cartuccia
pl: Zamrożenie kartridża
sv: Insticksmodulens frysfunktion
tr: Kartuþ freeze

source: Hard
da: Hård
de: Hart
fr: à froid
hu: Hideg
pl: Twardy
sv: Hård

source: Start monitor
pl: Uruchom monitor
sv: Starta monitor

source: Video cache
da: Grafikcache
es: Caché de video
fr: Cache vidéo
hu: Kép gyorsítótár
it: Cache video
pl: Cache wideo
sv: Grafikcache
tr: Görüntü önbelleði

source: Render filter
da: Renderingsfilter
es: Filtro de renderizado
fr: Filtre de rendu
pl: Filtr renderera
sv: Rendrerarfilter
tr: Ýmge oluþturma filtresi

source: Stop
es: Alto
fr: Arrêt
hu: Leállítás
pl: Zatrzymaj
sv: Stoppa
tr: Dur

source: Drive #8 model
da: Enhed #8 model
de: Laufwerk #8 Modell
es: Modelo unidad disco #8
fr: Modèle du lecteur #8
hu: Lemezegység #8 típus
it: Drive #8: Modello
pl: Model napędu #8
sv: Modell för enhet 8
tr: Sürücü #8 modeli

source: Drive #9 model
da: Enhed #8 model
de: Laufwerk #9 Modell
es: Modelo unidad disco #9
fr: Modèle du lecteur #9
hu: Lemezegység #9 típus
it: Drive #9: Modello
pl: Model napędu #9
sv: Modell för enhet 9
tr: Sürücü #9 modeli

source: Drive #10 model
da: Enhed #10 model
de: Laufwerk #10 Modell
es: Modelo unidad disco #10
fr: Modèle du lecteur #10
hu: Lemezegység #10 típus
it: Drive #10: Modello
pl: Model napędu #10
sv: Modell för enhet 10
tr: Sürücü #10 modeli

source: Drive #11 model
da: Enhed #11 model
de: Laufwerk #11 Modell
es: Modelo unidad disco #11
fr: Modèle du lecteur #11
hu: Lemezegység #11 típus
it: Drive #11: Modello
pl: Model napędu #11
sv: Modell för enhet 11
tr: Sürücü #11 modeli

source: Cylinders
da: Cylindrer
de: Zylinder
es: Cilindros
fr: Cylindres
hu: Sávok
it: Cilindri
pl: Cylindry
sv: Cylindrar
tr: Silindirler

source: Sectors
da: Sektorer
de: Sektoren
es: Sectores
fr: Secteurs
hu: Szektorok
it: Settori
pl: Sektory
sv: Sektorer
tr: Sektörler

source: CGA userport joy adapter
da: CGA brugerportjoystickadapter
de: CGA Userport Joystick Adapter
es: Adaptador de puerto de juegos CGA
fr: Adaptateur joystick port utilisateur CGA
hu: CGA userport botkormány adapter
it: Adattatore joystick CGA su userport
pl: Złącze CGA userportu joysticka
sv: CGA-användarportsspakadapter
tr: CGA userport joy dönüþtürücü

source: PET userport joy adapter
da: PET brugerportjoystickadapter
de: PET Userport Joystick Adapter
es: Adaptador de puerto de juegos PET
fr: Adaptateur joystick port utilisateur PET
hu: PET userport botkormány adapter
it: Adattatore joystick PET su userport
pl: Złącze PET userportu joysticka
sv: PET-användarportsspakadapter
tr: PET userport joy dönüþtürücü

source: OEM userport joy adapter
da: OEM brugerportjoystickadapter
de: OEM Userport Joystick Adapter
es: Adaptador de puerto de juegos OEM
fr: Adaptateur joystick port utilisateur OEM
hu: OEM userport botkormány adapter
it: Adattatore joystick OEM su userport
pl: Złącze OEM userportu joysticka
sv: OEM-användarportsspakadapter
tr: OEM userport joy dönüþtürücü

source: HIT userport joy adapter
da: HIT brugerportjoystickadapter
de: HIT Userport Joystick Adapter
es: Adpatador de puerto de juegos HIT
fr: Adaptateur joystick port utilisateur HIT
hu: HIT userport botkormány adapter
it: Adattatore joystick HIT su userport
pl: Złącze HIT userportu joysticka
sv: HIT-användarportsspakadapter
tr: HIT userport joy dönüþtürücü

source: Kingsoft userport joy adapter
da: Kingsoft brugerportjoystickadapter
de: Kingsoft Userport Joystick Adapter
es: Adaptador puerto joy Kingsoft
fr: Adaptateur joystick port utilisateur Kingsoft
pl: Złącze userportu joysticka Kingsoft
sv: Kingsoft användarportsspakadapter
tr: Kingsoft userport joy dönüþtürücü

source: Starbyte userport joy adapter
da: Starbyte brugerportjoystickadapter
de: Starbyte Userport Joystick Adapter
es: Adaptador puerto joy Starbyte
fr: Adaptateur joystick port utilisateur Starbyte
pl: Złącze userportu joysticka Starbyte
sv: Starbyte användarportsspakadapter
tr: Starbyte userport joy dönüþtürücü

source: Numpad
da: Numerisk tastatur
de: Ziffernblock
es: Teclado númerico
fr: Pavé num.
hu: Numerikus billentyûk
it: Tastierino numerico
pl: Klawiatura numeryczna
sv: Numeriskt tangentbord

source: Keyset A
da: Tastesæt A
de: Tastaturbelegung A
fr: Touches A
hu: 'A' gombkészlet
pl: Klawisze A
sv: Uppsättning A
tr: Tuþ Seti A

source: Keyset B
da: Tastesæt B
de: Tastaturbelegung B
fr: Touches B
hu: 'B' gombkészlet
pl: Klawisze B
sv: Uppsättning B
tr: Tuþ Seti B

source: USB Joystick 0
es: Joystick USB 0
fr: Joystick USB 0
pl: Joystick USB 0
sv: USB-styrspak 0

source: USB Joystick 1
es: Joystick USB 1
fr: Joystick USB 1
pl: Joystick USB 1
sv: USB-styrspak 1

source: Userport joystick adapter
da: Brugerportjoystickadapter
es: Adaptador de puerto usuario joystick
fr: Adaptateur joystick port utilisateur
hu: Userport botkormány adapter
it: Adattatore joystick su userport
pl: Złącze userportu joysticka
sv: Adapter för användarportstyrspakar
tr: Userport joystick dönüþtürücü

source: SIDcart joystick
es: Joystick SIDcart
fr: Joystick SIDcart
hu: SIDcart botkormány
it: Joystick SIDcart
pl: Joystick SIDcart
sv: SIDcart-styrspak
tr: SID kartuþu joystick'i

source: Auto
de: Automatisch
fr: Automatique
hu: Automatikus
pl: Automatyczna
tr: Otomatik

source: Netplay
fr: Jeu en réseau
pl: Gra sieciowa
sv: Nätspel

source: Start server
de: Server starten
es: Iniciar servidor
fr: Démarrer le serveur
hu: Kiszolgáló elindítása
it: Avvia server
pl: Uruchom serwer
sv: Starta server
tr: Sunucuyu baþlat

source: Userport printer formfeed
da: Brugerport printer sideskift
de: Userport Drucker Seitenvorschub
es: Formato alimentación en puerto impresora
fr: "formfeed" de imprimante sur port utilisateur
hu: Userport-os nyomtató lapemelés
it: Stampate su Userport: formfeed
pl: Form Feed drukarki w userporcie
sv: Mata fram sida för användarportskrivare
tr: Userport yazýcýsý sayfa ilerletme

source: Printer #4 formfeed
da: Printer #4 sideskift
de: Drucker #4 Seitenvorschub
es: Formato alimentación impresora #4
fr: Saut-de-page de l'imprimante 4
pl: Form Feed do drukarki #4
sv: Sidmatning för skrivare 4
tr: Yazýcý #4 sayfa ilerletme

source: Printer #5 formfeed
da: Printer #5 sideskift
de: Drucker #5 Seitenvorschub
es: Formato alimentación impresora #5
fr: Saut-de-page de l'imprimante 5
pl: Form Feed do drukarki #5
sv: Sidmatnings för skrivare 5
tr: Yazýcý #5 sayfa ilerletme

source: Printer #6 formfeed
pl: Form Feed do drukarki #6

source: ACIA interrupt
es: Interruptor ACIA
fr: Interruption ACIA
hu: ACIA megszakítás
it: Interrupt dell'ACIA
pl: Przerwanie ACIA
sv: ACIA-avbrott
tr: ACIA kesmesi

source: Userport RS232 baud rate
da: Brugerportens RS232-baudhastighet
es: Velocidad (baudios) puerto RS232
fr: Périphérique de port utilisateur RS232
hu: Userport RS232 átviteli ráta
it: Velocità della RS232 su Userport
pl: Szybkość transmisji userportu RS232
sv: Användarportens RS232-baudhastighet

source: Resampling
es: Remuestreo
fr: Rééchantillonnage
pl: Przesamplowanie
sv: Omsamplande
tr: Yeniden örnekleme

source: Passband percentage
da: Pasbåndsprocent
de: Passband Prozent
es: Porcentaje de pasabanda
fr: Pourcentage de bande passante
hu: Sáváteresztés százalékosan
it: Percentuale di banda passante
pl: Procent pasma przepustowego
sv: Passbandsprocent
tr: Passband yüzdesi

source: Exact
da: Nøjagtig
de: Exakt
es: Exacto
hu: Pontos
it: Esatta
pl: Dokładna
sv: Exakt
tr: Aynen

source: Ethernet interface
da: Netværksinterface
de: Ethernet Schnittstelle
es: Interface Ethernet
fr: Interface Ethernet
hu: Ethernet interfész
it: Interfaccia ethernet
pl: Interfejs Ethernet
sv: Ethernetgränssnitt
tr: Ethernet arabirimi

source: Interface
de: Schnittstelle
pl: Interfejs
sv: Gränssnitt
tr: Arabirim

source: VIC model
de: VIC Modell
es: Modelo VIC
fr: Modèle VIC
pl: Model VIC
sv: VIC-modell
tr: VIC modeli

source: VIC-1112 IEEE488 interface
pl: Interfejs IEEE488 VIC-1112

source: Idle
da: Venter
es: Inactivo
fr: Inactif
hu: Tétlen
it: Inattivo
pl: Bezczynny
sv: Väntar
tr: Boþa vakit geçirme

source: Server
es: Servidor
fr: Serveur
hu: Kiszolgáló
pl: Serwer
tr: Sunucu

source: Client
da: Klient
es: Cliente
hu: Kliens
pl: Klient
sv: Klient
tr: Ýstemci

source: Contrast
da: Kontrast
de: Kontrast
es: Contraste
fr: Contraste
hu: Kontraszt
it: Contrasto
pl: Kontrast
sv: Kontrast
tr: Karþýtlýk

source: Tint
da: Farvetone
de: Farbton
es: Matiz
fr: Teinte
hu: Szín
it: Sfumatura
pl: Odcień
sv: Färgton
tr: Ton

source: Volume
da: Lydstyrke
de: Lautstärke
es: Volumen
pl: Głośność
sv: Volym
tr: Ses Düzeyi

source: Drives Volume
pl: Głośność napędów
sv: Volym för enheter

source: ReSID Passband
pl: Pasmo przepuszczania ReSID

source: Mixer
fr: Mixeur
pl: Mikser

source: dither
pl: rozpraszaj
sv: dithra

source: amber
pl: bursztynowy
sv: bärnstensfärgad

source: Audio codec
da: Lydkodeks
es: Codec de audio
fr: Codec Audio
hu: Audió kodek
pl: Kodek audio
sv: Ljudomkodare
tr: Ses kodeði

source: Video codec
da: Videokodeks
es: Codec de video
fr: Codec vidéo
hu: Videó kodek
pl: Kodek wideo
sv: Videoomkodare
tr: Görüntü kodeði

source: Video bitrate
da: Bitrate for video
fr: Débit vidéo
pl: Szybkość transmisji video
sv: Videobithastighet
tr: Görüntü bithýzý

source: Desktop
da: Skrivebord
es: Escritorio
fr: Bureau
pl: Pulpit
sv: Skrivbord
tr: Masaüstü

source: frame #
de: Rahmen #
es: Cuadro #
fr: image #
hu: képkocka #
it: frame n.
pl: klatka #
sv: ram nr

source: Printer Userport
da: Printer brugerport
de: Drucker Userport
es: Port de impresora
fr: Imprimante port utilisateur
hu: Nyomtató userport
it: Stampante su userport
pl: Userport drukarki
sv: Skrivare användarport
tr: Yazýcý Userport'u

source: Printer 4
de: Drucker 4
es: Impresora 4
fr: Imprimante #4
hu: #4-es nyomtató
it: Stampante 4
pl: Drukarka 4
sv: Skrivare 4
tr: Yazýcý 4

source: Printer 5
de: Drucker 5
es: Impresora 5
fr: Imprimante #5
hu: #5-ös nyomtató
it: Stampante 5
pl: Drukarka 5
sv: Skrivare 5
tr: Yazýcý 5

source: Printer 6
pl: Drukarka 6

source: Drive 8
da: Drev 8
de: Laufwerk 8
es: Unidad disco 8
fr: Lecteur #8
hu: #8-as lemezegység
pl: Napęd 8
sv: Enhet 8
tr: Sürücü 8

source: Drive 9
da: Drev 9
de: Laufwerk 9
es: Unidad disco 9
fr: Lecteur #9
hu: #9-es lemezegység
pl: Napęd 9
sv: Enhet 9
tr: Sürücü 9

source: Drive 10
da: Drev 10
de: Laufwerk 10
es: Unidad disco 10
fr: Lecteur #10
hu: #10-es lemezegység
pl: Napęd 10
sv: Enhet 10
tr: Sürücü 10

source: Drive 11
da: Drev 11
de: Laufwerk 11
es: Unidad disco 11
fr: Lecteur #11
hu: #11-es lemezegység
pl: Napęd 11
sv: Enhet 11
tr: Sürücü 11

source: Computer
es: Ordenador
fr: Ordinateur
hu: Számítógép
pl: Komputer
sv: Dator
tr: Bilgisayar

source: Drive
da: Drev
de: Laufwerk
fr: Lecteur
hu: Lemezegység
pl: Napęd
sv: Enhet
tr: Sürücü

source: Tape
da: Bånd
de: Band
es: Cinta
fr: Datassette
pl: Taśma
sv: Band
tr: Teyp

source: Directory
da: Katalog
de: Verzeichnis
es: Directorio
fr: Répertoire
pl: Katalog
sv: Katalog
tr: Dizin

source: West
da: Vest
de: Westen
es: Oeste
fr: Ouest
pl: Lewo
sv: Väst
tr: Batý

source: VICII Render filter
da: VICII renderingsfilter
es: Filtro de renderizado VIC II
fr: Filtre de rendu VICII
pl: Filtr renderera VICII
sv: Rendrerarfilter för VICII
tr: VICII imge oluþturma filtresi

source: VIC Render filter
da: VIC renderingsfilter
es: Filtro de renderizado VIC
fr: Filtre de rendu VIC
pl: Filtr renderera VIC
sv: Rendrerarfilter för VIC
tr: VIC imge oluþturma filtresi

source: CRTC Render filter
da: CRTC renderingsfilter
es: Filtro de renderizado CRTC
fr: Filtre de rendu CRTC
pl: Filtr renderera CRTC
sv: Rendrerarfilter för CRTC
tr: CRTC imge oluþturma filtresi

source: VDC Render filter
da: VDC renderingsfilter
es: Filtro de renderizado VDC
fr: Filtre de rendu VDC
pl: Filtr renderera VDC
sv: Rendrerarfilter för VDC
tr: VDC imge oluþturma filtresi

source: TED Render filter
da: TED renderingsfilter
es: Filtro de renderizado TED
fr: Filtre de rendu TED
pl: Filtr renderera TED
sv: Rendrerarfilter för TED
tr: TED imge oluþturma filtresi

source: VICII Renderer
pl: Renderer VICII

source: VIC Renderer
pl: Renderer VIC

source: CRTC Renderer
pl: Renderer CRTC

source: VDC Renderer
pl: Renderer VDC

source: TED Renderer
pl: Renderer TED

source: File system printer
da: Filsystemprinter
de: Druck auf Dateisystem
es: Imprimir fichero de sistema
fr: Imprimante sur système de fichiers
hu: Fájlrendszer nyomtató
it: Stampante su file system
pl: Drukarka systemu plików
sv: Filsystemsskrivare
tr: Dosya sistemi yazýcýsý

source: bitrate
es: Velocidad de muestreo
fr: Débit
hu: bitráta
pl: szybkość transmisji
sv: bithastighet
tr: bithýzý

source: Amber
da: Rav-farvet
es: Ambar
fr: Ambre
pl: Bursztynowe
tr: Kehribar

source: Character
da: Tegngenerator
de: Zeichensatz
es: Caracter
fr: Caractère
hu: Karakter
pl: Znak
sv: Teckengenerator
tr: Karakter

source: Dump shortcuts
da: Gem genveje
de: Aktuelle Tastenkürzel in Datei speichern
es: Volcar accesos rápidos
fr: Raccourcis Dump
hu: Rövidítések kiírása
it: Stampa scorciatoie
pl: Zrzuć skróty
sv: Spara genvägar
tr: Kýsayollarý dök

source: Gr Pos.
pl: Gr Poz.
tr: Gr Poz.

source: UK Pos.
pl: UK Poz.
tr: UK Poz.

source: DE Pos.
pl: DE Poz.
tr: DE Poz.

source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fr: Aide
hu: Segítség
it: Aiuto
pl: Pomoc
sv: Hjälp
tr: Yardým

source: Open
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
pl: Otwórz
sv: Öppna
tr: Aç

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
pl: Drukuj
sv: Skriv ut
tr: Yazdýr

source: Stop Debug
da: Stop debugging
es: Detener depuración
fr: Arrêter débug
pl: Zatrzymaj Debug
sv: Avsluta felsökning
tr: Hata Ayýklamayý Durdur

source: Char. Int.
da: Tegn Int.
pl: Znak Int.
sv: Teck. Int.
tr: Uluslararasý Karakter

source: Char. DE
da: Tegn DE
pl: Znak DE
sv: Teck. DE
tr: Karakter DE

source: Char. FR
da: Tegn FR
pl: Znak FR
sv: Teck. FR
tr: Karakter FR

source: Char. SE
da: Tegn SE
pl: Znak SE
sv: Teck. SE
tr: Karakter SE

source: Char. CH
pl: Znak CH

source: DTV ROM
es: ROM DTV
fr: ROM DTV
it: ROM DTV
pl: ROM DTV

source: C64DTV model
de: C64DTV Modell
es: Modelo C64DTV
fr: Modèle C64DTV
pl: Model C64DTV
sv: C64DTV-modell
tr: C64DTV modeli

source: 128 kByte
fr: 128 ko
pl: 128 kBajtów

source: 256 kByte
da: 256 byte
fr: 256 ko
pl: 256 kBajtów
sv: 256 byte

source: 512 kByte
fr: 512 ko
pl: 512 kBajtów

source: 1024 kByte
fr: 1024 ko
pl: 1024 kBajty

source: CBM2 model
de: CBM2 Modell
es: Modelo CBM2
fr: Modèle CBM2
pl: Model CBM2
sv: CBM2-modell
tr: CBM2 modeli

source: 64 kByte
fr: 64 ko
pl: 64 kBajty

source: CBM5x0 model
de: CBM5x0 Modell
es: Modelo CBM5x0
fr: Modèle CBM5x0
pl: Model CBM5x0
sv: CBM5x0-modell
tr: CBM5x0 modeli

source: EasyFlash jumper
es: Puente EasyFlash
fr: Jumper EasyFlash
it: Ponticello EasyFlash
pl: Zworka EasyFlash
sv: EasyFlash-bygel

source: Editor
fr: Éditeur
hu: Szerkesztõ
pl: Edytor
tr: Editör

source: Video
da: Grafik
fr: Vidéo
pl: Wideo
sv: Grafik
tr: Görüntü

source: 256 Byte
es: 256 Bytes
fr: 256 Octets
hu: 256 Bájt
pl: 256 bajtów

source: 2 kByte
es: 2 kBytes
fr: 2 ko
hu: 2 kBájt
pl: 2 kBajty

source: 16 kByte
fr: 16 ko
pl: 16 kBajtów

source: 32 kByte
fr: 32 ko
pl: 32 kBajty

source: Plus4 model
de: Plus4 Modell
es: Modelo Plus4
fr: Modèle Plus4
pl: Model Plus4
sv: Plus4-modell
tr: Plus4 modeli

source: Userport baud rate
da: Brugerportens baudhastighet
es: Velocidad (baudios) puerto usuario
fr: Vitesse du Userport
hu: Userport átviteli ráta
it: Velocità Userport
pl: Prędkość transmisji userportu
sv: Användarportens baudhastighet

source: Extra SID chips
da: Ekstra SID-kredse
es: Chips SID extra
fr: Puces SID supplémentaires
pl: Dodatkowe czipy SID
sv: Ytterligare SID-kretsar
tr: Ekstra SID çipleri

source: Passband
da: Pasbånd
es: Pasabanda
fr: Bande passante
pl: Pasmo przepuszczania

source: Debug borders
da: Debug-ramme
de: Rahmen debuggen
es: Bordes de prueba
fr: Bordures de déboguage
pl: Ramka debugowania
sv: Felsökningsramar
tr: Hata ayýklama çerçevesi

source: VIC20 model
pl: Model VIC20
sv: VIC20-modell

source: VIC-1112 IEEE-488 module
da: VIC-1112 IEEE-488-modul
de: VIC-1112 IEEE-488 Modul
es: Módulo VIC-1112 IEEE-488
fr: Module VIC-1112 IEEE 488
pl: Moduł IEEE-488 VIC-1112
sv: VIC-1112 IEEE-488-modul
tr: VIC-1112 IEEE-488 modülü

source: Raw
da: Rå
es: Sin formato
pl: Surowy
sv: Rått
tr: Düz

source: Forward/Charcoal
da: Fremad/Grafit
de: Vorwärts/Kohle
es: Adelante/Negro
fr: Avancer/Charcoal
hu: Elõre/Fekete
it: Avanti/Carboncino
pl: W przód/Węgiel drzewny
sv: Framåt/Svart
tr: Ýleri/Kömür

source: Reverse/Charcoal
da: Bagud/Grafit
de: Rückwärts/Kohle
es: Atras/Negro
fr: Reculer/Charcoal
hu: Vissza/Fekete
it: Indietro/Carboncino
pl: Do tyłu/Węglowy
sv: Bakåt/Svart
tr: Ters/Kömür

source: USB Server
pl: Serwer USB

source: BIOS Flash Jumper
fr: Flash Jumper BIOS
it: Flash Jumper del BIOS
pl: Zworka BIOS Flash
sv: BIOS-flashbygel

source: Bank jumper
es: Seleccionar conmutador banco
pl: Zworka banków
sv: Bankbygel
tr: Bank jumperý

source: CRTC chip
da: CRTC-kreds
es: Chip CRTC
fr: Puce CRTC
hu: CRTC csip
it: Chip CRTC
pl: Układ CRTC
sv: CRTC-krets
tr: CRTC çipi

source: PET Model
de: PET Modell
es: Modelo PET
fr: Modèle PET
hu: PET modell
it: Modello PET
pl: Model PET
sv: PET-modell
tr: PET Modeli

source: SFX Sound Expander Chip
fr: Puce SFX Sound Expander
hu: SFX Sound Expander csip
it: Chip SFX Sound Expander
pl: Układ SFX Sound Expander
sv: SFX Sound Expander-krets
tr: SFX Sound Expander Çipi

source: Volume (0-100%)
de: Lautstärke (0-100%)
es: Volumen (0-100%)
hu: Hangerõ (0-100%)
pl: Głośność (0-100%)
sv: Volym (0-100 %)
tr: Ses Düzeyi (0-100%)

source: Syntax: %s %s
es: Sintaxis: %s %s
fr: Syntaxe: %s %s
hu: Szintaxis: %s %s
it: Sintassi: %s %s
pl: Składnia: %s %s
tr: Sözdizimi: %s %s

source: label
da: etiket
de: Bezeichner
es: Etiqueta
pl: oznaczenie
sv: etikett
tr: etiket

source: Paddles
pl: Pokrętła sterujące
sv: Paddlar
tr: Paddlelar

source: interrupt
pl: przerwanie

source: baud
es: baudios
pl: bod

source: 1024: ParSID in par port 1, 1280: ParSID in par port 2, 1536: ParSID in par port 3
da: 1024: ParSID på port 1, 1280: ParSID på port 2, 1536: ParSID på port 3
fr: 1024: ParSID sur port.par 1, 1280: ParSID sur port.par 2, 1536: ParSID sur port.par 3
pl: 1024: ParSID in porcie par 1, 1280: ParSID w porcie par 2, 1536: ParSID in porcie par 3
sv: 1024: ParSID i parport 1, 1280: ParSID i parport 2, 1536: ParSID i parport 3
tr: 1024: Par port 1'de ParSID, 1280: Par port 2'de ParSID, 1536: Par port 3'de ParSID

source: frames
pl: klatki

source: baudrate
es: Velocidad (baudios)

source: Specify baudrate of 4th RS232 device
de: Baudrate für viertes RS232 Gerät definieren
es: Especificar baudios cuarto periférico RS232
hu: Adja meg a negyedik RS232-es eszköz átviteli sebességét
it: Specifica la velocità della quarta RS232 (in baud)

source: Enable the external Function ROM
de: Externes Funktions ROM aktivieren
es: Permitir ROM función externa
hu: Külsõ Function ROM engedélyezése
it: Attiva la Function ROM esterna
