Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Allow writing to ISEPIC image
da: Tillad skrivning til ISEPIC-image
de: Schreibzugriff auf ISEPIC Image erlauben
es: Permitir grabación en imagen ISEPIC
fr: Permettre l'écriture sur l'image ISEPIC
nl: Aktiveer schrijven naar ISEPIC bestand
pl: Pozwól na zapis do obrazu ISEPIC
sv: Tillåt skrivning till ISEPIC-avbildning
tr: ISEPIC imajýna yazmayý aktif et

source: Do not write to ISEPIC image
da: Skriv ikke til ISEPIC-image
de: Kein Schreibzugriff auf ISEPIC Image
es: No permitir grabación en imagen ISEPIC
fr: Ne pas écrire sur l'image ISEPIC
nl: Schrijf niet naar ISEPIC bestand
pl: Nie zapisuj do obrazu ISEPIC
sv: Skriv inte till ISEPIC-avbildning
tr: ISEPIC imajýna yazma

source: Specify name of Magic Voice ROM image
nl: Geef de naam van het Magic Voice ROM bestand op
pl: Określ nazwę obrazu ROM Magic Voice

source: Enable the Magic Voice cartridge
nl: Activeer de Magic Voice cartridge
pl: Włącz kartridż Magic Voice

source: Disable the Magic Voice cartridge
nl: De Magic Voice cartridge uitschakelen
pl: Wyłącz kartridż Magic Voice

source: Disable the MMC64 expansion
da: Deaktivér MMC64-udviddelse
de: MMC64 Erweiterung deaktivieren
es: Deshabilitar expansión MMC64
fr: Désactiver l'expansion MMC64
hu: MMC64 bõvítés tiltása
it: Disattiva l'espansione MMC64
nl: De MMC64 uitbreiding uitschakelen
pl: Wyłącz rozszerzenie MMC64
sv: Inaktivera MMC64-expansion
tr: MMC64 geniþlemesini pasifleþtir

source: Specify name of MMC64 BIOS image
da: Angiv navn på MMC64-BIOS-image
de: Name für MMC64 BIOS Datei spezifizieren
es: Especificar nombre imagen BIOS MMC64
fr: Spécifier le nom de l'image MMC64 BIOS
hu: Adja meg az MMC64 BIOS képmás nevét
it: Specifica il nome dell'immagine del BIOS MMC64
nl: Geef de naam van het MMC64 BIOS bestand
pl: Określ nazwę obrazu BIOS MMC64
sv: Ange namn på MMC64-BIOS-avbildning
tr: MMC64 BIOS imajýnýn ismini belirt

source: Specify name of MMC64 image
da: Angiv navn på MMC64-image
de: Name der MMC64 Image Datei definieren
es: Especificar nombre imagen MMC64
fr: Spécifier le nom de l'image MMC64
hu: Adja meg az MMC64 képmás nevét
it: Specifica il nome dell'immagine MMC64
nl: Geef de naam van het MMC64 bestand
pl: Określ nazwę obrazu MMC64
sv: Ange namn på MMC64-avbildning
tr: MMC64 imajýnýn ismini belirt

source: Specify MMC64 revision (0: Rev A, 1: Rev B)
nl: Geef de MMC64 revisie (0: Rev A, 1: Rev B)
pl: Określ wersję MMC64 (0: Rev A, 1: Rev B)

source: Specify MMC64 SD type (0: auto, 1: MMC, 2: SD, 3: SDHC)
nl: Geef het MMC64 SD soort op (0: automatisch, 1: MMC, 2: SD, 3: SDHC)
pl: Określ typ SD MMC64 (0: Auto, 1: MMC, 2: SD, 3: SDHC)

source: Set the MMC64 card to read-only
da: Skrivebeskyt MMC64-kort
de: MMC64 Karte Schreibschutz
es: Seleccionar tarjeta MMC64 en modo sólo lectura
fr: Définir la carte MMC64 en lecture seule
hu: MMC64 kártya csak olvasható
it: Imposta la cartuccia MMC64 in sola lettura
nl: Zet de MMC64 als alleen-lezen
pl: Ustaw kartę MMC64 na tryb tylko do odczytu
sv: Skrivskydda MMC64-kort
tr: MMC64 kartýný salt okunura çevir

source: Set the MMC64 card to read/write
da: Tillad skrivning på MMC64-kort
de: MMC64 Karte Schreibzugriff
es: Seleccionar tarjeta MMC64 en modo lectura/grabación
fr: Définir la carte MMC64 en lecture/écriture
hu: MMC64 kártya írható/olvasható
it: Imposta la cartuccia MMC64 in lettura/scrittura
nl: Zet de MMC64 als lezen/schrijven
pl: Ustaw kartę MMC64 na tryb zapisu i odczytu
sv: Tillåt skrivning på MMC64-kort
tr: MMC64 kartýný okunur/yazýlýra çevir

source: Save the MMC64 bios when changed
da: Gem MMC64-BIOS ved ændring
de: MMC64 BIOS speichern bei Änderung
es: Grabar BIOS MMC64 cuando cambie
fr: Sauvegarder le BIOS MMC64 lorsque modifié
hu: MMC64 BIOS mentése változás után
it: Salva il bios MMC64 al cambio
nl: Sla de MMC64 BIOS op als er veranderingen zijn gemaakt
pl: Zapisuj bios MMC64 przy zmianie
sv: Spara MMC64-BIOS vid ändring
tr: MMC64 BIOS'unu deðiþtiðinde kaydet

source: Do not save the MMC64 bios when changed
nl: Sla de MMC64 BIOS niet op als er veranderingen zijn gemaakt
pl: Nie zapisuj bios-a MMC64 przy zmianie

source: Set the MMC64 Flash Jumper
nl: Zet de MMC64 Flash Jumper
pl: Ustaw zworkę MMC64 Flash

source: Remove the MMC64 Flash Jumper
nl: Verwijder de MMC64 Flash Jumper
pl: Usuń zworkę RR Flash

source: Specify MMC Replay card image filename
da: Angiv filnavn for MMC Replay kort-image
de: MMC Replay Modul imeage datei definieren
es: Especificar fichero imagen tarjeta MMC Replay
fr: Spécifier le nom du fichier de l'image carte MMC Replay
nl: Geef de naam van het MMC Replay card bestand
pl: Określ nazwę pliku obrazu karty MMC Replay
sv: Ange namn på avbildningsfil för MMC Replay-kort
tr: MMC Replay kart imaj dosyaismini belirt

source: Specify MMC Replay SD type (0: auto, 1: MMC, 2: SD, 3: SDHC)
nl: Geef de MMC Replay SD soort op (0: automatisch, 1: MMC, 2: SD, 3: SDHC)
pl: Określ typ SD MMC Replay (0: Auto, 1: MMC, 2: SD, 3: SDHC)

source: Enable writes to MMC Replay card image
da: Tillad skrivning til MMC Replay kort-image
de: Erlaube Schreibzugriff auf MMC Replay Imagedatei
es: Permitir grabación en imagen tarjeta MMC Replay
fr: Permetre l'écriture à l'image MMC Replay
nl: Aktiveer schrijven naar MMC Replay card bestand
pl: Włącz zapis do obrazu karty MMC Replay
sv: Aktivera skrivning till MMC Replay-kortavbildning
tr: MMC Replay kart imajýnda yazmalarý aktif et

source: Disable writes to MMC Replay card image
da: Skriv ikke til MMC Replay kort-image
de: Schreibzugriff auf MMC Replay Imagedatei verhindern
es: Deshabilitar grabación en imagen tarjeta MMC Replay
fr: Interdire l'écriture à l'image MMC Replay
nl: Schrijven naar het MMC Replay card bestand uitschakelen
pl: Wyłącz zapis do obrazu karty MMC Replay
sv: Inaktivera skrivning till MMC Replay-kortavbildning
tr: MMC Replay kart imajýnda yazmalarý pasifleþtir

source: Specify MMC Replay EEPROM image filename
da: Angiv filnavn for MMC Replay EEPROM-image
de: MMC Replay EEPROM Imagedatei definieren
es: Especificar nombre fichero imagen EEPROM MMC Replay
fr: Spécifier le nom du fichier de l'image EEPROM MMC Replay
nl: Geef de naam van het MMC Replay EEPROM bestand
pl: Określ nazwę pliku obrazu EEPROM MMC Replay
sv: Ange filnamn för MMC Replay EEPROM-avbildning
tr: MMC Replay EEPROM imaj dosyaismini belirt

source: Disable writes to MMC Replay EEPROM image
da: Skriv ikke til MMC Replay EEPROM-image
de: Schreibzugriff auf MMC Replay EEPROM Imagedatei verhindern
es: Deshabilitar grabación en imagen EEPROM MMC Replay
fr: Interdire l'écriture à l'image MMC Replay EEPROM
nl: Schrijven naar MMC Replay EEPROM bestand uitschakelen
pl: Wyłącz zapis do obrazu EEPROM MMC Replay
sv: Inaktivera skrivning till MMC Replay EEPROM-avbildning
tr: MMC Replay EEPROM imajýnda yazmalarý pasifleþtir

source: Enable MMC Replay rescue mode
da: Aktivér MMC Replay fejlsikret tilstand
de: MMC Replay Rescue Modus aktivieren
es: Permitir modo rescate MMC Replay
fr: Activer le mode de secours MMC Replay
nl: Activeer MMC Replay reddingsmodus
pl: Włącz tryb ratunkowy MMC Replay
sv: Aktivera MMC Replay-räddningsläge
tr: MMC Replay kurtarma modunu aktif et

source: Disable MMC Replay rescue mode
da: Deaktivér MMC Replay fejlsikret tilstand
de: MMC Replay Rescue Modus deaktivieren
es: Deshabilitar modo rescate MMC Replay
fr: Désactiver le mode de secours MMC Replay
nl: MMC Replay reddingsmodus uitschakelen
pl: Wyłącz tryb ratunkowy MMC Replay
sv: Inaktivera MMC Replay-räddningsläge
tr: MMC Replay kurtarma modunu pasifleþtir

source: Allow writing to MMC Replay image
da: Tillad skrivning til MMC Replay-image
de: Erlaube Schreibzugriff auf MMC Replay Image
es: Permtir grabación en imagen MMC Replay
fr: Permetre l'écriture à l'image MMC Replay
nl: Aktiveer schrijven naar MMC Replay bestand
pl: Pozwól na zapis do obrazu MMC Replay
sv: Tillåt skrivning till MMC Replay-avbildning
tr: MMC Replay imajýna yazmayý aktif et

source: Do not write to MMC Replay image
da: Skriv ikke til MMC Replay-image
de: Kein Schreibzugriff auf MMC Replay Image
es: No grabar en imagen MMC Replay
fr: Interdire l'écriture à l'image MMC Replay
nl: Schrijf niet naar MMC Replay bestand
pl: Nie zapisuj do obrazu MMC Replay
sv: Skriv inte till MMC Replay-avbildning
tr: MMC Replay imajýna yazma

source: Enable saving of the RR ROM at exit
da: Aktivér skrivning af RR ROM ved afslutning
de: Speichern des RR ROMs beim Beenden aktivieren
es: Permitir grabar ROM RR al salir
fr: Activer la sauvegarde du ROM RR à la fin du programme
nl: Activeer opslaan van het RR ROM bestand bij afsluiten
pl: Włącz zapis ROM RR przy wyjściu
sv: Aktivera sparande av RR-ROM vid avslutning
tr: Çýkýþta RR ROM'un kaydedilmesini aktif et

source: Disable saving of the RR ROM at exit
da: Dektivér skrivning af RR ROM ved afslutning
de: Speichern des RR ROMs beim Beenden deaktivieren
es: Deshabilitar grabar ROM RR al salir
fr: Désactiver la sauvegarde du ROM RR à la fin du programme
nl: Uitschakelen van het opslaan van het RR ROM bestand bij afsluiten
pl: Wyłącz zapis ROM RR przy wyjściu
sv: Inaktivera sparande av RR-ROM vid avslutning
tr: Çýkýþta RR ROM'un kaydedilmesini pasifleþtir

source: Set RR Bank Jumper
da: Tilslut RR Bank Jumper
de: Aktiviere RR Bank Jumper
es: Seleccionar conmutador banco RR
fr: Activer le jumper Banque RR
nl: Zet RR bank jumper
pl: Ustaw zworkę RR Bank
sv: Aktivera RR-bankbygel
tr: RR Bank Jumper'ý tak

source: Unset RR Bank Jumper
da: Afbryd RR Bank Jumper
de: Deaktiviere RR Bank Jumper
es: Quitar conmutador banco RR
fr: Ne pas activer le jumper Banque RR
nl: Zet RR bank jumper niet
pl: Usuń zworkę RR Bank
sv: Inaktivera RR-bankbygel
tr: RR Bank Jumper'ý çýkart

source: Set RR Flash Jumper
da: Tilslut RR Flash jumper
de: Aktviere RR Flash Jumper
es: Seleccionar conmutador RR Flash
fr: Activer le Jumper RR Flash
nl: Zet RR Flash Jumper
pl: Ustaw przełącznik RR Flash
sv: Sätt RR-flashbygel
tr: RR Flash Jumper'ý tak

source: Set RR Revision (0: Retro Replay, 1: Nordic Replay)
nl: Zet RR Revisie (0: Retro Replay, 1: Nordic Replay)
pl: Określ wersję RR (0: Retro Replay, 1: Nordic Replay)

source: Enable SS 32k RAM expansion
nl: Activeer de SS 32k RAM uitbreiding

source: Disable SS 32k RAM expansion
nl: De SS 32k RAM uitbreiding uitschakelen

source: Disable the RAM Expansion Unit
da: Deaktivér RAM-udviddelsesenhed
de: RAM Speichererweiterung deaktivieren
es: Deshabilitar unidad RAM Expansion
fr: Désactiver l'unité d'expansion RAM
nl: De RAM uitbreidingseenheid (REU) uitschakelen
pl: Wyłącz RAM Expansion Unit
sv: Inaktivera RAM-expansionsenhet
tr: RAM Geniþletme Birimi'ni pasifleþtir

source: Specify name of REU image
da: Angiv navn på REU-image
de: Namen für REU Image Datei definieren
es: Especificar nombre imagen REU
fr: Spécifier le nom de l'image REU
hu: Adja meg a REU képmás nevét
it: Specifica il nome dell'immagine REU
nl: Geef de naam van het REU bestand
pl: Określ nazwę obrazu REU
sv: Ange namn på REU-avbildning
tr: REU imajýnýn ismini belirt

source: Allow writing to REU image
da: Tillad skrivning til REU-image
de: Schreibzugriff auf REU Image erlauben
es: Permitir grabar en imagen REU
fr: Permetre l'écriture à l'image REU
nl: Aktiveer schrijven naar REU bestand
pl: Pozwól na zapis do obrazu REU
sv: Tillåt skrivning till REU-avbildning
tr: REU imajýna yazmayý aktif et

source: Do not write to REU image
da: Skriv ikke til REU-image
de: Kein Schreibzugriff auf REU Image
es: No grabar en imagen REU
fr: Interdire l'écriture à l'image REU
nl: Schrijf niet naar REU bestand
pl: Nie zapisuj do obrazu REU
sv: Skriv inte till REU-avbildning
tr: REU imajýna yazma

source: Size of the RAM expansion unit. (128/256/512/1024/2048/4096/8192/16384)
nl: Grootte van de RAM uitbreidingseenheid. (128/256/512/1024/2048/4096/8192/16384)
pl: Wielkość jednostki rozszerzenia RAM. (128/256/512/1024/2048/4096/8192/16384)

source: Enable the TFE ("The Final Ethernet") unit
da: Aktivér TFE-enhed ("The Final Ethernet")
de: TFE ("the final ethernet") Erweiterung aktivitieren
es: Permitir unidad TFE ("The Final Ethernet")
fr: Activer l'unité TFE ("The Final Ethernet")
hu: TFE ("the final ethernet") egység engedélyezése
it: Attiva l'unità TFE ("The Final Ethernet")
nl: Activeer de TFE ("The Final Ethernet") eenheid
pl: Włącz jednostkę TFE ("The Final Ethernet")
sv: Aktivera TFE-enhet ("The Final Ethernet")
tr: TFE ("The Final Ethernet") birimini aktif et

source: Disable the TFE ("The Final Ethernet") unit
da: Deaktivér TFE-enhed ("The Final Ethernet")
de: TFE ("the final ethernet") Erweiterung deaktivitieren
es: Deshabilitar unidad TFE ("The Final Ethernet")
fr: Désactiver l'unité TFE ("The Final Ethernet")
hu: TFE ("The Final Ethernet") egység tiltása
it: Disattiva l'unità TFE ("The Final Ethernet")
nl: De TFE ("The Final Ethernet") eenheid uitschakelen
pl: Wyłącz jednostkę TFE ("The Final Ethernet")
sv: Inaktivera TFE-enhet ("The Final Ethernet")
tr: TFE ("The Final Ethernet") birimini pasifleþtir

source: Set the system ethernet interface for TFE emulation
da: Indstil systemets netkort til TFE-emulering
de: Setze die System Ethernet Schnittstelle für die TFE Emulation
es: Seleccionar interface sistema ethernet para emulación TFE
fr: Définir linterface ethernet pour lémulation TFE
hu: Rendszer ethernet eszköz beállítása TFE emulációhoz
it: Imposta l'interfaccia ethernet per l'emulazione TFE
nl: Zet de systeem ethernetinterface voor de TFE emulatie
pl: Ustaw interfejs systemowy ethernet emulacji TFE
sv: Ställ in systemets ethernetgränssnitt för TFE-emulering
tr: Sistem ethernet arabirimini TFE emülasyonu için ayarla

source: Enable RRNet mode of TFE emulation
da: Aktivér RRNet-tilstand af TFE-emulering
de: RRNet Modus der TFE Emulation aktivieren
es: Permitir emulación TFE en modo RRNet
fr: Activer le mode RRNet de lémulation TFE
hu: RRNet mód engedélyezése TFE emulációhoz
it: Attiva la modalità RRNet dell'emulazione TFE
nl: Activeer RRNet modus van de TFE emulatie
pl: Włącz tryb RRNet emulacji TFE
sv: Aktivera RRNet-läge på TFE-emulering
tr: TFE emülasyonunun RRNet modunu aktif et

source: Disable RRNet mode of TFE emulation
da: Deaktivér RRNet-läge af TFE-emulering
de: RRNet Modus der TFE Emulation deaktivieren
es: Deshabilitar emulación TFE en modo RRNet
fr: Désactiver le mode RRNet de lémulation TFE
hu: RRNet mód tiltása TFE emulációhoz
it: Disattiva la modalità RRNet dell'emulazione TFE
nl: RRNet modus van de TFE emulatie uitschakelen
pl: Wyłącz tryb RRNet emulacji TFE
sv: Inaktivera RRNet-läge på TFE-emulering
tr: TFE emülasyonunun RRNet modunu pasifleþtir

source: Reset machine if a cartridge is attached or detached
da: Reset maskinen hvis et cartridge tilsluttes eller frakobles
de: Reset der Maschine wenn ein Erweiterungsmodul eingelegt oder entfernt wird
es: Reiniciar máquina si un cartucho es insertado o extraido
fr: Réinitialiser si une cartouche est attachée ou détachée
hu: Reset a cartridge csatolásakorgy leválasztásakor
it: Fare il reset della macchina se una cartuccia è collegata o rimossa
nl: Reset machine als een cartridge wordt gekoppeld of ontkoppeld
pl: Resetuj maszynę przy zamontowaniu i odmontowaniu kartridża
sv: Nollställ maskinen om en insticksmodul kopplas till eller från
tr: Bir kartuþ takýlýr ya da çýkartýlýrsa makineyi resetle

source: Do not reset machine if a cartridge is attached or detached
da: Reset ikke maskinen hvis et cartridge tilsluttes eller frakobles
de: Kein Reset der Maschine wenn ein Erweiterungsmodul eingelegt oder entfernt wird
es: No reiniciar máquina si un cartucho es insertado o extraido
fr: Ne pas réinitialiser si une cartouche est attachée ou détachée
hu: Nincs reset a cartridge csatolásakorgy leválasztásakor
it: Non fare il reset della macchina se una cartuccia è collegata o rimossa
nl: Reset machine niet als een cartridge wordt gekoppeld of ontkoppeld
pl: Nie resetuj maszyny przy zamontowaniu i odmontowaniu kartridża
sv: Nollställ inte maskinen om en insticksmodul kopplas till eller från
tr: Bir kartuþ takýlýr ya da çýkartýlýrsa makineyi resetleme

source: Attach generic 16kB Ultimax cartridge image
da: Tilslut standard 16kB Ultimax cartridge image
de: Generisches 16kB Ultimax Erweiterungsmodul Image einlegen
es: Insertar imagen cartucho generico Ultimax 16KB
fr: Attacher une cartouche générique 16 ko Ultimax
nl: Koppel algemeen 16KB Ultimax cartridge bestand
pl: Zamontuj standardowy obraz kartridża 16kB Ultimax
sv: Anslut vanlig 16KB Ultimax-insticksmodulfil
tr: Jenerik 16KB Ultimax kartuþ imajý yerleþtir

source: Attach raw 16kB Action Replay MK2 cartridge image
da: Tilslut råt 16kB Action Replay MK2 cartridge image
de: 16kB Action Replay MK2 Image (raw) einlegen
es: Insertar imagen cartucho Action Replay MK2 16KB
fr: Attacher une image de cartouche 16 ko Action Replay MK2
nl: Koppel binair 16kB Action Replay MK2 cartridge bestand
pl: Zamontuj surowy obraz kartridża 16kB Action Replay MK2
sv: Anslut rå 16KB-Action Replay MK2-insticksmodulfil
tr: Düz 16kB Action Replay MK2 kartuþ imajý yerleþtir

source: Attach raw 8kB Capture cartridge image
da: Tilslut råt 8kB Capture cartridge image
de: 8kB Capture Image (raw) einlegen
es: Insertar imagen cartucho Capture 8KB
fr: Attacher une image de cartouche 8 ko Capture
nl: Koppel binair 8kB Capture cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB Capture
sv: Anslut rå 8KB Capture-insticksmodulavbildning
tr: Düz 8kB Capture kartuþ imajý yerleþtir

source: Attach raw 64kB Comal 80 cartridge image
da: Tilslut råt 64kB Comal 80 cartridge image
de: 64kB Comal 80 Image (raw) einlegen
es: Insertar imagen cartucho Comal 80 64KB
fr: Attacher une image de cartouche 64 ko Comal 80
nl: Koppel binair 64kB Comal 80 cartridge bestand
pl: Zamontuj surowy obraz kartridża 64kB Comal 80
sv: Anslut rå 64kB Comal 80-insticksmodulavbildning
tr: Düz 64kB Comal 80 kartuþ imajý yerleþtir

source: Attach raw Dela EP256 cartridge image
da: Tilslut råt Dela EP256 cartridge image
de: Dela EP256 Image (raw) einlegen
es: Insertar imagen cartucho Dela EP256
fr: Attacher une image de cartouche RAW EP256
nl: Koppel binair Dela EP256 cartridge bestand
pl: Zamontuj surowy obraz kartridża Dela EP256
sv: Anslut rå dela EP256-insticksmodulavbildning
tr: Düz Dela EP256 kartuþ imajý yerleþtir

source: Attach raw Dela EP64 cartridge image
da: Tilslut råt Dela EP64 cartridge image
de: Dela EP64 Image (raw) einlegen
es: Insertar imagen cartucho Dela EP64
fr: Attacher une image de cartouche Dela EP64
nl: Koppel binair Dela EO64 cartridge bestand
pl: Zamontuj surowy obraz kartridża EP64
sv: Anslut rå Dela EP64-insticksmodulfil
tr: Düz Dela EP64 kartuþ imajý yerleþtir

source: Attach raw Dela EP7x8 cartridge image
da: Tilslut råt Dela EP7x8 cartridge image
de: Dela EP7x8 Image (raw) einlegen
es: Insertar imagen cartucho Dela EP 7x8
fr: Attacher une image de cartouche Dela EP7x8
nl: Koppel binair Dela ep7x8 cartridge bestand
pl: Zamontuj surowy obraz kartridża Dela EP7x8
sv: Anslut rå Dela EP7x8-insticksmodulavbildning
tr: Düz Dela EP7x8 kartuþ imajý yerleþtir

source: Attach raw 128kB Dinamic cartridge image
da: Tilslut råt 128kB Dinamic cartridge image
de: 128kB Dinamic Image (raw) einlegen
es: Insertar imagen cartucho Dinamic 128KB
fr: Attacher une image RAW 128 ko Dinamic
nl: Koppel binair 128kB Dinamic cartridge bestand
pl: Zamontuj surowy obraz kartridża 128kB Dinamic
sv: Anslut rå 12kB Dinamic-insticksmodulavbildning
tr: Düz 128kB Dinamic kartuþ imajý yerleþtir

source: Attach raw 8kB Diashow-Maker cartridge image
da: Tilslut råt 8kB Diashow-Maker cartridge image
de: 8kB Diashow-Maker Image (raw) einlegen
es: Insertar imagen cartucho Diashow-Maker 8KB
fr: Attacher image RAW 8 ko Diashow-Maker
nl: Koppel binair 8kB Diashow-Maker cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB Diashow-Maker
sv: Anslut rå 8kB Diashow-Maker-insticksmodulavbildning
tr: Düz 8kB Diashow-Maker kartuþ imajý yerleþtir

source: Attach raw 16kB Double Quick Brown Box cartridge image
da: Tilslut råt 16kB Double Quick Brown Box cartridge image
de: 16kB Double Quick Brown Box Image (raw) einlegen
es: Insertar imagen cartucho DBQQ 16KB
fr: Attacher image RAW 16 ko Cartouche Double Quick Brown Box
nl: Koppel binair 16kB Double Quick Brown Box cartridge bestand
pl: Zamontuj surowy obraz kartridża Double Quick Brown Box
sv: Anslut rå 16KB Double Quick Brown Box-insticksmodulfil
tr: Düz 16kB Double Quick Brown Box kartuþ imajý yerleþtir

source: Attach raw EasyFlash cartridge image
da: Tilslut råt EasyFlash cartridge image
de: Easyflash Image (raw) einlegen
es: Insertar imagen cartucho EasyFlash
fr: Attacher une image de cartouche EasyFlash
nl: Koppel binair EasyFlash cartridge bestand
pl: Zamontuj surowy obraz kartridża EasyFlash
sv: Anslut rå EasyFlash-insticksmodulavbildning
tr: Düz EasyFlash kartuþ imajý yerleþtir

source: Attach raw 8kB REX Utility cartridge image
da: Tilslut råt 8kB REX Utility cartridge image
de: 8kB REX Image (raw) einlegen
es: Insertar imagen cartucho REX Utility 8KB
fr: Attacher une image de cartouche 8 ko REX Utility
nl: Koppel binair 8kB REX Utility cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB REX Utility
sv: Anslut rå 8kB REX Utility-insticksmodulavbildning
tr: Düz 8kB REX Utility kartuþ imajý yerleþtir

source: Attach raw 4kB Snapshot 64 cartridge image
da: Tilslut råt 4kB Snapshot 64 cartridge image
de: 4kB Snapshot 64 Image (raw) einlegen
es: Insertar imagen cartucho Snapshot 64 4KB
fr: Attacher une image de cartouche 4 ko Snapshot 64
nl: Koppel binair 4kB Snapshot 64 cartridge bestand
pl: Zamontuj surowy obraz kartridża 4kB Snapshot 64
sv: Anslut rå 4kB Snapshot 64-insticksmodulfil
tr: Düz 4kB Snapshot 64 kartuþ imajý yerleþtir

source: Attach raw 8kB EXOS cartridge image
da: Tilslut råt 8kB EXOS cartridge image
de: 8kB EXOS Image (raw) einlegen
es: Insertar imagen cartucho EXOS 8KB
fr: Attacher une image de cartouche EXOS
nl: Koppel binair 8kB EXOS cartridge bestand
pl: Zamontuj surowy obraz kartridża 8kB EXOS
sv: Anslut rå 8kB EXOS-insticksmodulavbildning
tr: Düz 8kB EXOS kartuþ imajý yerleþtir

source: Attach raw 8kB Expert Cartridge image
da: Tilslut råt 8kB Expert Cartridge image
de: 8kB Expert Cartridge Image (raw) einlegen
es: Insertar imagen cartucho Expert 8KB
fr: Insérer une image de Cartouche Expert 8 ko
nl: Koppel binair 8kB Expert Cartridge bestand
pl: Zamontuj surowy obraz 8kB Expert Cartridge
sv: Anslut rå 8kB Expert Cartridge-avbildning
tr: Düz 8kB Expert Kartuþ imajý yerleþtir

source: Attach raw 32kB Formel 64 image
da: Tilslut råt 32kB Formel 64 image
de: 32kB Formel 64 Image (raw) einlegen
es: Insertar imagen cartucho Formel 64 de 32KB
fr: Attacher une image de cartouche 32 ko Formel 64
nl: Koppel binair 32kB Formel 64 cartridge bestand
pl: Zamontuj surowy obraz 32kB Formel 64
sv: Anslut rå 32kB Formel 64-avbildning
tr: Düz 32kB Formel 64 imajý yerleþtir

source: Attach raw 16kB Final Cartridge image
da: Tilslut råt 16kB Final Cartridge image
de: 16kB Final Cartridge Image (raw) einlegen
es: Insertar imagen cartucho Final Cartridge 16KB
fr: Attacher une image de cartouche 16 ko Final Cartridge
nl: Koppel binair 16kB Final Cartridge bestand
pl: Zamontuj surowy obraz 16kB Final Cartridge
sv: Anslut rå 16kB Final Cartridge-avbildning
tr: Düz 16kB Final kartuþ imajý yerleþtir

source: Attach raw 64kB Final Cartridge III image
da: Tilslut råt 64kB Final Cartridge III image
de: 64kB Final Cartridge Image III (raw) einlegen
es: Insertar imagen cartucho Final Cartridge III 64KB
fr: Attacher une image de cartouche 64 ko Final Cartridge III
nl: Koppel binair 16kB Final Cartridge III bestand
pl: Zamontuj surowy obraz Final Cartridge III
sv: Anslut rå 64kB Final Cartridge III-avbildning
tr: Düz 64kB Final Cartridge III imajý yerleþtir
