Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: TFE/RR-Net support
da: TFE/RR-Net-understøttelse
de: TFE/RR-Net Unterstützung
es: Soporte TFE/RR-Net
fr: Support TFE/RR-Net
nl: TFE/RR-Net ondersteuning
pl: Obsługa TFE/RR-Net
sv: Stöd för TFE/RR-Net
tr: TFE/RR-Net desteði

source: Cannot autostart specified file.
da: Kan ikke autostarte valgt fil
de: Autostart von angeforderter Datei fehlgeschlagen.
es: No puedo autoarrancar el fichero especificado.
fr: Impossible d'autocharger le fichier spécifié
hu: Nem lehet automatikusan elindítani a megadott fájlt.
it: Non è possibile avviare automaticamente il file specificato.
nl: Kan opgegeven bestand niet autostarten.
pl: Nie można automatycznie wystartować z danego pliku.
sv: Kan inte autostarta angiven fil.
tr: Belirtilen dosya otomatik baþlatýlamadý.

source: Attached tape %s
da: Tilsluttet bånd %s
de: Band Image %s eingelegt
es: Cinta insertada %s
fr: Datassette %s attaché
hu: %s szalag csatolva
it: Cassetta %s selezionata
nl: Tape %s gekoppelt
pl: Zamontowana taśma %s
sv: Anslöt band %s
tr: Yerleþtirilmiþ teyp %s

source: Settings loaded successfully.
da: Indstillinger indlæst med success.
de: Einstellungen erfolgreich geladen.
es: Ajustes cargados con éxito.
fr: Chargement des paramètres réussi.
hu: Beállítások sikeresen elmentve.
it: Impostazioni caricate con successo.
nl: Instellingen met succes geladen.
pl: Wczytywanie ustawień powiodło się.
sv: Inställningarna har lästs in.
tr: Ayarlar baþarýyla yüklendi.

source: Autostart disk/tape image
da: Autostart disk-/bånd-image
de: Autostart von Disk/Band Image
es: Autoarranque imagen de disco/cinta
fr: Autodémarrage image disque/datassette
hu: Lemez/szalag képmás automatikus indítása
it: Avvia automaticamente l'immagine del disco/cassetta
nl: Autostart disk-/tapebestand
pl: Automatycznie startuj z obrazu dysku lub taśmy
sv: Autostarta disk-/bandavbildningsfil
tr: Disk/Teyp imajýný otomatik baþlat

source: Bad cartridge config in UI!
da: Ugyldig cartridgekonfiguration i brugergrænseflade!
de: Fehlerhafte Modul Konfiguration im UI!
es: ¡Configuracion erronea del cartucho en UI!
fr: Mauvaise configuration de la cartouche dans l'interface utilisateur!
hu: Rossz cartridge konfiguráció!
it: Configurazione della cartuccia errata nell'IU!
nl: Slechte cartridge configuratie in UI!
pl: Zła konfiguracja kartridża w UI!
sv: Felaktiga insticksmodulsinställningar i UI!
tr: UI'de kötü kartuþ konfigürasyonu!

source: Logging console output image
da: Log konsol uddata image
de: Konsole Log Ausgabe Image
es: Imagen de salida de la consola log
fr: Log de l'image de sortie console
hu: Konzol kimenet naplózása
it: Immagine dell'output della console di log
nl: Logboek console uitvoer bestand
pl: Obraz wyjścia konsoli logowania
sv: Logga konsolutdataavbildning
tr: konsol imaj çýktýsý loglanýyor

source: VICE console logging files (*.dbg)
da: VICE konsolloggfiler (*.dbg)
de: VICE Konsole Log Dateien (*.dbg)
es: Ficheros de la consola log VICE (*.dbg)
fr: Fichier de débuggage VICE (*.dbg)
hu: VICE konzol napló fájlok (*.dbg)
it: File di log (*.dbg)
nl: VICE console logboekbestanden (*.dbg)
pl: Pliki logowania konsoli VICE (*.dbg)
sv: VICE konsolloggfiler (*.dbg)
tr: VICE konsol log dosyalarý (*.dbg)

source: Cannot write log file `%s'.
da: Kan ikke skrive logfil "%s".
de: Kann Log-Datei %s nicht schreiben
es: No puedo grabar fichero log `%s'.
fr: Impossible d'écrire le fichier de journalisation `%s'.
hu: Nem sikerült a(z) %s naplófájlba írni
it: Non è possibile scrivere il file di log `%s'.
nl: Kan logboekbestand `%s' niet schrijven.
pl: Nie można zapisać pliku z logiem '%s'.
sv: Kan inte skriva loggfil "%s".
tr: Log dosyasý `%s' yazýlamadý.

source: Cannot read flip list file
da: Kunne ikke læse bladrelistefil
de: Lesen von Fliplist Datei fehlgeschlagen
es: No puedo leer fichero de lista de intercambio
fr: Impossible de lire le fichier de groupement
hu: Nem lehet olvasni a lemezlista fájlt
it: Non è possibile caricare il file della flip list
nl: Kan het fliplijstbestand niet lezen
pl: Nie można odczytać pliku listy podmiany nośników
sv: Kunde inte läsa vallistefil
tr: Sýralama listesi dosyasý okunamadý

source: Cannot write flip list file
da: Kunne ikke skrive bladrelistefil
de: Schreiben von Fliplist Datei fehlgeschlagen
es: No puedo grabar fichero de lista de intercambio
fr: Impossible d'écrire le fichier de groupement de disques
hu: Nem sikerült a lemezlistát fájlba írni
it: Non è possibile scrivere il file della flip list
nl: Kan fliplijstbestand niet schrijven
pl: Nie można zapisać pliku listy wymiany nośników
sv: Kan inte skriva vallistefil
tr: Sýralama listesi dosyasý yazýlamadý

source: Select keymap file
da: Vælg tastelayout
de: Symbolische Keymap Datei definieren
es: Seleccionar fichero de mapa de teclado
fr: Sélectionner le fichier de mappage clavier
hu: Válasszon billentyûzetleképezés fájlt
it: Seleziona il file della mappa della tastiera
nl: Selecteer keymapbestand
pl: Wybierz plik układu klawiatury
sv: Välj tangentbordsfil
tr: Tuþ Haritasý dosyasý seç

source: Save keymap file
da: Gem tastelayout
de: Keymap Datei speichern
es: Grabar fichero de mapa de teclado
fr: Sauvegarder le fichier de mappage clavier
hu: Billentyûzetleképezés fájlba írása
it: Salva il file della mappa della tastiera
nl: Keymapbestand opslaan
pl: Zapisz plik układu klawiatury
sv: Spara tangentbordsfil
tr: Tuþ Haritasý dosyasýný kaydet

source: Cannot write keymap file
da: Kunne ikke gemme tastelayour
de: Schreiben von keymap Datei fehlgeschlagen
es: No puedo grabar fichero de mapa de teclado
fr: Impossible d'écrire sur le fichier de mappage clavier
hu: Nem sikerült a billentyûzetleképezést fájlba írni
it: Non è possibile scrivere il file della mappa della tastiera
nl: Kan het keymapbestand niet schrijven
pl: Nie można zapisać pliku ustawień klawiatury
sv: Kan inte skriva tangentbordsfil
tr: Tuþ Haritasý dosyasý yazýlamadý

source: Save config file
da: Gem indstillinger
de: Speichere Konfigurationsdatei
es: Grabar fichero de configuración
fr: Sauvegarder le fichier de configuration
hu: Konfigurációs fájl írása
it: Specifica il file di configurazione
nl: Sla configuratie bestand op
pl: Zapisz plik konfiguracji
sv: Spara inställningsfil
tr: Konfigürasyon dosyasýný kaydet

source: Load config file
da: Indlæs indstillinger
de: Lade Konfigurationsdatei
es: Cargar fichero de configuración
fr: Charger un fichier de configuration
hu: Konfigurációs fájl betöltése
it: Carica il file di configurazione
nl: Laad configuratie bestand
pl: Wczytaj plik konfiguracji
sv: Läs inställningsfil
tr: Konfigürasyon dosyasýný yükle

source: Mapping
da: Mapning
de: Zuordnung
es: Mapeado
fr: Mappage
hu: Leképezés
it: Mappatura
nl: Toewijzing
pl: Mapowanie
sv: Koppling
tr: Haritalama

source: Attach
da: Tilslut
de: Einlegen
es: Anexar
fr: Insérer
hu: Csatolás
it: Seleziona
nl: Koppel
pl: Zamontuj
sv: Anslut
tr: Yerleþtir

source: Please enter a filename.
da: Angiv filnavn.
de: Bitte Dateinamen eingeben.
es: Por favor, introduzca nombre de fichero.
fr: Entrer un nom de fichier.
hu: Írjon be egy fájlnevet.
it: Specifica il nome del file.
nl: Geef aub een bestandsnaam op.
pl: Proszę wprowadzić nazwę pliku.
sv: Ange filnamn.
tr: Lütfen dosya ismi girin.

source: Overwrite existing image?
da: Overskriv eksisterende image?
de: Existierende Datei überschreiben?
es: ¿Sobreescribo la imagen actual?
fr: Écraser les images existantes?
hu: Felülírjam a meglévõ képmást?
it: Sovrascrivo l'immagine esistente?
nl: Bestaand bestand overschrijven?
pl: Nadpisać istniejący obraz?
sv: Skriva över existerande avbildning?
tr: Varolan imajýn üzerine yazýlsýn mý?

source: Cannot create image file!
da: Kunne ikke oprette image-fil!
de: Kann Imagedatei nicht erzeugen!
es: ¡No puedo crear fichero imagen!
fr: Impossible de créer le fichier image!
hu: Nem sikerült a képmás fájlt létrehozni!
it: Non è possibile creare il file immagine!
nl: Kan bestand niet maken!
pl: Nie można utworzyć pliku obrazu!
sv: Kan inte skapa avbildningsfil!
tr: Imaj dosyasý yaratýlamadý!

source: Command line options
da: Kommandolinjeparametre
de: Kommandozeilen Paramteter
es: Opciones de la linea de comandos
fr: Options de ligne de commande
hu: Parancssori opciók
it: Parametri della riga di comando
nl: Commando opties
pl: Opcje wiersza poleceń
sv: Kommandoradsflaggor
tr: Komut satýrý seçenekleri

source: Which command line options are available?
da: Hvilke kommandolinjeparametre er tilgængelige?
de: Welche Kommandozeilen Parameter sind verfügbar?
es: ¿Qué opciones de linea de comando están disponibles?
fr: Quelles sont les lignes de commandes disponibles?
hu: Milyen parancssori opciók lehetségesek?
it: Quali parametri della riga di comando sono disponibili?
nl: Welke commando opties zijn beschikbaar?
pl: Które opcje wiersza poleceń są dostępne?
sv: Vilka kommandoradsflaggor är tillgängliga?
tr: Hangi komut satýrý seçenekleri mevcut?

source: No driver selected or selected driver not supported
da: Ingen driver valgt, eller valgt driver ikke understøttet
de: Kein Treiber ausgewählt oder gewählter Treiber wird nicht unterstützt
es: controlador no seleccionado o no disponible
fr: Aucun pilote sélectionné, ou le pilote n'est pas supporté
hu: Nincs meghajtó kiválasztva, vagy a kiválasztott nem támogatott
it: Nessun driver selezionato o driver selezionato non supportato
nl: Geen stuurprogramma geselecteerd, of geselecteerd stuurprogramma wordt niet ondersteund
pl: Nie wybrano sterownika albo wybrany sterownik nie jest obsługiwany
sv: Drivrutin har inte valts eller vald drivrutin stöds inte
tr: Seçilmiþ sürücü yok ya da desteklenmiyor

source: Cannot write screenshot file `%s'.
da: Kunne ikke gemme screenshot "%s".
de: Kann Snapshot Datei `%s' nicht speichern.
es: No puedo grabar el fichero de Captura de pantalla `%s'.
fr: Impossible d'écrire le fichier de capture `%s'.
hu: Nem sikerült a fénykép írása %s fájlba.
it: Non è possibile scrivere il file di screenshot `%s'.
nl: Kan schermafdrukbestand `%s' niet schrijven.
pl: Nie można zapisać pliku zrzutu ekranu `%s'.
sv: Kan inte skriva skärmdumpsfil "%s".
tr: Ekran görüntüsü dosyasý `%s' yazýlamadý.

source: Autostart disk image
es: Autoarranque de imagen de disco
fr: Autodémarrage image disque
hu: Lemezképmás automatikus indítása
it: Avvia automaticamente l'immagine del disco
nl: Autostart schijfbestand
pl: Automatycznie startuj z obrazu dyskietki
sv: Autostarta diskettavbildning
tr: Disk imajýný otomatik baþlat

source: Select file system directory
da: Angiv katalog
de: Systemverzeichnis wählen
es: Seleccionar fichero de directorio del sistema
fr: Sélectionnez le répertoire du système de fichiers
hu: Válasszon könyvtárat
it: Seleziona la directory del file system
nl: Selecteer bestandssysteemdirectory
pl: Wybierz katalog systemu plików
sv: Ange filsystemskatalog
tr: Dosya sistem dizinini seç

source: Device 7
nl: Apparaat 7
pl: Urządzenie 7

source: Peripheral settings
da: Eksterne enhedsindstillinger
de: Peripherie Einstellungen
es: Ajustes de periféricos
fr: Paramètres des périphériques
hu: Perifériák beállításai
it: Impostazioni periferiche
nl: Randapparaten instellingen
pl: Ustawienia zewnętrzne
sv: Inställningar för kringutrustning
tr: Çevresel ayarlar

source: Can't write snapshot file.
da: Kunne ikke skrive snapshot fil.
de: Kann Snapshot Datei nicht speichern.
es: No puedo escribir fichero snapshot
fr: Impossible d'écrire le fichier de sauvegarde
hu: Nem sikerült a pillanatkép fájl írása.
it: Non è possibile scrivere il file di snapshot.
nl: Kan momentopnamebestand niet schrijven.
pl: Nie można zapisać pliku zrzutu.
sv: Kan inte skriva ögonblicksbildfil.
tr: Anlýk görüntü dosyasý yazýlamadý.

source: Cannot read snapshot image
da: Kunne ikke indlæse snapshot fil
de: Kann Snapshot Datei nicht laden
es: No puedo leer fichero snapshot
fr: Impossible de charger l'instantané.
hu: A pillanatkép fájl nem olvasható
it: Non è possibile leggere l'immagine dello snapshot
nl: Kan momentopnamebestand niet lezen
pl: Nie można wczytać obrazu zrzutu
sv: Kan inte läsa in ögonblicksbildfil
tr: Anlýk görüntü dosyasý okunamadý.

source: Load %s ROM image
da: Indlæs %s-ROM-fil
de: Lade %s ROM Image Datei
es: Cargar imagen de la ROM %s
fr: Charger image ROM %s
hu: %s ROM képmás betöltése
it: Carica immagine della ROM %s
nl: Laad %s ROM bestand
pl: Wczytaj obraz ROM-u %s
sv: Läs %s-ROM-fil
tr: %s ROM imajýný yükle

source: Cannot write snapshot file `%s'.
da: Kunne ikke gemme snapshot "%s".
de: Kann Snapshot Datei `%s' nicht speichern.
es: No puedo grabar imagen de snapshot `%s'.
fr: Impossible d'écrire le fichier d'instantané `%s'.
hu: Nem sikerült a pillanatkép írása %s fájlba.
it: Non è possibile scrivere il file di snapshot `%s'.
nl: Kan momentopnamebestand `%s' niet schrijven.
pl: Nie można zapisać pliku zrzutu '%s'
sv: Kan inte skriva ögonblicksbildfil "%s".
tr: Anlýk görüntü dosyasý yazýlamadý `%s'.

source: Could not load palette file.
da: Kunne ikke indlæse palettefil.
de: Kann Paletten Datei nicht laden.
es: No puedo cargar fichero de paleta.
fr: Impossible de charger le fichier de palette.
hu: Nem sikerült a palettát betölteni.
it: Non è possibile caricare il file di palette.
nl: Kon paletbestand niet laden.
pl: Nie można wczytać pliku palety.
sv: Kunde inte läsa in palettfil.
tr: Palet dosyasý yüklenemedi.

source: Load VICE palette file
da: Indlæs VICE-palette
de: VICE Paletten Datei laden
es: Cargar fichero de paleta VICE
fr: Charger un fichier de palette VICE
hu: VICE paletta fájl betöltése
it: Carica il file di palette di VICE
nl: Laad VICE paletbestand
pl: Wczytaj plik palety VICE
sv: Läs in VICE-palettfil
tr: VICE palet dosyasý yükle

source: Fullscreen/DirectX
da: Fuldskærm/DirectX
de: Vollbild/Direct X
es: Pantalla completa/DirectX
fr: Plein écran/DirectX
hu: Teljes képernyõ/DirectX
it: Schermo intero/DirectX
nl: Volscherm/DirectX
pl: Pełny ekran/DirectX
sv: Fullskärm/DirectX
tr: Tam Ekran/DirectX

source: Video settings
da: Grafikindstillinger
de: Video Einstellungen
es: Ajustes de video
fr: Paramètres vidéo
hu: Videó beállításai
it: Impostazioni video
nl: Video instellingen
pl: Ustawienia wideo
sv: Grafikinställningar
tr: Görüntü ayarlarý

source: File system
da: Filsystem
de: Dateisystem
es: Fichero de sistema
fr: Système de fichiers
hu: Fájlrendszer
nl: Bestandssysteem
pl: System plików
sv: Filsystem
tr: Dosya sistemi

source: Real IEC device
da: Ægte IEC-enhed
de: Reales IEC Gerät
es: Periferico real IEC
fr: Périphérique IEC réel
hu: Valódi IEC eszköz
it: Periferica IEC reale
nl: Echt IEC apparaat
pl: Rzeczywiste urządzenie IEC
sv: Äkta IEC-enhet
tr: Gerçek IEC aygýtý

source: RS232 device %i
da: RS232-enhed %i
de: RS232 Gerät %i
es: Periférico RS232 %i
fr: Périphérique RS232 #%i
hu: %i. RS232 eszköz
it: Dispositivo RS232 #%i
nl: RS232 apparaat %i
pl: Urządzenie RS232 %i
sv: RS232-enhet %i
tr: RS232 aygýtý %i

source: Attach CRT cartridge image
da: Tilslut CRT-cartridge image
de: CRT Erweiterungsmodul Image einlegen
es: Insertar imagen de cartucho CRT
fr: Insérer une cartouche CRT
hu: CRT cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia CRT
nl: Koppel CRT cartridge bestand aan
pl: Zamontuj obraz kartridża CRT
sv: Anslut CRT-insticksmodulfil
tr: CRT kartuþ imajý yerleþtir

source: Attach raw 32KB Action Replay cartridge image
da: Tilslut råt 32KB Action Replay cartridge image
de: 32kB Action Replay Image (raw) einlegen
es: Insertar imagen cartucho Action Replay 32KB
fr: Insérer une cartouche Action Replay 32KO
hu: 32KB-os Action Replay cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia Action Replay di 32KB
nl: Koppel binair 32KB Action Replay cartridge bestand
pl: Zamontuj surowy obraz kartidża 32KB Action Replay
sv: Anslut rå 32KB-Action Replay-insticksmodulfil
tr: Düz 32KB Action Replay kartuþ imajý yerleþtir

source: Attach raw 16KB Action Replay MK3 cartridge image
da: Tilslut råt 16KB Action Replay MK3 cartridge image
de: 16kB Action Replay MK3 Image (raw) einlegen
es: Insertar imagen cartucho Action Replay MK3 16KB
fr: Attacher une image de cartouche 16 ko Action Replay MK3
nl: Koppel binair 16KB Action Replay MK3 cartridge bestand
pl: Zamontuj surowy obraz kartridża 16KB Action Replay MK3
sv: Anslut rå 16KB-Action Replay MK3-insticksmodulfil
tr: Düz 16KB Action Replay MK3 kartuþ imajý yerleþtir

source: Attach raw 32KB Action Replay MK4 cartridge image
da: Tilslut råt 32KB Action Replay MK4 cartridge image
de: 32kB Action Replay MK4 Image einlegen
es: Insertar imagen cartucho Action Replay MK4 32KB
fr: Attacher une image de cartouche 2 ko Action Replay MK4
nl: Koppel binair 32KB Action Replay MK4 cartridge bestand
pl: Zamontuj surowy obraz kartridża 32KB Action Replay MK4
sv: Anslut rå 32KB-Action Replay MK4-insticksmodulfil
tr: Düz 32KB Action Replay MK4 kartuþ imajý yerleþtir

source: Attach raw 16KB Stardos cartridge image
da: Tilslut råt 16KB StarDOS cartridge image
de: 16kB Stardos Erweiterungsmodul Image (raw) einlegen
es: Insertar imagen cartucho Stardos 16KB
fr: Attacher une image de cartouche 16 ko Stardos
nl: Koppel binair 16KB Stardos cartridge bestand
pl: Zamontuj surowy obraz kartridża 16KB Stardos
sv: Anslut rå 16KB Stardos-insticksmodulfil
tr: Düz 16KB Stardos kartuþ imajý yerleþtir

source: Attach raw 32KB Atomic Power cartridge image
da: Tilslut råt 32kB Atomic Power-cartridge image
de: 32kB Atomic Power Image einlegen
es: Insertar imagen cartucho Atomic Power 32KB
fr: Insérer une cartouche Atomic Power 32KO
hu: 32KB-os Atomic Power cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia Atomic Power di 32KB
nl: Koppel binair 32KB Atomic Power cartridge bestand
pl: Zamontuj surowy obraz kartridża 32KB Atomic Power
sv: Anslut rå 32KB Atomic Power-insticksmodulfil
tr: Düz 32KB Atomic Power kartuþ imajý yerleþtir

source: Attach raw 8KB Epyx FastLoad cartridge image
da: Tilslut råt 8kB Epyx FastLoad cartridge image
de: 8kB Epyx Fastload Image (raw) einlegen
es: Insertar imagen cartucho Epyx Fastload 8KB
fr: Attacher une image de cartouche 8 ko Epyx FastLoad
nl: Koppel binair 8KB Epyx FastLoad cartridge bestand
pl: Zamontuj surowy obraz kartridża 8KB Epyx FastLoad
sv: Anslut rå 8KB Epyx FastLoad-insticksmodulfil
tr: Düz 8KB Epyx FastLoad kartuþ imajý yerleþtir

source: Attach IEEE-488 Interface cartridge image
da: Tilslut IEEE-488 interface cartridge image
de: IEEE Schnittstellen Erweiterungsmodul Image einlegen
es: Insertar imagen de cartucho Interface IEEE-488
fr: Attacher une image de cartouche Interface IEEE-488
nl: Koppel IEEE-488 Interface cartridge bestand
pl: Zamontuj obraz kartridża IEEE-488 Interface
sv: Anslut IEEE-488-gränssnittsavbildningsfil
tr: IEEE-488 Arabirimi kartuþ imajý yerleþtir

source: Attach raw 64KB Retro Replay cartridge image
da: Tilslut råt 64kB-Retro Replay-cartridge image
de: 64kB Retro Replay Image einlegen
es: Insertar imagen cartucho Retro Replay 64KB
fr: Insérer une cartouche Retro Replay 64KO
hu: 64KB-os Retro Replay cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia Retro Replay di 64KB
nl: Koppel binair 64KB Retro Replay cartridge bestand
pl: Zamontuj surowy obraz kartridża 64KB Retro Replay
sv: Anslut rå 64KB-Retro Replay-insticksmodulfil
tr: Düz 64KB Retro Replay kartuþ imajý yerleþtir

source: Attach raw 512kB MMC Replay cartridge image
da: Tilslut råt 512kB MMC Replay cartridge image
de: 512kB MMC Replay Image (raw) einlegen
es: Insertar imagen cartucho MMC Replay 512KB
fr: Attacher une image de cartouche 512 ko MMC Replay
nl: Koppel binair 512kB MMC Replay cartridge bestand
pl: Zamontuj surowy obraz kartridża 512kB MMC Replay
sv: Anslut rå 512kB MMC Replay-avbildningsfil
tr: Düz 512kB MMC Replay kartuþ imajý yerleþtir

source: Attach raw 64KB IDE64 cartridge image
da: Tilslut råt 64kB IDE64-cartridge image
de: 64kB IDE64 Image einlegen
es: Insertar imagen cartucho IDE64 64KB
fr: Insérer une cartouche IDE64 64KO
hu: 64KB-os IDE64 cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia IDE64 di 64KB
nl: Koppel binair 64KB IDE64 cartridge bestand
pl: Zamontuj surowy obraz kartridża 64KB IDE64
sv: Anslut rå 64KB IDE64-insticksmodulfil
tr: Düz 64KB IDE64 kartuþ imajý yerleþtir

source: Attach raw 32KB Super Snapshot V4 cartridge image
da: Tilslut råt 32kB Super Snapshot V4 cartridge image
de: 32kB Super Snapshot V4 Image (raw) einlegen
es: Insertar imagen cartucho Super Snapshot V4 32KB
fr: Attacher une image de cartouche 32 ko Super Snapshot V4
nl: Koppel binair 32KB Super Snapshot V4 cartridge bestand
pl: Zamontuj surowy obraz kartridża 32KB Super Snapshot V4
sv: Anslut rå 32KB Super Snapshot V4-insticksmodulfil
tr: Düz 32KB Super Snapshot V4 kartuþ imajý yerleþtir

source: Attach raw 64KB Super Snapshot V5 cartridge image
da: Tilslut råt 64kB Super Snapshot V5 cartridge image
de: 64kB Super Snapshot V5 Image (raw) einlegen
es: Insertar imagen cartucho Super Snapshot V5 64KB
fr: Attacher une image de cartouche 64 ko Super Snapshot V5
nl: Koppel binair 64KB Super Snapshot V5 cartridge bestand
pl: Zamontuj surowy obraz kartridża Super Snapshot V5
sv: Anslut rå 64KB-Super Snapshot V5-insticksmodulfil
tr: Düz 64KB Super Snapshot V5 kartuþ imajý yerleþtir

source: Attach raw Structured Basic cartridge image
da: Tilslut rå Strucured BASIC-cartridge image
de: Erweiterungsmodul Structured Basic (raw) Image einlegen
es: Insertar imagen cartucho Structured Basic
fr: Insérer une cartouche Raw Structured Basic
hu: Structured Basic cartridge képmás csatolása
it: Seleziona l'immagine di una cartuccia Structured Basic
nl: Koppel binair Structured Basic cartridge bestand aan
pl: Zamontuj surowy obraz kartridża Structured Basic
sv: Anslut rå Strucured Basic-insticksmodulfil
tr: Düz yapýlandýrýlmýþ Basic kartuþ imajý yerleþtir

source: Select cartridge file
da: Vælg cartridge-fil
de: Erweiterungsmodul Image Datei wählen
es: Seleccionar imagen cartucho
fr: Sélection le fichier de cartouche
hu: Cartridge fájl kiválasztása
it: Seleziona file cartuccia
nl: Selecteer cartridge bestand
pl: Wybierz plik kartridża
sv: Välj insticksmodulfil
tr: Kartuþ dosyasýný seç

source: Select start snapshot for event history
da: Vælg start-snapshot for hændelseshistorik
de: Startsnapshot für Ereignishistory festlegen
es: Selecionar inicio volcado para historial de eventos
fr: Sélectionner l'instantané de départ pour l'historique des événements
hu: Válasszon kezdeti pillanatképet az esemény rögzítéshez
it: Seleziona lo snapshot iniziale per la cronologia degli eventi
nl: Selecteer start momentopname voor gebeurtenis geschiedenis
pl: Wybierz początkowy zrzut historii zdarzeń
sv: Välj startögonblicksmodul för händelsehistorik
tr: Olay tarihçesi için baþlangýç anlýk görüntüsünü seç

source: Select end snapshot for event history
da: Vælg slut-snapshot for hændelseshistorik
de: Startsnapshot für Ereignishistory festlegen
es: Seleccionar fin volcado para historial de eventos
fr: Sélectionner l'instantané de départ pour l'historique des événements
hu: Válasszon végsõ pillanatképet az esemény rögzítéshez
it: Seleziona lo snapshot finale per la cronologia degli eventi
nl: Selecteer eind momentopname voor gebeurtenis geschiedenis
pl: Wybierz końcowy zrzut historii zdarzeń
sv: Välj slutögonblicksbild för händelsehistorik
tr: Olay tarihçesi için bitiþ anlýk görüntüsünü seç

source: Version %s *UNSTABLE* (%s)
da: Version %s *USTABIL* (%s)
de: Version %s *INSTABIL* (%s)
es: Versión %s *INESTABLE* (%s)
fr: Version %s *INSTABLE* (%s)
hu: %s verzió *INSTABIL* (%s)
it: Versione %s *INSTABILE* (%s)
nl: Versie %s *ONSTABIEL* (%s)
sv: Version %s *INSTABIL* (%s)
tr: Versiyon %s *ÝSTÝKRARSIZ* (%s)

source: Version %s rev %s *UNSTABLE* (%s)
nl: Versie %s rev %s *ONSTABIEL* (%s)
sv: Version %s rev %s *INSTABIL* (%s)

source: Version %s (%s)
es: Versión %s (%s)
hu: %s verzió (%s)
it: Versione %s (%s)
nl: Versie %s (%s)
tr: Versiyon %s (%s)

source: Version %s rev %s (%s)
nl: Versie %s rev %s (%s)
