Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Cannot write snapshot file `%s'
da: Kunne ikke skrive snapshot-fil "%s"
de: Kann Snapshot Datei `%s' nicht speichern.
es: No puedo grabar el fichero snapshot `%s'
fr: Impossible d'écrire le fichier de sauvegarde `%s'
hu: Nem sikerült a pillanatkép fájl írása `%s'
it: Non è possibile scrivere il file di snapshot `%s'
nl: Kan momentopnamebestand niet schrijven `%s'
sv: Kan inte skriva ögonblicksbildfil "%s"
tr: Anlýk görüntü dosyasý yazýlamadý `%s'

source: Select history directory
da: Vælg historie-katalog
de: Verzeichnis für Event Aufnahme...
es: Seleccionar directorio historico
fr: Sélectionnez le répertoire des captures
hu: Pillanatképek könyvtára
it: Seleziona la directory della cronologia
nl: Selecteer geschiedenis directory
pl: Wybierz katalog historii
sv: Ange historikkatalog
tr: Tarihçe dizinini seçin

source: Path:
da: Sti:
de: Pfad:
es: Camino
fr: Emplacement:
it: Percorso:
nl: Pad:
pl: Ścieżka:
sv: Sökväg:
tr: Yol:

source: Media Recording stopped
nl: opname gestopt
pl: Zatrzymano zapis materiału

source: Record sound to file
da: Optag lyd til en fil
de: Tonaufnahme in Datei
es: Grabar sonido en un fichero
fr: Enregistrer le son dans un fichier
hu: Hangfájl felvétele
it: Registra l'audio su file
nl: Opname van geluid naar bestand
pl: Zapisz dźwięk do pliku
sv: Spela in ljud till fil
tr: Sesi dosyaya kaydet

source: Sound Recording started
da: Lydoptagelse startet
de: Tonaufnahme gestartet
es: Grabación de sonido iniciada
fr: Démarrage de l'enregistrement du son
nl: Geluidsopname gestart
pl: Rozpoczęto odtwarzanie dźwięku
sv: Ljudinspelning startad
tr: Ses Kaydý baþladý

source: Soft
da: Blød
de: Weich
fr: à chaud
hu: Meleg
nl: Zacht
pl: Miękki
sv: Mjuk

source: Ask
nl: Vraag
pl: Spytaj
sv: Fråga

source: Continue
da: Fortsæt
de: Fortsetzen
es: Continuar
hu: Folytatás
it: Continua
nl: Door gaan
pl: Kontynuuj
sv: Fortsätt
tr: Devam

source: Hard reset
nl: Harde reset
pl: Reset sprzętu
sv: Hård nollställning

source: Quit emulator
nl: Emulator uitschakelen
pl: Wyjście z emulatora

source: Save new snapshot
da: Gem nyt snapshot
de: Speichere neuen Snapshot
es: Grabando nuevo snapshot
fr: Enregistrer une nouvelle sauvegarde
hu: Új pillanatkép mentése
it: Salva nuovo snapshot
nl: Opslaan nieuwe momentopname
pl: Zapisz nowy zrzut
sv: Spara ny ögonblicksbild
tr: Yeni anlýk görüntü kaydet

source: Load existing snapshot
da: Indlæs eksisterende snapshot
de: Lade existierenden Snapshot
es: Cargar snapshot
fr: Charger un instantané
hu: Létezõ pillanatkép betöltése
it: Carica snapshot esistente
nl: Laad bestaande momentopname
pl: Wczytaj istniejący zrzut
sv: Läs in existerande ögonblicksbild
tr: Varolan anlýk görüntüyü yükle

source: Start with reset
da: Start med reset
de: Mit Reset starten
es: Comenzar con reinicio
fr: Réinitialiser au démarrage
hu: Indulás RESET-tel
it: Avvia con reset
nl: Start met reset
pl: Rozpocznij z resetem
sv: Starta med nollställning
tr: Reset ile baþlat

source: Overwrite running playback
da: Overskriv kørende afspilning
de: Laufende Aufnahme überschreiben
es: Regrabando playback
fr: Écraser le son jouant actuellement
nl: Overschrijf huidige weergave
pl: Nadpisz odtwarzany dźwięk
sv: Skriv över aktiv uppspelning
tr: Çalmakta olanýn üzerine yaz

source: Save snapshot image
da: Gem snapshot
de: Snapshot Datei speichern
es: Grabar imagen snapshot
fr: Enregistrer le fichier de sauvegarde
hu: Pillanatkép fájl mentése
it: Salva l'immagine dello snapshot
nl: Momentopnamebestand opslaan
pl: Zapisz obraz zrzutu
sv: Spara ögonblicksbildfil
tr: Anlýk görüntü imajýný kaydet

source: Quickload snapshot
da: Hurtig-indlæs snapshot
de: Snapshot schnell laden
es: Carga rápida snapshot
fr: Chargement du fichier de sauvegarde rapide
hu: Gyors pillanatkép töltés
it: Caricamento veloce di uno snapshot
nl: Snellaad momentopname
pl: Szybkie wczytanie zrzutu
sv: Snabbläs ögonblicksbild
tr: Anlýk görüntü hýzlý yükle

source: Quicksave snapshot
da: Hurtig-gem snapshot
de: Snapshot schnell speichern
es: Grabado rápido snapshot
fr: Enregistrement du fichier de sauvegarde rapide
hu: Gyors pillanatkép mentés
it: Salvataggio veloce di uno snapshot
nl: Snelopslaan momentopname
pl: Szybki zapis zrzutu
sv: Snabbspara ögonblicksbild
tr: Anlýk görüntü hýzlý kaydet

source: Start recording events
da: Start optagelse af hændelser
de: Eventaufnahme Start
es: Comenzar grabación de eventos
fr: Démarrer les événements d'enregistrement
hu: Eseményfelvétel indítása
it: Avvia la registrazione degli eventi
nl: Start opname gebeurtenissen
pl: Rozpocznij zapisywanie zdarzeń
sv: Börja spela in händelser
tr: Kayýt olaylarýný baþlat

source: Stop recording events
da: Stop optagelse af hændelser
de: Eventaufnahme Stop
es: Detener grabación de eventos
fr: Arrêter les événements d'enregistrements
hu: Eseményfelvétel leállítása
it: Termina la registrazione degli eventi
nl: Stop opname gebeurtenissen
pl: Zatrzymaj zapisywanie zdarzeń
sv: Sluta spela in händelser
tr: Kayýt olaylarýný durdur

source: Start playing back events
da: Start afspilning af hændelser
de: Eventwiedergabe Start
es: Comenzar lectura de eventos
fr: Démarrer la lecture des événements
hu: Esemény visszajátszás indítása
it: Avvia la riproduzione degli eventi
nl: Start weergave gebeurtenissen
pl: Rozpocznij odtwarzanie zdarzeń
sv: Börja spela upp händelser
tr: Kayýttan çalma olaylarýný baþlat

source: Stop playing back events
da: Stop afspilning af hændelser
de: Eventwiedergabe Stop
es: Detener lectura de eventos
fr: Arrêter la lecture des événements
hu: Esemény visszajátszás leállítása
it: Termina la riproduzione degli eventi
nl: Stop weergave gebeurtenissen
pl: Zatrzymaj odtwarzanie zdarzeń
sv: Sluta spela upp händelser
tr: Kayýttan çalma olaylarýný durdur

source: Set recording milestone
da: Angiv optagelses-bogmærke
de: Setze Aufnahme Meilenstein
es: Insertar marca de grabación
fr: Lever le signet d'enregistrement
hu: Kilóméterkõ elhelyezése a felvételben
it: Imposta segnalibro
nl: Zet opname mijlpaal
pl: Ustaw kamień milowy zapisu
sv: Ange inspelningsbokmärke
tr: Kayýt kilometre taþý koy

source: Return to milestone
da: Gå til bogmærke
de: Rückkehr zum Meilenstein
es: Volver a la marca
fr: Retourner au signet d'enregistrement
hu: Visszaugrás az elõzõ kilóméterkõhöz
it: Vai al segnalibro
nl: Ga terug naar mijlpaal
pl: Powróć do kamienia milowego
sv: Återgå till bokmärke
tr: Kilometre taþýna geri dön

source: Recording start mode
da: Start-tilstand for optagelse
de: Aufnahme Start Modus
es: Grabar modo de inicio
fr: Mode de départ d'enregistrement
hu: Rögzítés indításának módja
it: Modalità di avvio registrazione
nl: Opname start modus
pl: Rozpocznij tryb zapisu
sv: Spelar in startläge
tr: Kayýt baþlangýç modu

source: Snapshot commands
da: Snapshot-kommandoer
de: Snapshot Kommandos
es: Comandos Snapshot
fr: Commandes d'enregistrement
hu: Pillanatkép parancsok
it: Comandi snapshot
nl: Momentopname commandos
pl: Polecenia zrzutu
sv: Kommandon för ögonblicksbilder
tr: Anlýk görüntü komutlarý

source: Sound record WAV
da: Optag WAV-lyd
de: Tonaufnahme WAV
es: Grabar sonido WAV
fr: Enregistrement du son en WAV
nl: Geluidsopname WAV
pl: Zapis dźwięku do WAV
sv: Spela in WAV-ljud
tr: Ses kaydý WAV

source: Sound record AIFF
da: Optag AIFF-lyd
de: Tonaufnahme AIFF
es: Grabar sonido AIFF
fr: Enregistrement du son en AIFF
nl: Geluidsopname AIFF
pl: Zapis dźwięku do AIFF
sv: Spela in AIFF-ljud
tr: Ses kaydý AIFF

source: Sound record VOC
da: Optag VOC-lyd
de: Tonaufnahme VOC
es: Grabar sonido VOC
fr: Enregistrement du son en VOC
nl: Geluidsopname VOC
pl: Zapis dźwięku do VOC
sv: Spela in VOC-ljud
tr: Ses kaydý VOC

source: Sound record IFF
da: Optag IFF-lyd
de: Tonaufnahme IFF
es: Grabación sonido IFF
fr: Enregistrement du son en IFF
nl: Geluidsopname IFF
pl: Zapis dźwięku do IFF
sv: Spela in IFF-ljud
tr: Ses kaydý IFF

source: Sound record MP3
da: Optag MP3-lyd
de: Tonaufnahme MP3
es: Grabación sonido MP3
fr: Enregistrement du son en MP3
nl: Geluidsopname MP3
pl: Zapis dźwięku do MP3
sv: Spela in MP3-ljud
tr: Ses kaydý MP3

source: Sound record FLAC
nl: Geluidsopname FLAC

source: Sound record ogg/vorbis
nl: Geluidsopname ogg/vorbis

source: Stop Sound record
da: Stop lydoptagelse
de: Tonaufnahme stoppen
es: Finalizar grabación de sonido
fr: Arrêter l'enregistrement du son
hu: Hangfelvétel leállítása
it: Interrompi la registrazione audio
nl: Stop geluidsopname
pl: Zatrzymaj zapis dźwięku
sv: Stoppa ljudinspelning
tr: Ses kaydýný durdur

source: Sound recording
da: Lydoptagelse
de: Tonaufnahme
es: Grabación sonido
fr: Enregistrement du son
nl: Geluidsopname gestart
pl: Zapis dźwięku
sv: Ljudinspelning
tr: Ses kaydý

source: Select server address
da: Vælg serveradresse
de: Server Adresse auswählen
es: Seleccionar dirección servidor
fr: Sélectionner l'adresse du serveur
nl: Selecteer server adres
pl: Wybierz adres serwera
sv: Välj serveradress
tr: Sunucu adresi seç

source: Keep monitor open
da: Behold monitor åben
de: Monitor göffnet halten
es: Mantener el monitor abierto
fr: Laisser le moniteur ouvert
nl: Hou de monitor open
pl: Nie zamykaj monitora
sv: Håll monitor öppen
tr: Monitör açýk kalsýn

source: Enable remote monitor server
da: Aktivér fjern-monitor server
de: Monitor Fernsteuerung Server aktivieren
es: Permitir monitor remoto servidor
fr: Activer le serveur moniteur à distance
nl: Activeer monitor afstandsbediening server
pl: Włącz serwer zdalnego monitora
sv: Aktivera fjärrmonitorserver
tr: Uzak monitör sunucusunu aktif et

source: Set remote monitor server address
da: Angiv adresse på fjern-monitor server
de: Setze Monitor Fernsteuer Server Adresse
es: Seleccionar dirección servidor del monitor remoto
fr: Régler l'adresse du moniteur distant
nl: Zet afstandsbediening server adres
pl: Ustaw adres serwera zdalnego monitora
sv: Sätt adress till fjärrmonitorserver
tr: Uzak monitör sunucu adresini ayarla

source: Activate monitor
da: Aktivér monitor
de: Monitor Aktivieren
es: Activar monitor
fr: Activer le moniteur
hu: Monitor indítása
it: Attiva il monitor
nl: Activeer monitor
pl: Uruchom monitor
sv: Aktivera monitor
tr: Monitör'ü aktif et

source: Monitor settings
da: Monitor indstillinger
de: Monitor Einstellungen
es: Ajustes monitor
fr: Paramètres du moniteur
nl: Monitor instellingen
pl: Ustawienia monitora
sv: Monitorinställningar
tr: Monitör ayarlarý

source: Run C1541
de: C1541 starten
es: Ejecutar C1541
fr: Lancer C1541
hu: C1541 futtatása
it: Esegui C1541
nl: Start C1541
tr: C1541'i çalýþtýr

source: Available command-line options:
da: Mulige kommandolinjeparametre:
de: Zulässige Kommandozeilen Optionen:
es: Opcciones linea de comando disponibles
fr: Options de ligne de commande disponibles:
nl: Beschikbare command-line opties:
pl: Dostępne opcje wiersza poleceń:
sv: Tillgängliga kommandoradsflaggor:
tr: Mevcut komut-satýrý seçenekleri:

source: Browse manuals
da: Læs manualer
de: Dokumentation durchstöbern
es: Manuales del navegador
fr: Lire les manuels
hu: Kézikönyvek böngészése
it: Sfoglia i manuali
nl: Blader handboeken
pl: Przeglądaj podręczniki
sv: Läs manualer
tr: Klavuza göz at

source: Commandline options
da: Kommandolinjeparametre
de: Kommandozeilen Parameter
es: Opciones linea de comandos
fr: Options de ligne de commande
nl: Command-line opties
pl: Opcje wiersza poleceń
sv: Kommandoradsflaggor
tr: Komutsatýrý seçenekleri

source: About VICE
da: Om VICE
de: Über VICE
es: Acerca de VICE
fr: À propos de VICE
hu: A VICE névjegye
it: Informazioni su VICE
nl: Over VICE
pl: O VICE
sv: Om VICE
tr: VICE Hakkýnda

source: Set browser command
nl: Zet 'browser' commando
pl: Ustaw polecenie przeglądarki

source: Action on CPU JAM
nl: Actie bij CPU JAM
pl: Czynność przy zablokowaniu się CPU
sv: Åtgärd vid CPU-stopp

source: Pause
es: Pausa
hu: Szünet
it: Pausa
nl: Pauze
pl: Pauza
sv: Paus
tr: Duraklat

source: Advance frame
nl: Ga een frame vooruit
pl: Klatka naprzód

source: Enable warp mode
da: Aktivér warp-tilstand
de: Warp Mode aktivieren
es: Permitir máxima velocidad
fr: Activer le Mode Turbo
hu: Hipergyors mód engedélyezése
it: Attiva la modalità turbo
nl: Activeer warpmodus
pl: Włącz tryb przyśpieszony (Turbo)
sv: Aktivera warpläge
tr: Warp modu aktif et

source: Exit emulator
da: Afslut emulator
de: Emulator beenden
es: Salir del emulador
fr: Quitter l'émulateur
hu: Kilépés az emulátorból
it: Esci
nl: Emulator uitschakelen
pl: Wyjście z emulatora
sv: Avsluta emulator
tr: Emülatörden çýk

source: Internal
da: Intern
de: Intern
es: Interno
fr: Interne
nl: Intern
pl: Wewnętrzne
sv: Intern
tr: Ýç

source: Default (Green)
de: Default (Grün)
es: Por defecto (verde)
fr: Défaut (Vert)
nl: Standaard (Groen)
tr: Varsayýlan (Yeþil)

source: White
da: Hvid
de: Weiß
es: Blanco
fr: Blanc
nl: Wit
pl: Białe
tr: Beyaz

source: Load custom
da: Indlæs egen
de: Benutzerdefiniert...
es: Carga standard
fr: Charger un fichier...
hu: Egyéni betöltése
it: Personalizzata
nl: Laad aangepast
pl: Wczytaj własne
sv: Läs egen
tr: Özel yükle

source: Unfiltered
da: Ufiltreret
de: Ungefiltert
es: Sin filtro
fr: Non filtré
nl: Zonder filter toepassing
pl: Niefiltrowane
sv: Ofiltrerad
tr: Filtresiz

source: CRT emulation
da: CRT-emulering
es: Emulación CRT
fr: Émulation CRT
nl: CRT emulatie
pl: Emulacja CRT
sv: CRT-emulering
tr: CRT emülasyonu

source: Enter refresh rate
da: Angiv opdateringsfrekvens
de: Wiederholrate einstellen
es: Entrar velocidad de refresco
fr: Entrer le taux de rafraîchissement
hu: Adja meg a frissítési rátát
it: Inserire la frequenza di aggiornamento
nl: Geef vernieuwing snelheid
pl: Podaj częstotliwość odświeżania
sv: Ange uppdateringsfrekvens
tr: Yenileme hýzýný girin

source: Refresh rate
da: Opdateringsfrekvens
de: Wiederholrate
es: Velocidad de refresco
fr: Taux de rafraîchissement
hu: Frissítési ráta
it: Frequenza di aggiornamento
nl: Vernieuwing snelheid
pl: Częstotliwość odświeżania
sv: Uppdateringshastighet
tr: Yenileme hýzý

source: Double size
da: Dobbelt størrelse
de: Doppelte Größe
es: Tamaño doble
fr: Double taille
hu: Dupla méret
it: Dimensione doppia
nl: Dubbele grootte
pl: Podwójny rozmiar
sv: Dubbel storlek
tr: Çift boyut

source: Stretch vertically
da: Stræk vertikalt
de: Vertikal dehnen
es: Separación verticalmente
fr: Étirer verticallement
nl: Vertikaal uitrekken
pl: Rozciągaj w pionie
sv: Dra ut vertikalt
tr: Dikey uzat

source: Double scan
da: Dobbelt-skan
de: Doppelt Scan
es: Doble escaneo
hu: Dupla pásztázás
it: Scansione doppia
nl: Dubbele scan
pl: Podwójne skanowanie
sv: Dubbelskanning
tr: Çift tarama

source: Colors
da: Farver
de: Farben
es: Colores
fr: Couleurs
hu: Színek
it: Colori
nl: Kleuren
pl: Kolory
sv: Färger
tr: Renkler

source: Audio leak emulation
da: Emulér audiolækage
es: Emulacion Audio leak
fr: Émulation de fuite audio
nl: Audio lek emulatie
pl: Emulacja zakłóceń od dźwięku
sv: Emulera audioläckage
tr: Ses kaçaðý emülasyonu

source: Hardware scaling
da: Hardware-skalering
de: Hardwareunterstützung
es: Escalado hardware
fr: Mise à l'échelle matérielle
nl: Hardware schaling
pl: Skalowanie sprzętowe
sv: Maskinvaruskalning
tr: Donaným destekli ölçeklendirme

source: Keep aspect ratio
da: Fast aspektforhold
de: Seitenverhältnis beibehalten
es: Conservar proporción
fr: Conserver le rapport d'aspect
nl: Aspect verhouding gebruiken
pl: Zachowaj proporcje ekranu
sv: Behåll bredd-/höjdförhållande
tr: En boy oraný koru

source: True aspect ratio
da: Ægte aspektforhold
de: Echtes Seitenverhältnis
es: Proporción verdadera
fr: Ratio de proportions réel
nl: Werkelijke aspect verhouding
pl: Rzeczywiste proporcje ekranu
sv: Äkta bredd-/höjdförhållande
tr: Gerçek en boy oraný

source: Set custom aspect ratio
da: Vælg brugerdefineret aspektforhold
de: Seitenverhältnis
es: Usar proporción a medida
fr: Rapport d'aspect personnalisé
nl: Zet aangepaste aspect verhouding
pl: Określ własne proporcje ekranu
sv: Eget bredd-/höjdförhållande
tr: Özel en boy oraný ayarla

source: OpenGL Rastersynchronization
da: OpenGL-rastersynkronisering
de: OpenGL Rastersynchronisation
es: Sincronización de rastreo OpenGL
fr: Rastersynchronization OpenGL
nl: OpenGL Rastersynchronisatie
sv: OpenGL-rastersynkronisering
tr: OpenGL Raster Senkronizasyonu

source: Desktop Refreshrate
da: Opdateringshastighed for skrivebord
de: Desktop Wiederholrate
es: Velocidad de refresco del escritorio
fr: Taux de rafraîchissement du bureau
nl: Desktop Vernieuwingssnelheid
pl: Częstotliwość odświeżania pupitu
sv: Uppdateringshastighet för skrivbord
tr: Masaüstü yenileme hýzý

source: Fullscreen settings
da: Fuldskærmsindstillinger
de: Vollbild Einstellungen
es: Ajustes de pantalla completa
fr: Paramètres Plein écran
nl: Volscherm instellingen
pl: Ustawienia pełnego ekranu
sv: Fullskärmsinställningar
tr: Tam ekran ayarlarý

source: Use XSync()
da: Anvend XSync()
de: XSync() benutzen
es: Usar Xsync()
fr: Utiliser XSync()
nl: Gebruik XSync()
pl: Użyj XSync()
sv: Använd XSync()
tr: XSync() kullan

source: Datasette zero gap delay
da: Datasette nulgabs-forsinkelse
de: Bandlaufwerk Zero Gap Verzögerung
es: Retardo datasette zero gap
fr: Délai du datassette lors de la lecture des groupes de zéros
hu: Magnó üres rés késleltetés
it: Ritardo del gap di zero nel registratore
nl: Datasette zero gap vertraging
pl: Opóźnienie początkowej przerwy magnetofonu
sv: Datasette nollgapsfördröjning
tr: Teyp sýfýr ara beklemesi

source: Datasette speed tuning
da: Justering af Datasettehastighed
de: Bandlaufwerk Geschwindigkeitskontrolle
es: Regular velocidad del datasette
fr: Réglage de la vitesse du datassette
hu: Magnó sebesség hangolása
it: Regolazione della velocità del registratore
nl: Datasette snelheid regeling
pl: Regulacja prędkości magnetofonu
sv: Finjustering av Datasettehastighet
tr: Teyp hýzý ayarlama

source: Datasette tape wobble
nl: Datasette tape wiebel
pl: Wstrząsy taśmy magnetofonowej

source: Invalid value: %s
da: Ugyldig værdi: %s
de: Ungültiger Wert: %s
es: Valor incorrecto: %s
fr: Valeurs initiale: %s
hu: Hibás érték: %s
it: Valore non valido: %s
nl: Ongeldige waarde: %s
pl: Nieprawidłowa wartość: %s
sv: Ogiltigt värde: %s
tr: Geçersiz deðer: %s

source: Play
da: Afspil
es: Inicio
fr: Jouer
hu: Indítás
nl: Start
pl: Odtwarzaj
sv: Spela
tr: Baþla

source: Forward
da: Spol frem
es: Adelante
fr: En avant
hu: Elõrecsévélés
it: Avanti
nl: Vooruit
pl: Przewiń do przodu
sv: Spola framåt
tr: Ýleri

source: Rewind
da: Spol tilbage
es: Rebobinar
fr: En arrière
hu: Visszacsévélés
it: Indietro
nl: Terug
pl: Przewiń do tyłu
sv: Spola bakåt
tr: Geri

source: Record
da: Optag
es: Grabar
fr: Enregistrer
hu: Felvétel
it: Registra
nl: Opname
pl: Nagrywaj
sv: Spela in
tr: Kayýt

source: Reset Datasette with CPU
da: Reset Datasette ved CPU-reset
de: Zurücksetzen des Bandlaufwerks bei CPU Reset
es: Reiniciar Datasette con la CPU
fr: Réinitialiser la datassette avec l'UCT
hu: Alaphelyzetbe hozás CPU Reset esetén
it: Reset del registratore al reset della CPU
nl: Reset Datasette met CPU
pl: Resetuj magnetofon razem z CPU
sv: Nollställ Datasette med CPU
tr: CPU ile birlikte Teyp'i resetle

source: Datassette control
da: Datasettestyring
de: Bandlaufwerk Kontrolle
es: Control del datasette
fr: Contrôle datassette
hu: Magnó vezérlés
it: Comandi del registratore
nl: Datasette regeling
pl: Zarządzanie magnetofonem
sv: Datasettestyrning
tr: Teyp kontrolü

source: Base address
da: Baseadresse
de: Basis Adresse
es: Dirección base
fr: Adresse de base
nl: Basisadres
pl: Adres bazowy
sv: Basadress
tr: Taban adresi

source: Image name
da: Imagenavn
de: Imagedatei Name
es: Nombre imagen
fr: Nom de l'image
nl: Bestandsnaam
pl: Nazwa obrazu
sv: Namn på avbildning
tr: Ýmaj ismi

source: Save image when changed
da: Gem image ved ændringer
de: Imagedatei bei Änderung speichern
es: Grabar imagen cuando cambie
fr: Enregistrer l'image lorsque modifiée
nl: Sla bestand op als er veranderingen zijn gemaakt
pl: Zapisz obraz przy zmianie
sv: Spara avbildning vid ändring
tr: Ýmajý deðiþtiðinde kaydet

source: Save image now
da: Gem image nu
de: Imagedatei jetzt speichern
es: Grabar imagen ahora
fr: Sauvegarder l'image maintenant
nl: Sla bestand nu op
pl: Zapisz obraz teraz
sv: Spara avbildning nu
tr: Ýmajý hemen kaydet

source: Save image as
da: Gem image som
de: Imagedatei speichern
es: Grabar imagen como
fr: Sauvegarder l'image sous
nl: Sla bestand op als
pl: Zapisz obraz jako
sv: Spara avbildning som
tr: Ýmajý farklý kaydet

source: DQBB file
da: DQBB-fil
de: DQBB Datei
es: Fichero DQBB
fr: Fichier DQBB
hu: DQBB fájl
it: File DQBB
nl: DQBB bestand
pl: Plik DQBB
sv: DQBB-fil
tr: DQBB dosyasý

source: Can not save cartridge
da: Kan ikke gemme cartridge
de: Kann Erweiterungsmodul nicht speichern
es: No puedo grabar cartucho
fr: Impossible de sauvegarder la cartouche
nl: Kan cartridge niet opslaan
pl: Nie można zapisać kartridża
sv: Kan inte spara insticksmodul
tr: Kartuþ kaydedilemiyor

source: Never extend
da: Udvid aldrig
de: Nie Erweitern
es: No extender nunca
fr: Ne jamais étendre
hu: Nincs kiterjesztés
it: Mai
nl: Nooit uitbreiden
pl: Nigdy nie rozszerzaj
sv: Utöka aldrig
tr: Asla geniþletme

source: Ask on extend
da: Spørg ved udviddelse
de: Bei Erweiterung Rückfrage
es: Preguntar antes de extender
fr: Demander avant d'étendre
hu: Kérdés kiterjesztés esetén
it: Chiedi all'accesso
nl: Vragen bij uitbreiden
pl: Zapytaj przy rozszerzaniu
sv: Fråga vid utökning
tr: Geniþletirken sor

source: Extend on access
da: Udvid ved tilgang
de: Erweitern wenn nötig
es: Extender al acceder
fr: Étendre à l'accès
hu: Kiterjesztés hozzáféréskor
it: All'accesso
nl: Uitbreiden bij toegang
pl: Rozszerz przy dostępie
sv: Utöka vid åtkomst
tr: Eriþildiðinde geniþlet

source: Drive wobble
nl: Drive wiebel

source: True drive emulation
da: Ægte drev-emulering
de: Präzise Floppy Emulation
es: Emulacion unidad disco verdadera
fr: Activer l'émulation réelle des lecteurs
hu: Valós lemezegység emuláció
it: Attiva l'emulazione hardware dei drive
nl: Hardwarematige driveemulatie
pl: Rzeczywista emulacja napędu
sv: Äkta diskettenhetsemulering
tr: Gerçek sürücü emülasyonu

source: Drive sound emulation
da: Emulér drevlyd
de: Laufwerk Geräuschemulation
es: Emulacion controlador de sonido
fr: Émulation de son de lecteur disque
nl: Drive geluiden emulatie
pl: Emulacja odgłosów stacji dysków
sv: Emulera ljud från diskettstation
tr: Sürücü ses emülasyonu

source: Select Flash filesystem directory
da: Vælg Flash-filsystemkatalog
de: Flash Filesystem Verzeichnis wählen
es: Seleccionar directorio ficheros de sistema flash
fr: Sélectionner le répertoire du système de fichier flash
nl: Selecteer flash bestandssysteem directory
pl: Wybierz katalog systemu plików Flash
sv: Välj filsystemskatalog för flash
tr: Flash dosya sistem dizinini seç

source: Enable true hardware flash file system
da: Aktivér ægte hardwareemulering af flashfilsystem
de: Präzises Hardware Flashdateisystem aktivieren
es: Permitir flash file system verdadero (hardware)
fr: Activer le système de fichier flash matériel réel
hu: Igazi hardver flash fájlrendszer engedélyezése
it: Attiva l'emulazione hardware del file system flash
nl: Activeer hardwarmatige flash bestandssysteem
pl: Włącz prawdziwy sprzętowy system plików flash
sv: Aktivera äkta maskinvaru-flashfilsystem
tr: Gerçek donaným flash dosya sistemini aktif et

source: Set Flash filesystem directory
da: Vælg Flash-filsystemkatalog
de: Flash Filesytem Verzeichnis setzen
es: Poner directorio ficheros de sistema flash
fr: Régler le répertoire du système de fichier flash
nl: Selecteer flash bestandssysteem directory
pl: Ustaw katalog systemu plików Flash
sv: Ange filsystemskatalog för flash
tr: Flash dosya sistem dizinini ayarla

source: Drive #8 expansion
da: Enhed #8 udviddelse
de: Laufwerk #8 Erweiterung
es: Expansión unidad disco #8
fr: Expansion du lecteur #8
hu: #8-as lemezegység bõvítés
it: Drive #8: Espansione
nl: Drive #8 uitbreiding
pl: Rozszerzenie napędu #8
sv: Utökning för enhet 8
tr: Sürücü #8 geniþlemesi
