Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Enable SuperPET I/O
da: Aktivér SuperPET-I/O
de: SuperPET I/O aktivieren
es: Permitir entrada/salida SuperPET
fr: Activer les E/S SuperPET
hu: SuperPET I/O engedélyezése
it: Attiva l'I/O del SuperPET
nl: Activeer SuperPET I/O
pl: Włącz we/wy SuperPET
sv: Aktivera SuperPET-I/O
tr: SuperPET G/Ç'ý aktif et

source: Disable SuperPET I/O
da: Deaktivér SuperPET-I/O
de: SuperPET I/O deaktivieren
es: Deshabilitar entrada/salida SuperPET
fr: Désactiver les E/S SuperPET
hu: SuperPET I/O tiltása
it: Disattiva l'I/O del SuperPET
nl: SuperPET I/O uitschakelen
pl: Wyłącz we/wy SuperPET
sv: Inaktivera SuperPET-I/O
tr: SuperPET G/Ç'ý pasifleþtir

source: Enable ROM 1 Kernal patches
da: Aktivér ROM 1 kerneændringer
de: ROM 1 Kernal patches aktivieren
es: Permitir parches ROM 1 Kernal
fr: Activer les patches ROM 1 Kernal
hu: ROM 1 Kernal foltozás engedélyezése
it: Attiva le patch del Kernal della ROM 1
nl: Activeer ROM 1 Kernalverbeteringen
pl: Włącz łatki Kernala ROM 1
sv: Aktivera ROM 1-Kernalpatchar
tr: ROM 1 Kernal yamalarýný aktif et

source: Disable ROM 1 Kernal patches
da: Deaktivér ROM 1 kerneændringer
de: ROM 1 Kernal patches deaktivieren
es: Deshabilitar parches ROM 1 Kernal
fr: Désactiver les patches ROM 1 Kernal
hu: ROM 1 Kernal foltozás tiltása
it: Disattiva le patch del Kernal della ROM 1
nl: ROM 1 Kernalverbeteringen uitschakelen
pl: Wyłącz łatki Kernala ROM 1
sv: Inaktivera ROM 1-Kernalpatchar
tr: ROM 1 Kernal yamalarýný pasifleþtir

source: Switch upper/lower case charset
da: Skift mellem store og små bogstaver
de: Wechsel Groß-/Kleinschreibung Zeichensatz
es: Intercambiar mayúsculas/minúscula
fr: Inverser le charset majuscule et minuscule
hu: Váltás nagy-/kisbetûs karakterkészletre
it: Scambia il set di caratteri maiuscolo/minuscolo
nl: Schakel tussen grote/kleine letters
pl: Przełącz zestaw wielkich/małych znaków
sv: Växla små/stora bokstäver i teckengeneratorn
tr: Büyük/küçük harf karakter seti deðiþtir

source: Do not switch upper/lower case charset
da: Skift ikke mellem store og små bogstaver
de: Kein Wechsel Groß-/Kleinschreibung Zeichensatz
es: No intercambiar mayúsculas/minúsculas
fr: Ne pas inverser le charset majuscule et minuscule
hu: Ne váltson a nagy-/kisbetûs karakterkészletre
it: Non scambiare il set di caratteri maiuscolo/minuscolo
nl: Schakel niet tussen grote/kleine letters
pl: Nie przełączaj zestawu wielkich/małych znaków
sv: Växla inte små/stora bokstäver i teckengeneratorn
tr: Büyük/küçük harf karakter seti deðiþtirme

source: EOI does not blank screen
da: EOI sletter ikke skærmen
de: EIO löscht Bildschirm nicht
es: EOI pantalla no en blanco
fr: EOI ne vide pas l'écran
hu: EOI nem törli a képernyõt
it: EOI non oscura lo schermo
nl: EOI maakt het scherm niet leeg
pl: Koniec przerwania nie czyści ekranu
sv: EOI tömmer inte skärmen
tr: EOI ekraný boþaltmaz

source: Set SuperPET CPU switch to '6502'
nl: Zet SuperPET CPU schakelaar naar '6502'
pl: Ustaw przełącznik CPU SuperPET na '6502"
sv: Sätt SuperPET-processoromkopplaren till "6502"

source: Set SuperPET CPU switch to '6809'
nl: Zet SuperPET CPU schakelaar naar '6809'
pl: Ustaw przełącznik CPU SuperPET na '6809"
sv: Sätt SuperPET-processoromkopplaren till "6809"

source: Set SuperPET CPU switch to 'Prog'
nl: Zet SuperPET CPU schakelaar naar 'Prog'
pl: Ustaw przełącznik CPU SuperPET na 'Prog"
sv: Sätt SuperPET-processoromkopplaren till "Prog"

source: Specify 4K to 24K ROM file name at $A000 for 6809
nl: Geef de naam van het bestand voor de 4K tot 24K ROM op $A000 voor de 6809
pl: Określ nazwę pliku ROM-u 4K do 24K w $A000 dla 6809
sv: Ange namn för 4-24K-utöknings-ROM på $A000 för 6809

source: Specify 4K to 20K ROM file name at $B000 for 6809
nl: Geef de naam van het bestand voor de 4K tot 20K ROM op $B000 voor de 6809
pl: Określ nazwę pliku ROM-u 4K do 20K w $B000 dla 6809
sv: Ange namn för 4-20K-utöknings-ROM på $B000 för 6809

source: Specify 4K to 16K ROM file name at $C000 for 6809
nl: Geef de naam van het bestand voor de 4K tot 16K ROM op $C000 voor de 6809
pl: Określ nazwę pliku ROM-u 4K do 16K w $C000 dla 6809
sv: Ange namn för 4-16K-utöknings-ROM på $C000 för 6809

source: Specify 4K to 12K ROM file name at $D000 for 6809
nl: Geef de naam van het bestand voor de 4K tot 12K ROM op $D000 voor de 6809
pl: Określ nazwę pliku ROM-u 4K do 12K w $D000 dla 6809
sv: Ange namn för 4-12K-utöknings-ROM på $D000 för 6809

source: Specify 2K or 8K ROM file name at $E000 for 6809
nl: Geef de naam van het bestand voor de 2K of 8K ROM op $E000 voor de 6809
pl: Określ nazwę pliku ROM-u 2K lub 8K w $E000 dla 6809
sv: Ange namn för 2/8K-utöknings-ROM på $E000 för 6809

source: Specify 4K ROM file name at $F000 for 6809
nl: Geef de naam van het bestand voor de 4K ROM op $F000 voor de 6809
pl: Określ nazwę pliku ROM-u 4K w $F000 dla 6809
sv: Ange namn för 4K-utöknings-ROM på $F000 för 6809

source: RGBI colour extension to PET 4032
nl: RGBI kleur uitbreiding voor de PET 4032
pl: Rozszerzenie barw RGBI do PET 4032
sv: RGBI-färgutökning för PET 4032

source: Analog colour extension to PET 4032
nl: Analoge kleur uitbreiding voor de PET 4032
pl: Rozszerzenie analogowych barw do PET 4032
sv: Analog färgutökning för PET 4032

source: Colour 0-255
nl: Kleur 0-255
pl: Kolor 0-255
sv: Färg 0-255

source: Analog colour background on PET 4032
nl: Analoge kleuren achtergrond voor de PET 4032
pl: Analogowy kolor tła w PET 4032
sv: Analog färgbakgrund på PET 4032

source: PET RAM size (4/8/16/32/96/128)
nl: PET RAM grootte (4/8/16/32/96/128)
pl: Wielkość RAM-u PET (4/8/16/32/96/128)

source: PET I/O size (256/2048)
nl: PET I/O grootte (256/2048)
pl: Rozmiar we/wy PET (256/2048)

source: Enable CRTC
nl: Activeer CRTC
pl: Włącz CRTC

source: Disable CRTC
nl: CRTC uitschakelen
pl: Wyłącz CRTC

source: Set video size (0: Automatic, 40: 40 Columns, 80: 80 Columns)
nl: Zet video grootte (0: Automatisch, 40: 40 Kolommen, 80: 80 Kolommen)
pl: Określ wielkość obrazu (0: Automatyczna, 40: 40 kolumn, 80: 80 kolumn)

source: Enable userport diagnostic pin
da: Aktivér diagnostik på brugerporten
de: Userport Diagnose Pin aktivieren
es: Permitir pin puerto diagnostico
fr: Activer la pin de diagnostique userport
hu: Userport diagnosztikai láb engedélyezése
it: Attiva il pin diagnostico della userport
nl: Activeer userport diagnostic pin
pl: Włącz pin diagnostyczny userportu
sv: Aktivera diagnostik på användarporten
tr: Userport diyagnostik pinini aktif et

source: Disable userport diagnostic pin
da: Deaktivér diagnostik på brugerporten
de: Userport Diagnose Pin deaktivieren
es: Deshabilitar pin puerto diagnostico
fr: Désactiver la pin de diagnostique userport
hu: Userport diagnosztikai láb tiltása
it: Disattiva il pin diagnostico della userport
nl: Userport diagnostic pin uitschakelen
pl: Wyłącz pin diagnostyczny userportu
sv: Inaktivera diagnostik på användarporten
tr: Userport diyagnostik pinini pasifleþtir

source: Specify name of Function low ROM image
da: Angiv navn på image for lav funktions-ROM
de: Namen für Funktions ROM Datei (unterer Bereich) definieren
es: Especificar nombre imagen ROM función baja
fr: Spécifier le nom de l'image basse ROM Fonction
hu: Adja meg az alsó Function ROM képmás nevét
it: Specifica il nome dell'immagine della Function ROM bassa
nl: Geef de naam van het Function low ROM bestand
pl: Określ nazwę obrazu ROM Function low
sv: Ange namn på ROM-avbildning för lågt funktions-ROM
tr: Function low ROM imajýnýn ismini belirt

source: Specify name of Function high ROM image
da: Angiv navn på image for høj funktions-ROM
de: Namen für Funktions ROM Datei (oberer Bereich) definieren
es: Especificar nombre imagen ROM función alta
fr: Spécifier le nom de l'image haute ROM Fonction
hu: Adja meg a felsõ Function ROM képmás nevét
it: Specifica il nome dell'immagine della Function ROM alta
nl: Geef de naam van het Function high ROM bestand
pl: Określ nazwę obrazu ROM Function high
sv: Ange namn på ROM-avbildning för högt funktions-ROM
tr: Function high ROM imajýnýn ismini belirt

source: Specify name of Cartridge 1 low ROM image
da: Angiv navn på image for lav cartridge 1 ROM
de: Name für Erweiterungsmodul 1 ROM Datei (unterer Bereich) definieren
es: Especificar nombre imagen ROM cartucho 1 bajo
fr: Spécifier le nom de l'image basse ROM Cartouche 1
hu: Adja meg az alsó Cartridge 1 ROM képmás nevét
it: Specifica il nome dell'immagine della ROM Cartridge 1 bassa
nl: Geef de naam van het Cartridge 1 low ROM bestand
pl: Określ nazwę obrazu ROM Cartridge 1 low
sv: Ange namn på ROM-avbildning för lågt insticksmodul 1-ROM
tr: Cartridge 1 low ROM imajýnýn ismini belirt

source: Specify name of Cartridge 1 high ROM image
da: Angiv navn på image for høj cartridge 1 ROM
de: Name für Erweiterungsmodul 1 ROM Datei (oberer Bereich) definieren
es: Especificar nombre imagen ROM cartucho 1 alto
fr: Spécifier le nom de l'image haute ROM Cartouche 1
hu: Adja meg a felsõ Cartridge 1 ROM képmás nevét
it: Specifica il nomer dell'immagine della ROM Cartridge 1 alta
nl: Geef de naam van het Cartridge 1 high ROM bestand
pl: Określ nazwę obrazu ROM Cartridge 1 high
sv: Ange namn på ROM-avbildning för högt insticksmodul 1-ROM
tr: Cartridge 1 high ROM imajýnýn ismini belirt

source: Specify name of Cartridge 2 low ROM image
da: Angiv navn på image for lav cartridge 2 ROM
de: Name für Erweiterungsmodul 2 ROM Datei (unterer Bereich) definieren
es: Especificar nombre imagen ROM cartucho 2 bajo
fr: Spécifier le nom de l'image basse ROM Cartouche 2
hu: Adja meg az alsó Cartridge 2 ROM képmás nevét
it: Specifica il nomer dell'immagine della ROM Cartridge 2 bassa
nl: Geef de naam van het Cartridge 2 low ROM bestand
pl: Określ nazwę obrazu ROM Cartridge 2 low
sv: Ange namn på ROM-avbildning för lågt insticksmodul 2-ROM
tr: Cartridge 2 low ROM imajýnýn ismini belirt

source: Specify name of Cartridge 2 high ROM image
da: Angiv navn på image for høj cartridge 1 ROM
de: Name für Erweiterungsmodul 2 ROM Datei (oberer Bereich) definieren
es: Especificar nombre imagen ROM cartucho 2 alto
fr: Spécifier le nom de l'image haute ROM Cartouche 2
hu: Adja meg a felsõ Cartridge 2 ROM képmás nevét
it: Specifica il nomer dell'immagine della ROM Cartridge 2 alta
nl: Geef de naam van het Cartridge 2 high ROM bestand
pl: Określ nazwę obrazu ROM Cartridge 2 high
sv: Ange namn på ROM-avbildning för högt insticksmodul 2-ROM
tr: Cartridge 2 high ROM imajýnýn ismini belirt

source: Specify size of RAM installed in kb (16/32/64)
da: Angiv størrelse på installeret RAM i kB (16/32/64)
de: Größe des emulierten RAM Speichers in kb (16/32/64) spezifizieren
es: Especificar tamaño RAM instalada en KB (16/32/64)
fr: Spécifier la taille du RAM installé (16/32/64)
hu: Adja meg a telepített RAM méretét kb-ban (16/32/64)
it: Specifica la dimensione della RAM installata in kb (16/32/64)
nl: Geef de hoeveelheid RAM in kb (16/32/64)
pl: Określ ilość zainstalowanego RAM-u w kb (16/32/64)
sv: Ange storlek på installerat RAM i kb (16/32/64)
tr: Kurulmuþ olan RAM boyutunu kb cinsinden belirt (16/32/64)

source: Set saturation of internal calculated palette
nl: Zet de verzadiging van het intern berekend kleurenpalet
pl: Określ nasycenie wewnętrznie obliczonej palety kolorystycznej

source: Set contrast of internal calculated palette
nl: Zet het contrast van het intern berekend kleurenpalet
pl: Określ kontrast wewnętrznie obliczonej palety kolorystycznej

source: Set brightness of internal calculated palette
nl: Zet de helderheid van het intern berekend kleurenpalet
pl: Określ jasność wewnętrznie obliczonej palety kolorystycznej

source: Set gamma of internal calculated palette
nl: Zet de gamma van het intern berekend kleurenpalet
pl: Określ jaskrawość wewnętrznie obliczonej palety kolorystycznej

source: Set tint of internal calculated palette
nl: Zet de tint van het intern berekend kleuren palette
pl: Określ odcień wewnętrznie obliczonej palety kolorystycznej

source: Set phase for color carrier in odd lines
nl: Zet de fase van de kleuren drager in oneven lijnen
pl: Określ fazę nośnika koloru w liniach nieparzystych

source: Set phase offset for color carrier in odd lines
nl: Zet de fase compensatie van de kleuren drager in oneven lijnen
pl: Określ wyrównanie fazy nośnika koloru w liniach nieparzystych

source: Amount of horizontal blur for the CRT emulation.
nl: Wazigheid hoeveelheid voor de CRT emulatie.
pl: Wartość rozmycia w poziomie emulacji CRT

source: Amount of scan line shading for the CRT emulation
nl: Hoeveelheid van de scan lijn schaduw voor de CRT emulatie
pl: Wartość cieniowania linii wybierania emulacji CRT

source: Set VIC-II model (6569/6569r1/8565/6567/8562/6567r56a/6572)
nl: Zet VIC-II model (6569/6569r1/8565/6567/8562/6567r56a/6572)
pl: Ustaw model VIC-II (6569/6569r1/8565/6567/8562/6567r56a/6572)

source: Specify name of printer driver for device #4. (ascii/mps803/nl10/raw)
nl: Geef de naam van het stuurprogramma voor apparaat #4. (ascii/mps803/nl10/raw)
pl: Określ nazwę sterownika drukarki urządzenia #4. (ascii/mps803/nl10/raw)

source: Specify name of printer driver for device #5. (ascii/mps803/nl10/raw)
nl: Geef de naam van het stuurprogramma voor apparaat #5. (ascii/mps803/nl10/raw)
pl: Określ nazwę sterownika drukarki urządzenia #5. (ascii/mps803/nl10/raw)

source: Specify name of printer driver for device #6. (1520/raw)
nl: Geef de naam van het stuurprogramma voor apparaat #6. (1520/raw)
pl: Określ nazwę sterownika drukarki urządzenia #6. (1520/raw)

source: Specify name of printer driver for the userport printer. (ascii/nl10/raw)
nl: Geef de naam van het stuurprogramma voor de userport printer. (ascii/nl10/raw)
pl: Określ nazwę sterownika drukarki dla drukarki w userporcie. (ascii/nl10/raw)

source: Set device type for device #4 (0: None, 1: Filesystem, 2: Real)
nl: Zet apparaat soort voor apparaat #4 (0: Geen, 1: Bestandssysteem, 2: Echt)
pl: Określ typ urządzenia #4 (0: Brak, 1: System plików, 2: Rzeczywiste)

source: Set device type for device #5 (0: None, 1: Filesystem, 2: Real)
nl: Zet apparaat soort voor apparaat #5 (0: Geen, 1: Bestandssysteem, 2: Echt)
pl: Określ typ urządzenia #5 (0: Brak, 1: System plików, 2: Rzeczywiste)

source: Set device type for device #6 (0: None, 1: Filesystem, 2: Real)
nl: Zet apparaat soort voor apparaat #6 (0: Geen, 1: Bestandssysteem, 2: Echt)
pl: Określ typ urządzenia #6 (0: Brak, 1: System plików, 2: Rzeczywiste)

source: Set device type for device #7 (0: None, 2: Real)
nl: Zet apparaat soort voor apparaat #7 (0: Geen, 2: Echt)
pl: Określ typ urządzenia #7 (0: Brak, 2: Rzeczywiste)

source: Enable the userport printer emulation
da: Aktivér emulering af printer på brugerporten
de: Userport Drucker Emulation aktivieren
es: Permitir emulación puerto impresora
fr: Acviver l'émulation de l'imprimante userport
hu: Userport nyomtató emulációjának engedélyezése
it: Attiva l'emulazione della stampante su userport
nl: Activeer userport printeremulatie
pl: Włącz emulację drukarki w userporcie
sv: Aktivera emulering av skrivare på användarporten
tr: Userport yazýcý emülasyonunu aktif et

source: Disable the userport printer emulation
da: Deaktivér emulering af printer på brugerporten
de: Userport Drucker Emulation deaktivieren
es: Deshabilitar emulación puerto impresora
fr: Désactiver l'émulation de l'imprimante userport
hu: Userport nyomtató emulációjának tiltása
it: Disattiva l'emulazione della stampante su userport
nl: De userport printeremulatie uitschakelen
pl: Wyłącz emulację drukarki w userporcie
sv: Inaktivera emulering av skrivare på användarporten
tr: Userport yazýcý emülasyonunu pasifleþtir

source: Specify name of output device for device #4
da: Angiv navn på uddataenhed for enhed #4
de: Name für Druckerausgabe Datei Gerät #4 definieren
es: Especificar nombre periférico de salida para periférico #4
fr: Spécifiez le nom du périphérique de sortie pour le périphérique #4
hu: Adja meg a kimeneti eszköz nevét a #4-es egységhez
it: Specifica il nome del dispositivo di output per la periferica #4
nl: Geef de naam van het uitvoer apparaat voor apparaat #4
pl: Określ nazwę urządzenia wyjścia #4
sv: Ange namn på utskriftsenhet för enhet 4
tr: Aygýt #4 için çýkýþ aygýtý ismini belirt

source: Specify name of output device for device #5
da: Angiv navn på uddataenhed for enhed #5
de: Name für Druckerausgabe Datei Gerät #5 definieren
es: Especificar nombre periférico de salida para periférico #5
fr: Spécifiez le nom du périphérique de sortie pour le périphérique #5
hu: Adja meg a kimeneti eszköz nevét a #5-ös egységhez
it: Specifica il nome del dispositivo di output per la periferica #5
nl: Geef de naam van het uitvoer apparaat voor apparaat #5
pl: Określ nazwę urządzenia wyjścia #5
sv: Ange namn på utskriftsenhet för enhet 5
tr: Aygýt #5 için çýkýþ aygýtý ismini belirt

source: Specify name of output device for device #6
nl: Geef de naam van het uitvoer apparaat voor apparaat #6
pl: Określ nazwę urządzenia wyjścia #6

source: Specify name of output device for the userport printer
da: Angiv navn på uddataenhed for brugerports-printer
de: Name für Druckerausgabe Datei Userport definieren
es: Especificar nombre periférico de salida para puerto usuario impresora
fr: Spécifiez le nom du périphérique de sortie pour l'imprimante userport
hu: Adja meg a kimeneti eszköz nevét a userport nyomtatóhoz
it: Specifica il nome del dispositivo di output per la stampante su userport
nl: Geef de naam van het uitvoer apparaat voor de userport printer
pl: Określ nazwę urządzenia wyjściowego dla drukarki w userporcie
sv: Ange namn på utskriftsenhet för användarporten
tr: Userport yazýcýsý için çýkýþ aygýtý ismini belirt

source: Specify name of printer text device or dump file
da: Angiv navn på printer-tekst-enhed eller dump-fil
de: Name für Druckerausgabe Textgerät oder Dump Datei definieren
es: Especificar nombre del periférico para imprimir texto o fichero de volcado
fr: Spécifier le nom de l'imprimante texte ou "dump file"
hu: Adja meg a szövegnyomtató eszköz nevét, vagy a kimeneti fájlt
it: Specifica il nome del dispositivo testuale di stampa o salva su file
nl: Geef de naam van het text apparaat of het dumpbestand
pl: Określ nazwę urządzenia tekstowego drukarki lub pliku zrzutu
sv: Ange namn på textenhet för utskrift eller dumpfil
tr: Metin aygýtý yazýcýsý ya da döküm dosyasýnýn ismini belirt

source: Specify printer text output device for printer #4
da: Angiv printer tekst-uddata enhed for printer #4
de: Drucker #4 Gerät für Textausgabe definieren
es: Especificar periférico salida impresión texto impresora #4
fr: Spécifier le périphérique de sortie texte pour l'imprimante 4
nl: Geef het tekst uitvoer apparaat voor printer #4
pl: Określ urządzenie wyjścia tekstowego drukarki #4
sv: Ange skrivartextutenhet för skrivare 4
tr: Yazýcý #4 için metin çýktý aygýtý yazýcýsý belirt

source: Specify printer text output device for printer #5
da: Angiv printer tekst-uddata enhed for printer #5
de: Drucker #5 Gerät für Textausgabe definieren
es: Especificar periférico salida impresión texto impresora #5
fr: Spécifier le périphérique de sortie texte pour l'imprimante 5
nl: Geef het tekst uitvoer apparaat voor printer #5
pl: Określ urządzenie wyjścia tekstowego drukarki #5
sv: Ange skrivartextutenhet för skrivare 5
tr: Yazýcý #5 için metin çýktý aygýtý yazýcýsý belirt

source: Specify printer text output device for printer #6
nl: Geef het tekst uitvoer apparaat voor printer #6
pl: Określ urządzenie wyjścia tekstowego drukarki #6

source: Specify printer text output device for userport printer
da: Angiv printer tekst-uddata enhed for brugerports-printer
de: IEC Userport Drucker Gerät für Textausgabe definieren
es: Especificar periférico de salida para imprimir texto impresora puerto usuario
fr: Spécifier le périphérique de sortie text pour l'imprimante userport
hu: Adja meg a szövegnyomtató eszközt a userport nyomtatóhoz
it: Specifica il nome del dispositivo di output testuale di stampa per la stampante su userport
nl: Geef het tekst uitvoer apparaat voor de userport printer
pl: Określ urządzenie wyjścia tekstu dla drukarki w userporcie
sv: Ange skrivartextutenhet för användarportsskrivare
tr: Userport yazýcýsý için metin çýktý aygýtý yazýcýsý belirt

source: Enable the video cache
da: Aktivér videocache
de: Video Cache aktivieren
es: Permitier caché de video
fr: Activer le cache vidéo
hu: Videó gyorsítótár engedélyezése
it: Attiva la cache video
nl: Activeer de videocache
pl: Włącz cache wideo
sv: Aktivera videocache
tr: Görüntü önbelleðini aktif et

source: Disable the video cache
da: Deaktivér videocache
de: Video Cache deaktivieren
es: Deshabilitar caché de video
fr: Désactiver le cache vidéo
hu: Videó gyorsítótár tiltása
it: Disattiva la cache video
nl: De videocache uitschakelen
pl: Wyłącz cache wideo
sv: Inaktivera videocache
tr: Görüntü önbelleðini pasifleþtir

source: Specify name of first RS232 device
da: Angiv navn på første RS232-enhed
de: Name für erstes RS232 Gerät definieren
es: Especificar el nombre del primer periférico RS232
fr: Spécifier le nom du 1er périphérique RS232
hu: Adja meg az elsõ RS232-es eszköz nevét
it: Specifica il nome della prima RS232
nl: Geef de naam van het eerste RS232 apparaat
pl: Określ nazwę pierwszego urządzenia RS232
sv: Ange namn på första RS232-enheten
tr: Ýlk RS232 aygýtýnýn ismini belirt

source: Specify name of second RS232 device
da: Angiv navn på anden RS232-enhed
de: Name für zweites RS232 Gerät definieren
es: Especificar el nombre del segundo periférico RS232
fr: Spécifier le nom du 2e périphérique RS232
hu: Adja meg a második RS232-es eszköz nevét
it: Specifica il nome della seconda RS232
nl: Geef de naam van het tweede RS232 apparaat
pl: Określ nazwę drugiego urządzenia RS232
sv: Ange namn på andra RS232-enheten
tr: Ýkinci RS232 aygýtýnýn ismini belirt

source: Specify name of third RS232 device
da: Angiv navn på tredje RS232-enhed
de: Name für drittes RS232 Gerät definieren
es: Especificar el nombre del tercer periférico RS232
fr: Spécifier le nom du 3e périphérique RS232
hu: Adja meg a harmadik RS232-es eszköz nevét
it: Specifica il nome della terza RS232
nl: Geef de naam van het derde RS232 apparaat
pl: Określ nazwę trzeciego urządzenia RS232
sv: Ange namn på tredje RS232-enheten
tr: Üçüncü RS232 aygýtýnýn ismini belirt

source: Specify name of fourth RS232 device
da: Angiv navn på fjerde RS232-enhed
de: Name für viertes RS232 Gerät definieren
es: Especificar el nombre del cuarto periférico RS232
fr: Spécifier le nom du 4e périphérique RS232
hu: Adja meg a negyedik RS232-es eszköz nevét
it: Specifica il nome della quarta RS232
nl: Geef de naam van het vierde RS232 apparaat
pl: Określ nazwę czwartego urządzenia RS232
sv: Ange namn på fjärde RS232-enheten
tr: Dördüncü RS232 aygýtýnýn ismini belirt

source: Disable RS232 userport emulation
da: Deaktivér RS232-emulering på brugerporten
de: RS232 Userport Emulation deaktivieren
es: Deshabilitar emulacion puerto RS232
fr: Désactiver l'émulation de périphérique RS232 userport
hu: RS232 userport emuláció tiltása
it: Disattiva l'emulazione della RS232 su userport
nl: RS232 userportemulatie uitschakelen
pl: Wyłącz emulację userportu RS232
sv: Inaktivera RS232-emulering på användarporten
tr: RS232 userport emülasyonunu pasifleþtir

source: Set the baud rate of the RS232 userport emulation.
da: Angiv baudhastighet for RS232-emuleringen på brugerporten.
de: Baudrate für RS232 Userport Emulation setzen
es: Seleccionar velocidad (baudios) para emulacion puerto RS232
fr: Spécifiez la vitesse en baud du périphérique RS232 userport
hu: Bitráta megadása az RS232 userport emulációhoz.
it: Imposta la velocità della RS232 su userport (in baud)
nl: Zet de baud rate van de RS232 userport emulatie.
pl: Określ prędkość transmisji emulacji userportu RS232.
sv: Ange baudhastighet för RS232-emuleringen på användarporten.
tr: RS232 userport emülasyonunun baud rate'ini ayarla.
