Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: Trace mode (0=normal 1=small 2=history)
da: Trace-tilstand (0=normal 1=lille 2=historik)
de: Verfolgung Modus (0=normal 1=klein 2=Geschichte)
es: Modo de rastreo (0=normal, 1=pequeño, 2=historial)
fr: Mode de trace (0=normal 1=petit 2=historique)
hu: Nyomkövetési mód (0=normál 1=kicsi 2=elõzmények)
it: Modalità di tracciamento (0=normale 1=piccola 2=storica)
nl: Traceermodus (0=normaal 1=klein 2=geschiedenis
pl: Tryb śledzenia (0=zwykłe 1=małe 2=w historii)
sv: Spårningsläge (0=normal 1=liten 2=historik)
tr: Ýzleme modu (0=normal 1=küçük 2=tarihçe)

source: Set the amount of automatic playback frames
nl: Zet het aantal automatische weergave frames
pl: Ustaw liczbę klatek do automatycznego odegrania

source: Playback recorded events
da: Afspil hændelsesoptagelse
de: Wiedergabe von aufgenommener Ereignisse
es: Reproducir eventos grabados
fr: Lire les événements enregistrés
hu: A felvett események visszajátszása
it: Riproduzione degli eventi registrati
nl: Afspelen opgenomen gebeurtenissen
pl: Odtwórz zapisane zdarzenia
sv: Spela upp inspelade händelser
tr: Kayýttan yürütme kaydedilmiþ olaylarý

source: Set event snapshot directory
nl: Selecteer gebeurtenis momentopname folder
pl: Ustaw katalog zrzutów zdarzeń

source: Set event start snapshot
nl: Selecteer start gebeurtenis momentopname
pl: Ustaw zrzut początku zdarzenia

source: Set event end snapshot
nl: Selecteer eind gebeurtenis momentopname
pl: Ustaw zrzut końca zdarzenia

source: Set event start mode (0: file save, 1: file load, 2: reset, 3: playback)
nl: Zet gebeurtenis start modus (0: bestand opslaan, 1: bestand laden, 2: reset, 4: afspelen)
pl: Ustaw tryb rozpoczęcia zdarzenia (0: zapis pliku, 1: wczytanie pliku, 2: reset, 3: odegranie)

source: Enable including disk images
nl: Activeer het inbegrijpen van disk bestanden
pl: Włącz dołączanie obrazów dyskietek

source: Disable including disk images
nl: Het inbegrijpen van disk bestanden uitschakelen
pl: Wyłącz dołączanie obrazów dyskietek

source: Execute monitor commands from file
da: Udfør monitorkommandoer fra fil
de: Monitor Kommandos aus Datei ausführen
es: Ejecutar comandos del monitor desde fichero
fr: Exécuter des commandes moniteur depuis un fichier
hu: Monitorprogram parancsok futtatása fájlból
it: Esegui i comandi del monitor da un file
nl: Uitvoeren van commandos uit bestand
pl: Wykonaj polecenia monitora z pliku
sv: Exekvera monitorkommandon från fil
tr: Dosyadan monitör komutlarý çalýþtýr

source: Write monitor output also to file
nl: Schrijf uitvoer van de monitor ook naar een bestand
pl: Zapisuj wyjście monitora również do pliku
sv: Skriv monitorutdata även till fil

source: Set an initial breakpoint for the monitor
da: Sæt et initielt breakpoint for monitoren
de: Setze initialen Breakpoint für Monitor
es: Seleccionar un punto inicial de ruptura para el monitor
fr: Régler un point darrêt initial pour le moniteur
hu: Kezdeti töréspont megadása a monitorprogramnak
it: Imposta un breakpoint iniziale per il monitor
nl: Zet een beginnende breakpunt voor de monitor
pl: Określ początkowy punkt wstrzymania w monitorze
sv: Sätt en ursprunglig brytpunkt för monitorn
tr: Monitör için dahili bir kesme noktasý ayarla

source: Keep the monitor open
nl: Hou de monitor open
pl: Nie zamykaj monitora

source: Do not keep the monitor open
nl: Hou de monitor niet open
pl: Zamykaj monitor

source: Enable remote monitor
da: Aktivér fjern-monitor
de: Monitor Fernsteuerung aktivieren
es: Permitir monitor remoto
fr: Activer le moniteur distant
hu: Távoli monitor engedélyezése
it: Attiva monitor remoto
nl: Activeer monitor afstandsbediening
pl: Włącz zdalny monitor
sv: Aktivera fjärrmonitor
tr: Uzak monitörü aktif et

source: Disable remote monitor
da: Deaktivér fjern-monitor
de: Monitor Fernsteuerung deaktivieren
es: Deshabilitar monitor remoto
fr: Désactiver le moniteur distant
hu: Távoli monitor tiltása
it: Disattiva monitor remoto
nl: afstandsbediening monitor uitschakelen
pl: Wyłącz zdalny monitor
sv: Inaktivera fjärrmonitor
tr: Uzak monitörü pasifleþtir

source: The local address the remote monitor should bind to
da: Lokal adresse fjern-monitoren skal binde til
de: Lokale Adresse für die Monitorfernsteuerung
es: Dirección del monitor remoto al que se debe unir
fr: L'adresse locale à laquelle le moniteur distant devrait se brancher
hu: A helyi cím, amelyet a monitorprogram lefoglal
it: Indirizzo locale a cui il monitor remoto dovrebbe collegarsi
nl: Lokaal adres waar de afstandsbediening voor de monitor aan gebonden moet worden
pl: Lokalny adres, z którym ma się połączyć zdalny monitor
sv: Lokal adress för fjärrmonitor att ansluta till
tr: Uzak monitörün baðlanmasý gereken lokal adres

source: Specify name of the flip list file image
da: Angiv navn på bladreliste
de: Namen für Fliplist Datei definieren
es: Especificar nombre fichero lista de intercambio imagenes
fr: Spécifier le nom de l'image du fichier de groupement de disques
hu: Adja meg a lemezlista fájl nevét
it: Specifica il nome dell'immagine del file della flip list
nl: Geef de naam van het fliplijstbestand
pl: Określ nazwę pliku obrazu listy podmiany nośników
sv: Ange namn på vallistefilavbildningen
tr: Sýralama listesi dosya imajý ismi belirt

source: Show a list of the available options and exit normally
da: Vis en liste over tilgængelige parametre og afslut
de: Liste von verfügbaren Optionen zeigen und beenden
es: Muestra lista de las opcciones disponibles al salir normalmente
fr: Montrer une liste des options disponibles et terminer normalement
hu: Kilistázza a lehetséges opciókat és kilép
it: Mostra la lista delle opzioni disponibili ed esce
nl: Toon een lijst van de beschikbare opties en exit zoals normaal
pl: Pokaż listę dostępnych poleceń i normalnie wyjdź
sv: Visa lista över tillgängliga flaggor och avsluta normalt
tr: Mevcut seçeneklerin listesini göster ve normal çýk

source: Show a list of the available compile-time options and their configuration.
nl: Toon een lijst van de beschikbare 'compile-time' opties en de bij behorende configuraties.
pl: Pokaż listę dostępnych opcji kompilacji i ich konfigurację.

source: Console mode (for music playback)
da: Konsoltilstand (for musikafspilning)
de: Konsolenmodus (für Musikwiedergabe)
es: Modo consola (para reproducción música)
fr: Mode console (pour l'écoute de musique)
hu: Konzol mód (zene lejátszáshoz)
it: Modalità console (per la riproduzione musicale)
nl: Consolemodus (voor afspelen voor muziek)
pl: Tryb konsolowy (do odtwarzania muzyki)
sv: Konsolläge (för musikspelning)
tr: Konsol modu (müzik çalmak için)

source: Allow production of core dumps
da: Tillad generering af core-dumps
de: Core Dumps ermöglichen
es: Permitir producción volcados de nucleo
fr: Permettre la production de "core dumps"
hu: Core dump készítés engedélyezése
it: Consente la produzione di core dump
nl: Maken van core dumps toestaan
pl: Pozwól tworzyć zrzuty rdzenia
sv: Tillåt skapa minnesutskrift
tr: Bellek durumunun kayýtlarýnýn üretilmesine izin ver

source: Do not produce core dumps
da: Lav ikke core-dumps
de: Core Dumps verhindern
es: No permitir producción volcados de nucleo
fr: Ne pas produire de "core dumps"
hu: Core dump készítés tiltása
it: Non produce core dump
nl: Maken van core dumps niet toestaan
pl: Nie twórz zrzutów rdzenia
sv: Skapa inte minnesutskrift
tr: Bellek durumunun kayýtlarýný üretme

source: Don't call exception handler
da: Kald ikke exception-handler
de: Ausnahmebehandlung vermeiden
es: No llamar al manipulador de excepciones
fr: Ne pas utiliser l'assistant d'exception
hu: Ne hívja a kivétel kezelõt
it: Richiama il gestore delle eccezioni
nl: Geen gebruik maken van de exception handler
pl: Nie zajmuj się wyjątkami
sv: Anropa inte undantagshanterare
tr: Kural dýþý iþleyiciyi çaðýrma

source: Call exception handler (default)
da: Kald exception-handler (standard)
de: Ausnahmebehandlung aktivieren (Default)
es: Llamar al manipulador de excepciones (por defecto)
fr: Utiliser l'assistant d'exception (par défaut)
hu: Kivétel kezelõ hívása (alapértelmezés)
it: Richiama il gestore delle eccezioni (predefinito)
nl: Gebruik maken van de exception handler (standaard)
pl: Zajmij się wyjątkami (domyślnie)
sv: Anropa undantagshanterare (standard)
tr: Kural dýþý iþleyiciyi çaðýr (varsayýlan)

source: Specify config file
da: Angiv konfigurationsfil
de: Konfigurationsdateiname definieren
es: Especificar fichero de configuración
fr: Spécifier le fichier de configuration
hu: Adja meg a konfigurációs fájl nevét
it: Specifica il nome del file di configurazione
nl: Geef configuratie bestandsnaam
pl: Określ plik konfiguracji
sv: Ange inställningsfil
tr: Konfigürasyon dosyasýný belirt

source: Dump all resources to specified config file
nl: Sla alle huidige instellingen op naar opgegeven configuratiebestand

source: Specify number of cycles to run before quitting with an error.
nl: Geef het aantal uit te voeren cycli voor het afsluiten met een fout
pl: Ustal, ile cykli puścić przed zatrzymaniem i wyrzuceniem błędu.

source: Attach and autostart tape/disk image <name>
da: Tilslut og autostart bånd-/disk-image <navn>
de: Einlegen und Autostart Disk/Band Image Datei <Name>
es: Insertar y autoarrancar imagen de cinta/disco <nombre>
fr: Insérer et autocharger l'image de disque/datassette <nom>
hu: <név> lemez/szalag képmás csatolása és automatikus elindítása
it: Seleziona ed avvia l'immagine di una cassetta/disco <nome>
nl: Koppel en autostart een tape/diskbestand <naam>
pl: Zamontuj i automatycznie uruchom obraz taśmy lub dysku <nazwa>
sv: Anslut och starta band-/diskettavbildning <namn>
tr: Teyp/Disk imajý <isim> yerleþtir ve otomatik baþlat

source: Attach and autoload tape/disk image <name>
da: Tilslut og læs bånd-/disk-image <navn>
de: Einlegen und Autoload Disk/Band Image Datei <Name>
es: Insertar y autocargar imagen de cinta/disco <nombre>
fr: Insérer et charger l'image de disque/datassette <nom>
hu: <név> lemez/szalag képmás csatolása és automatikus betöltése
it: Seleziona e carica l'immagine di una cassetta/disco <nome>
nl: Koppel en autolaad een tape-/diskbestand <naam>
pl: Zamontuj i automatycznie wczytaj obraz taśmy lub dysku <nazwa>
sv: Anslut och läs in band-/diskettavbildning <namn>
tr: Teyp/Disk imajý <isim> yerleþtir ve otomatik yükle

source: Attach <name> as a tape image
da: Tilslut <navn> som bånd-image
de: Image Datei <Name> einlegen
es: Insertar <nombre> como imagen de cinta
fr: Insérer <nom> comme image de datassette
hu: <név> szalag képmás csatolása
it: Seleziona <nome> come un'immagine di una cassetta
nl: Koppel <naam> als een tapebestand
pl: Zamontuj <nazwa> jako obraz taśmy
sv: Anslut <namn> som bandavbildning
tr: Teyp imajý olarak <isim> yerleþtir

source: Attach <name> as a disk image in drive #8
da: Tilslut <navn> som disk-image i enhed #8
de: Image Datei <Name> im Laufwerk #8 einlegen
es: Insertar <nombre> como imagen disco en unidad disco #8
fr: Insérer <nom> comme image de disque dans le lecteur #8
hu: <név> lemezképmás csatolása #8-as egységként
it: Seleziona <nome> come un'immagine di un disco nel drive #8
nl: Koppel <naam> aan als een schijfbestand in drive #8
pl: Zamontuj <nazwa> jako obraz dyskietki w stacji #8
sv: Anslut <namn> som diskettavbildning i enhet 8
tr: Sürücü #8 disk imajý olarak <isim> yerleþtir

source: Attach <name> as a disk image in drive #9
da: Tilslut <navn> som disk-image i enhed #9
de: Image Datei <Name> im Laufwerk #9 einlegen
es: Insertar <nombre> como imagen disco en unidad disco #9
fr: Insérer <nom> comme image de disque dans le lecteur #9
hu: <név> lemezképmás csatolása #9-es egységként
it: Seleziona <nome> come un'immagine di un disco nel drive #9
nl: Koppel <naam> aan als een schijfbestand in drive #9
pl: Zamontuj <nazwa> jako obraz dyskietki w stacji #9
sv: Anslut <namn> som diskettavbildning i enhet 9
tr: Sürücü #9 disk imajý olarak <isim> yerleþtir

source: Attach <name> as a disk image in drive #10
da: Tilslut <navn> som disk-image i enhed #10
de: Image Datei <Name> im Laufwerk #10 einlegen
es: Insertar <nombre> como imagen disco en unidad disco #10
fr: Insérer <nom> comme image de disque dans le lecteur #10
hu: <név> lemezképmás csatolása #10-es egységként
it: Seleziona <nome> come un'immagine di un disco nel drive #10
nl: Koppel <naam> aan als een schijfbestand in drive #10
pl: Zamontuj <nazwa> jako obraz dyskietki w stacji #10
sv: Anslut <namn> som diskettavbildning i enhet 10
tr: Sürücü #10 disk imajý olarak <isim> yerleþtir

source: Attach <name> as a disk image in drive #11
da: Tilslut <navn> som disk-image i enhed #11
de: Image Datei <Name> im Laufwerk #11 einlegen
es: Insertar <nombre> como imagen disco en unidad disco #11
fr: Insérer <nom> comme image de disque dans le lecteur #11
hu: <név> lemezképmás csatolása #11-es egységként
it: Seleziona <nome> come un'immagine di un disco nel drive #11
nl: Koppel <naam> aan als een schijfbestand in drive #11
pl: Zamontuj <nazwa> jako obraz dyskietki w stacji #11
sv: Anslut <namn> som diskettavbildning i enhet 11
tr: Sürücü #11 disk imajý olarak <isim> yerleþtir

source: Set additional keyboard buffer delay (0: use default)
nl: Zet extra toetsenbord buffer vertraging (0: gebruik de standaard waarde)
pl: Określ dodatkowe opóźnienie bufora klawiatury (0: domyślne)

source: Specify log file name
da: Angiv navn på logfil
de: Logdateiname definieren
es: Especificar nombre fichero registro
fr: Spécifier le nom du fichier log
hu: Adja meg a naplófájl nevét
it: Specifica il nome del file di log
nl: Geef de naam van het logbestand
pl: Określ nazwę pliku z logiem
sv: Ange namn på loggfil
tr: Log dosyasý ismini belirt

source: Enable verbose log output.
da: Aktivér omstændeligt log-output
de: Ausführliche Diagnose aktivieren.
es: Permitir salida escrita registro.
fr: Activer la journalisation verbeuse
nl: Activeer verbose log uitvoer.
pl: Włącz szczegółowy zapis do loga
sv: Aktivera pratsam loggutdata.
tr: Verbose log çýktýsýný aktif et.

source: Disable mouse grab
da: Deaktivér overtagelse af mus
de: Maus deaktivieren
es: Deshabilitar captura de ratón
fr: Ne pas saisir la souris
hu: Egér elkapás tiltása
it: Disattiva cattura mouse
nl: Gebruiken van de muis uitschakelen
pl: Wyłącz przechwytywanie myszy
sv: Inaktivera fångande av mus
tr: Mouse yakalamayý pasifleþtir

source: Enable saving of smart mouse RTC data when changed.
nl: Activeer opslaan van de smart mouse RTC data indien gewijzigd
pl: Zapisuj dane zegara czasu rzeczywistego Smart Mouse przy zmianie

source: Disable saving of smart mouse RTC data when changed.
nl: Opslaan van de smart mouse RTC data indien gewijzigd uitschakelen
pl: Nie zapisuj danych zegara czasu rzeczywistego Smart Mouse przy zmianie

source: Enable PS/2 mouse on userport
da: Aktivér PS/2-mus på brugerporten
de: PS/2 Userport Emulation aktivieren
es: Permitir ratón PS/2 en puerto usuario
fr: Activer souris PS/2 sur port utilisateur
hu: PS/2 egér engedélyezése a userporton
it: Attiva mouse PS/2 su userport
nl: Aktiveer emulatie van een PS/2 muis op de userport
pl: Włącz mysz PS/2 w userporcie
sv: Aktivera PS/2-mus på användarport
tr: Userport üzerinde PS/2 mouse'u aktif et

source: Disable PS/2 mouse on userport
da: Deaktivér PS/2-mus på brugerporten
de: PS/2 Userport Emulation deaktivieren"
es: Deshabilitar ratón PS/2 en puerto usuario
fr: Désactiver la souris PS/2 sur port utilisateur
hu: PS/2 egér tiltása a userporton
it: Disattiva mouse PS/2 su userport
nl: Emulatie van een PS/2 muis op de userport uitschakelen
pl: Wyłącz mysz PS/2 w userporcie
sv: Inaktivera PS/2-mus på användarport
tr: Userport üzerinde PS/2 mouse'u pasifleþtir

source: Set the value for the very first RAM address after powerup
da: Angiv værdien for den allerførste RAM adresse efter power-up
de: Wert für erstes Byte im RAM nach Kaltstart setzen
es: Seleccionar el valor para la primera dirección RAM despues del encendido
fr: Spécifier la valeur de la première adresse RAM après la mise sous tension
hu: Adja meg a legelsõ RAM cím értékét bekapcsolás után
it: Imposta il valore del primissimo indirizzo della RAM dopo l'accensione
nl: Zet de waarde voor het allereerste RAM adres na koude start
pl: Określ wartość pierwszego adresu RAM po uruchomieniu
sv: Ange värdet på den allra första RAM-adressen efter strömpåslag
tr: Güç verildiðinde baþlangýçtaki RAM adreslerine atanacak deðeri belirle

source: num of bytes
da: antal bytes
de: Anzahl an Bytes
es: número de bytes
fr: nb. d'octets
nl: aantal bytes
sv: antal byte
tr: byte sayýsý

source: Length of memory block initialized with the same value
da: Længde på hukommelsesblok som initialiseres med samme værdi
de: Länge des Speicherblocks der mit dem gleichen Wert initialisiert ist
es: Longitud del bloque de memoria inicializado con el mismo valor
fr: Longeur du premier bloc mémoire initialisé avec la même valeur
hu: Azonos értékkel feltöltött memória blokkoknak a hossza
it: Lunghezza del blocco di memoria inizializzato con lo stesso valore
nl: Geheugenblokgrootte die dezelfde waarde krijgt bij initialisatie
pl: Długość bloku pamięci zainicjowanego z tą samą wartością
sv: Längd på minnesblock som initierats med samma värde
tr: Ayný deðerle balangýç ayarlarý yapýlan bellek bloðu uzunluðu

source: Length of memory block initialized with the same pattern
da: Længde på hukommelsesblok som initialiseres med samme mønster
de: Länge des Speicherblocks der mit dem gleichen Muster initialisiert ist
es: Longitud bloque memoria inicializado con el mismo patrón
fr: Longeur du premier bloc mémoire initialisé avec le même pattern
hu: Azonos mintával feltöltött memória blokkoknak a hossza
it: Lunghezza del blocco di memoria inizializzato con lo stesso pattern
nl: Geheugenblokgrootte met hetzelfde patroon bij initialisatie
pl: Długość bloku pamięci zainicjowanego z tym samym wzorcem
sv: Längd på minnesblock som initierats med samma mönster
tr: Ayný desenle balangýç ayarlarý yapýlan bellek bloðu uzunluðu

source: load the given romset file
nl: Laad het opgegeven romsetbestand
pl: Wczytaj dany plik zestawu ROM-ów
sv: läs in angiven romset-fil

source: load the given romset archive
nl: Laad het opgegeven romsetarchief
pl: Wczytaj dane archiwum zestawu ROM-ów
sv: läs in givet romset-arkiv

source: Item number
nl: Item nummer
pl: Liczba elementu
sv: Postnummer

source: select the given item from the current romset archive
nl: selecteer het opgegeven item van het huidige romsetarchief
pl: Wybierz dany element z obecnego zestawu ROM-ów.
sv: välj given post från aktuellt romset-arkiv

source: Disable sound playback
da: Slå lydemulering fra
de: Sound Wiedergabe ausschalten
es: Desactivar salida de sonido
fr: Désactiver le son
hu: Hangok tiltása
it: Disattiva la riproduzione dell'audio
nl: Geluid uitschakelen
pl: Wyłącz odtwarzanie dźwięku
sv: Inaktivera ljudåtergivning
tr: Sesi pasifleþtir

source: Set sound sample rate to <value> Hz
da: Sæt lydsamplefrekvens til <værdi> Hz
de: Setze Sound Sample Rate zu <Wert> Hz
es: Seleccionar velocidad de muestreo de sonido en <valor> Hz
fr: Régler le taux d'échantillonage à <valeur> Hz
hu: Hang mintavételezési ráta beállítása <érték> Hz-re
it: Imposta la velocità di campionamento dell'audio a <valore> Hz
nl: Zet de geluid sample rate naar <waarde> Hz
pl: Ustaw próbkowanie sampli na <wartość> Hz
sv: Sätt ljudsamplingshastighet till <värde> Hz
tr: Ses örnekleme hýzýný <deðer> Hz olarak ayarla

source: Set sound buffer size to <value> msec
da: Sæt lydbufferstørrelse til <værdi> ms
de: Setze Source Buffer Größe zu <Wert> msek
es: Seleccionar tamaño bufer sonido en <valor>mseg
fr: Régler la taille du tampon son à <valeur> ms
hu: A hangpuffer méretét <érték> mp-re állítja
it: Imposta la dimensione del buffer dell'audio a <valore> msec
nl: Zet de geluidsbuffergrootte naar <waarde> msec
pl: Ustaw rozmiar bufora dźwięku na <wartość> ms
sv: Sätt ljudbuffertstorlek till <värde> ms
tr: Ses arabellek boyutunu <deðer> milisaniye olarak ayarla

source: Set sound fragment size (0: very small, 1: small, 2: medium, 3: large, 4: very large)
nl: Zet geluidsfragment grootte (0: heel klein, 1: klein, 2: matig, 3: groot, 4: heel groot)
pl: Ustaw rozmiar fragmentu dźwięku (0: bardzo mały, 1: mały, 2: średni, 3: duży, 4: bardzo duży)

source: Specify sound driver
da: Angiv lyddriver
de: Sound Treiber spezifieren
es: Especificar controlador de sonido
fr: Spécifier le pilote de son
hu: Adja meg a hangmodul nevét
it: Specifica il driver audio
nl: Geef geluidsstuurprogramma
pl: Określ sterownik dźwięku
sv: Ange ljuddrivrutin
tr: Ses sürücüsü belirt

source: Specify sampler device
nl: Geef samplerapparaat op

source: Specify sampler gain in percent (1%-200%)
nl: Geef sampler versterking in procent (1% - 200%)

source: args
da: argumenter
de: Argumente
es: argumentos
nl: parameters
sv: flaggor
tr: argümanlar

source: Specify initialization parameters for sound driver
da: Angiv initialiseringsparametre for lyddriver
de: Initialisierungsparameter des Sound Treibers spezifizieren
es: Especificar parametros de inicialización para el controlador de sonido
fr: Spécifier les paramètres d'initialisation pour le pilote son
hu: Adja meg a hangmodul indulási paramétereit
it: Specifica i parametri di inizializzazione del driver audio
nl: Geef de initialisatieparameters voor het geluidsstuurprogramma
pl: Określ parametry inicjalizacji sterownika dźwięku
sv: Ange initieringsflaggor för ljuddrivrutin
tr: Ses sürücüsü için baþlangýç parametrelerini belirt

source: Specify recording sound driver
da: Angiv driver til lydoptagelse
de: Sound Treiber für Aufnahme spezifizieren
es: Especificar controlador grabación sonido
fr: Spécifier le pilote d'enregistrement
hu: Adja meg a felvételhez használt hangmodult
it: Specifica il driver audio di registrazione
nl: Geef geluidsstuurprogramma voor opname
pl: Określ sterownik zapisu dźwięku
sv: Ange ljuddrivrutin för inspelning
tr: Ses kayýt sürücüsünü belirt

source: Specify initialization parameters for recording sound driver
da: Angiv initialiseringsparametre for driver til lydoptagelse
de: Initialisierungsparameter für Aufnahme Sound Treiber spezifieren
es: Especificar parametros inicialización para el controlador grabación sonido
fr: Spécifier les paramètres d'initialisation pour le pilote d'enregistrement
hu: Adja meg a felvételhez használt hangmodul indulási paramétereit
it: Specifica i parametri di inizializzazione per il driver audio di registrazione
nl: Geef initialisatieparameters voor het geluidsstuurprogramma voor opname
pl: Określ parametry inicjalizacji sterownika zapisu dźwięku
sv: Ange initieringsflaggor för ljuddrivrutin för inspelning
tr: Ses kayýt sürücüsü için baþlangýç parametrelerini belirt

source: Set sound speed adjustment (0: flexible, 1: adjusting, 2: exact)
da: Indstil lydjusteringshastighed (0: fleksibel, 1: justerende, 2: nøjagtig)
de: Setze Sound Geschwindigkeit Anpassung (0: flexibel, 1: anpassend, 2: exakt)
es: Ajsute velocidad sonido (0: flexible, 1: ajustado, 2: exacto)
fr: Choisir la méthode d'ajustement du son (0: flexible, 1: ajusté 2: exact)
hu: Adja meg a zene sebesség igazítását (0: rugalmas. 1: igazodó, 2: pontos)
it: Imposta il tipo di adattamento della velocità dell'audio (0: flessibile, 1: adattabile, 2: esatta)
nl: Zet geluidssnelheid aanpassing (0: flexibel, 1: aanpassend, 2: exact)
pl: Ustaw dopasowanie prędkości dźwięku (0: elastyczne, 1: dopasowane, 2: dokładne)
sv: Ställ in ljudhastighetsjustering (0: flexibel, 1: justerande, 2: exakt)
tr: Ses hýzý ayarlamasýný yapýn (0: esnek, 1: düzeltme, 2: aynen)

source: output mode
da: Uddata-tilstand
de: Ausgabe Modus
es: Modo de salida
fr: mode de sortie
nl: uitvoer modus
pl: tryb wyjścia
sv: utdataläge
tr: çýkýþ modu
