Repository: VICE-Team/svn-mirror
Catalog: vice/po/*.po
Languages: da, de, es, fr, hu, it, nl, pl, sv, tr

source: An error occured connecting the client.
da: Fejl under tilslutning af klienten.
de: Fehler beim Verbindungsaufbau zum Client
es: Ha ocurrido error al conectar el cliente
fr: Il y a eu une erreur de connexion avec le client.
hu: Hiba történt a kapcsolódáskor.
it: Si è verificato un errore durante il collegamento col client.
nl: Een fout is opgetreden bij het verbinden.
pl: Wydarzył się błąd podczas łączenia z klientem.
sv: Fel vid anslutning til klienten.
tr: Ýstemciye baðlanýrken bir hata oluþtu.

source: Sound Recording stopped
da: Lydoptagelse stoppet
de: Tonaufnahme gestoppt
es: Grabación de sonido detenida
fr: Enregistrement du son arrêté
nl: Geluidsopname gestopt
pl: Zatrzymano odtwarzanie dźwięku
sv: Ljudinspelning stoppad
tr: Ses Kaydý durduruldu

source: Error saving EasyFlash crt file
da: Fejl under skrivning af EasyFlash CRT-fil
de: Fehler beim Speichern der EasyFlash CRT Datei
es: Error al grabar fichero EasyFlash crt
fr: Erreur de sauvegarde du fichier CRT EasyFlash
hu: Hiba az EasyFlash crt fájl mentése közben
it: Errore durante il salvataggio del file crt EasyFlash
nl: Kan het EasyFlash crt bestand niet opslaan
pl: Błąd zapisu pliku crt EasyFlash
sv: Fel vid skrivning av EasyFlash-crt-fil.
tr: EasyFlash crt dosyasý kayýt hatasý

source: No EasyFlash cartridge inserted
da: Intet EasyFlash cartridge isat
de: Kein Easyflash Image eingelegt
es: No hay cartucho EasyFlash insertado
fr: Aucune cartouche EasyFlash attachée
nl: Geen EasyFlash cartridge aanwezig
pl: Nie włożono kartridża EasyFlash
sv: EasyFlash-insticksmodul har inte satts in
tr: EasyFlash kartuþu takýlmamýþ

source: Datasette settings
da: Datasetteindstillinger
de: Datasette Einstellungen
es: Ajustes Datasette
fr: Paramètres datassette
nl: Datasette instellingen
pl: Ustawienia magnetofonu
sv: Datasetteinställningar
tr: Teyp Ayarlarý

source: Speed of motor while reading
da: Datasettehastighed under læsning
de: Motorgeschwindigkeit beim Lesen
es: Velocidad del motor durante la lectura
fr: Vitesse du moteur lors de la lecture
hu: Motor sebessége olvasás közben
it: Velocità del motore durante la lettura
nl: Snelheid van de motor tijdens lezen
pl: Prędkość motorka przy odczycie
sv: Motorhastighet vid läsning
tr: Motorun okurkenki hýzý

source: cycle(s) additional delay each trigger
da: klok ekstra forsinkelse per puls
de: Zyklen zusätzliche Verzögerung bei jedem Trigger
es: ciclos(s) adicionales de retardo para cada pulsación
fr: cycle(s) additionnel(s) délai après trigger
nl: Additionele aantal cycli vertraging per gebeurtenis
pl: Dodatkowe opóźnienie cyklów przy każdym wywołaniu.
sv: cykler ytterligare fördröjning per puls
tr: cycle(lar) her tetiklemede eklenen gecikme

source: Datasette random tape wobble
nl: Willekeurige datasette tape wiebel

source: Use IEC Device
da: Anvend IEC-enhed
de: IEC Gerät aktivieren
es: Use periférico IEC
fr: Utiliser le périphérique IEC
nl: Gebruik IEC Apparaat
pl: Użyj urządzenia IEC
sv: Använd IEC-enhet
tr: IEC Aygýtý Kullan

source: Autostart
da: Start automatisk
es: Autoarranque
fr: Autodémarrage
hu: Automatikus indulás
it: Avvio automatico
nl: Autostarten
sv: Starta automatiskt
tr: Otomatik baþlat

source: Attach read only
da: Tilslut skrivebeskyttet
de: Schreibgeschützt einlegen
es: Inserta sólo lectura
fr: Insérer en lecture seule
hu: Csatolás csak olvasható módon
it: Seleziona in sola lettura
nl: Alleen lezen
pl: Zamontuj tylko do odczytu
sv: Anslut skrivskyddat
tr: Salt okunur yerleþtir

source: Read P00 files
da: Læs P00-filer
de: P00 Datei Laden
es: Leer ficheros P00
fr: Lire les fichier P00
nl: Lees P00 bestanden
pl: Czytaj plik P00
sv: Läs P00-filer
tr: P00 dosyalarýný oku

source: Write P00 files
da: Skriv P00-filer
de: P00 Dateien Schreiben
es: Grabar ficheros P00
fr: Écrire sur les fichier P00
nl: Schrijf P00 bestanden
pl: Zapisz plik P00
sv: Skriv P00-filer
tr: P00 dosyalarýný yaz

source: Select fire button
da: Vælg skydeknap
de: Feuerknopf auswählen
es: Seleccionar botón de disparo
fr: Sélectionner le bouton de feu
hu: Válasszon tûz gombot
it: Seleziona pulsante di fuoco
nl: Selecteer vuur knop
pl: Wybierz przycisk fire
sv: Välj avtryckarknapp
tr: Ateþ düðmesini seç

source: Auto fire button settings
da: Autofireindstillinger
de: Automatische Feuerknopf Einstellungen
es: Ajustes de autodisparo
fr: Paramètres de FEU automatique
hu: Automatikus tûz beállításai
it: Impostazioni fuoco automatico
nl: Autovuur knop instellingen
pl: Ustawienia przycisku autofire
sv: Inställningar för autofire
tr: Otomatik ateþ düðmesi ayarlarý

source: Autofire speed
da: Autofirehastighed
de: Autofeuer Geschwindigkeit
es: Velocidad autodisparo
fr: Vitesse FEU automatique
nl: Autovuur snelheid
pl: Szybkość autofire
sv: Hastighet för autofire
tr: Otomatik ateþ hýzý

source: Calibrate Joystick(s)
da: Kalibrér Joystick(s)
de: Joysticks kalibrieren
es: Calibrar Joystick(s)
fr: Calibration des joystick(s)
nl: Kalibreer Joystick(s)
pl: Kalibruj joystick(i)
sv: Kalibrera styrspak(ar)
tr: Joystick(ler)i kalibre et

source: Extra joystick settings
da: Ekstra joystickindstillinger
de: Extra Joystick Einstellungen
es: Ajustes joystick suplementario
fr: Plus de paramètres Joysticks
hu: Extra botkormány beállításai
it: Impostazioni joystick supplementari
nl: Extra joystick adapter instellingen
pl: Dodatkowe ustawienia joysticka
sv: Inställningar för extra styrspak
tr: Ekstra joystick ayarlarý

source: Joystick in extra port #1
da: Joystick i ekstra port 1
es: Joystick en puerto suplementario #1
fr: Joystick dans le port suppplémentaire #1
nl: Joystick in extra poort #1
pl: Joystick w dodatkowym porcie #1
sv: Styrspak i extraport #1
tr: Joystick ekstra port #1'de

source: Joystick in extra port #2
da: Joystick i ekstra port 2
es: Joystick en puerto suplementario #2
fr: Joystick dans le port suppplémentaire #2
nl: Joystick in extra poort #2
pl: Joystick w dodatkowym porcie #2
sv: Styrspak i extraport #2
tr: Joystick ekstra port #2'de

source: South West
da: Sydvest
de: Süd West
es: Suroeste
fr: Sud Ouest
nl: Zuid West
pl: Dól Lewo
sv: Sydväst
tr: Güney Batý

source: South
da: Syd
de: Süden
es: Sur
fr: Sud
nl: Zuiden
pl: Dół
sv: Syd
tr: Güney

source: South East
da: Sydøst
de: Süd Ost
es: Sureste
fr: Sud Est
nl: Zuid Oost
pl: Dól Prawo
sv: Sydöst
tr: Güney Doðu

source: East
da: Øst
de: Osten
es: Este
fr: Est
nl: Oost
pl: Prawo
sv: Öst
tr: Doðu

source: North West
da: Nordvest
de: Nord West
es: Noroeste
fr: Nord Ouest
nl: Noord West
pl: Góra Lewo
sv: Nordväst
tr: Kuzey Batý

source: North
da: Nord
de: Norden
es: Norte
fr: Nord
nl: Noord
pl: Góra
sv: Nord
tr: Kuzey

source: North East
da: Nordøst
de: Nord Ost
es: Noreste
fr: Nord Est
nl: Noord Oost
pl: Góra Prawo
sv: Nordöst
tr: Kuzey Doðu

source: Fire button
da: Skydeknap
de: Feuerknopf
es: Botón de disparo
fr: Bouton FEU
nl: Vuur knop
pl: Przycisk Fire
sv: Avtryckarknapp
tr: Ateþ düðmesi

source: Configure Sound Device Settings
da: Indstillinger for lydenheder
de: Sound Gerät Einstellungen konfigurieren
es: Ajustes de configuración del periférico de sonido
fr: Configurer les paramètres du périphérique son
hu: Hang eszköz beállítása
it: Configura le impostazioni della scheda audio
nl: Geluidsapparaat instellingen
pl: Konfiguruj ustawienia urządzenia dźwięku
sv: Inställningar för ljudenheter
tr: Ses Aygýtý Ayarlarýný Konfigüre Et

source: DirectX driver
de: DirectX Treiber
es: controlador DirectX
fr: Pilote DirectX
hu: DirectX meghajtó
it: Driver DirectX
nl: DirectX stuurprogramma
pl: Sterownik DirectX
sv: DirectX-drivrutiner
tr: DirectX sürücüsü

source: WMM driver
de: WMM Treiber
es: controlador WMM
fr: Pilote WMM
hu: WMM meghajtó
it: Driver WMM
nl: WMM stuurprogramma
pl: Sterownik WMM
sv: WMM-drivrutin
tr: WMM sürücüsü

source: Sound output mode
da: Lydindstillinger
de: Ton Ausgabe Modus
es: Modo salida sonido
fr: Mode de sortie de son
nl: Geluid uitvoer modus
pl: Tryb wyjścia dźwięku
sv: Utdataläge för ljud
tr: Ses çýkýþý modu

source: Sound Buffer Size
da: Lydbufferstørrelse
de: Sound Puffergröße
es: Tamaño Buffer de sonido
fr: Taille du tampon son
nl: Geluidsbuffergrootte
pl: Rozmiar bufora dźwięku
sv: Ljudbuffertstorlek
tr: Ses Arabellek Boyutu

source: Sound Fragment Size
da: lydfragmentstørrelse
de: Sound Fragmentgröße
es: Tamaño fragmento de sonido
fr: Taille du Fragment de Son
nl: Geluidsfragmentgrootte
pl: Rozmiar fragmentu dźwięku
sv: Storlek på ljudfragment
tr: Ses Parça Boyutu

source: Synchronization Method
da: Synkroniseringsmetode
de: Synchronisationsmethode
es: Método de sincronización
fr: Méthode de synchronisation
nl: Synchronisatiemethode
pl: Metoda synchronizacji
sv: Synkroniseringsmetod
tr: Senkronizasyon Metodu

source: Bitdepth
da: Bitdybde
de: Farbtiefe
es: Profundidad de pantalla
nl: Bitdiepte
pl: Głębia bitowa
sv: Bitdjup
tr: Bit derinliði

source: Resolution
da: Opløsning
de: Auflösung
es: Resolución
fr: Résolution
nl: Resolutie
pl: Rozdzielczość
sv: Upplösning
tr: Çözünürlük

source: VBLANK synchronization
da: VBLANK-synkronisering
de: VBLANK Synchronisation
es: Sincronización VBLANK
fr: Synchronisation VBLANK
hu: VBLANK szinkronizáció
it: Sincronizzazione VBLANK
nl: VBLANK synchronisatie
pl: Synchronizacja VBLANK
sv: VBLANK-synkronisering
tr: VBLANK senkronizasyonu

source: Render to DX Primary surface
da: Rendér til DXs primære overflade
de: DX Primary Oberflächenrendering
es: Renderizar superficie primaria DX
fr: Rendu à la surface primaire DX
hu: Rajzolás a DX elsõdleges felületre
it: Visualizza sulla superficie primaria DX
nl: Render naar DX Primaire oppervlakte
pl: Render do pierwszej ścianki DX
sv: Rendrera till DXs primära yta
tr: DX Birincil yüzeyine çiz

source: Value %.3f for %s is out of range, using %.3f instead
da: Værdi %.3f for %s er udenfor det tilladte, bruger %.3f istedet
de: Wert %.3f für %s ist unzulässig, benutze %.3f
es: Valor %.3f para %s está fuera de rango, usando %.3f en su lugar
fr: La valeur %.3f pour %s est en dehors de la plage valide, %.3f sera utilisé.
nl: Waarde %.3f voor %s is buiten het bereik, %.3f zal gebruikt worden
pl: Wartość %.3f dla %s jest poza zasięgiem, zamiast tego używam %.3f
sv: Värdet %.3f för %s är utanför gränserna, använder %.3f istället
tr: %.3f deðeri için %s alan dýþýna çýktý, yerine %.3f kullanýlýyor

source: Value %d for %s is out of range, using %d instead
da: Værdi %d for %s er udenfor det tilladte, bruger %d istedet
de: Wert %d für %s ist unzulässig, benutze %d
es: Valor %d for %s está fuera de rango, usando %d en su lugar
fr: La valeur %d pour %s est en dehors de la plage valide, %d sera utilisé.
nl: Waarde %d voor %s is buiten het bereik, %d zal gebruikt worden
pl: Wartość %d dla %s jest poza zasięgiem, zamiast tego używam %d
sv: Värdet %d för %s är utanför gränserna, använder %d istället
tr: %d deðeri için %s alan dýþýna çýktý, yerine %d kullanýlýyor

source: Audio leak
da: Audiolækage
es: Filtro audio
fr: Fuite audio
nl: Audio lek
sv: Audioläckage
tr: Ses kaçaðý

source: VICII Palette
de: VICII Paletten
es: Paleta VICII
fr: Palette VICII
nl: VICII palet
pl: Paleta VICII
sv: VICII-palett
tr: VICII Paleti

source: VIC Palette
es: Paleta VIC
fr: Palette VIC
nl: VICII palet
pl: Paleta VIC
sv: VIC-palett
tr: VIC Paleti

source: CRTC Palette
es: Paleta CRTC
fr: Palette CRTC
nl: CRTC palet
pl: Paleta CRTC
sv: CRTC-palett
tr: CRTC Paleti

source: VDC Palette
es: Paleta VDC
fr: Palette VDC
nl: VDC palet
pl: Paleta VDC
sv: VDC-palett
tr: VDC Paleti

source: TED Palette
es: Paleta TED
fr: Palette TED
nl: TED palet
pl: Paleta TED
sv: TED-palett
tr: TED Paleti

source: VICII Colors
da: VICII Farver
de: VICII Farben
es: Colores VIC II
fr: Couleurs VICII
nl: VICII Kleuren
pl: Kolory VICII
sv: Färger för VICII
tr: VICII Renkleri

source: VIC Colors
da: VIC Farver
de: VIC Farben
es: Colores VIC
fr: Couleurs VIC
nl: VIC Kleuren
pl: Kolory VIC
sv: Färger för VIC
tr: VIC Renkleri

source: CRTC Colors
da: CRTC Farver
de: CRTC Farben
es: Colores CRTC
fr: Couleurs CTRC
nl: CRTC Kleuren
pl: Kolory CRTC
sv: Färger för CRTC
tr: CRTC Renkleri

source: VDC Colors
da: VDC Farver
de: VDC Farben
es: Colores VDC
fr: Couleurs VDC
nl: VDC Kleuren
pl: Kolory VDC
sv: Färger för VDC
tr: VDC Renkleri

source: TED Colors
da: TED Farver
de: TED Farben
es: Colores TED
fr: Couleurs TED
nl: TED Kleuren
pl: Kolory TED
sv: Färger för TED
tr: TED Renkleri

source: VICII CRT emulation
da: VICII CRT-emulering
es: Emulación CRT VIC II
fr: Émulation VICII CRT
nl: VICII CRT emulatie
pl: Emulacja CRT VICII
sv: CRT-emulering för VICII
tr: VICII CRT emülasyonu

source: VIC CRT emulation
da: VIC CRT-emulering
es: Emulación CRT VIC
fr: Émulation VIC CRT
nl: VIC CRT emulatie
pl: Emulacja CRT VIC
sv: CRT-emulering för VIC
tr: VIC CRT emülasyonu

source: CRTC CRT emulation
da: CRTC CRT-emulering
es: Emulación CRT CRTC
fr: Émulation CRTC CRT
nl: CRTC CRT emulatie
pl: Emulacja CRT CRTC
sv: CRT-emulering för CRTC
tr: CRTC CRT emülasyonu

source: VDC CRT emulation
da: VDC CRT-emulering
es: Emulación CRT VDC
fr: Émulation VDC CRT
nl: VDC CRT emulatie
pl: Emulacja CRT VDC
sv: CRT-emulering för VDC
tr: VDC CRT emülasyonu

source: TED CRT emulation
da: TED CRT-emulering
es: Emulación CRT TED
fr: Émulation TED CRT
nl: TED CRT emulatie
pl: Emulacja CRT TED
sv: CRT-emulering för TED
tr: TED CRT emülasyonu

source: VICII Audio leak
da: VICII Audiolækage
es: VICII Filtro audio
fr: Fuite Audio VICII
nl: VICII Audio lek
pl: Audio leak VICII
sv: VICII audioläckage
tr: VICII Ses kaçaðý

source: VIC Audio leak
da: VIC Audiolækage
es: VIC Filtro Audio
fr: Fuite Audio VIC
nl: VIC Audio lek
pl: Audio leak VIC
sv: VIC audioläckage
tr: VIC Ses kaçaðý

source: CRTC Audio leak
da: CRTC Audiolækage
es: CRTC Filtro audio
fr: Fuite Audio CRTC
nl: CRTC Audio lek
pl: Audio leak CRTC
sv: CRTC audioläckage
tr: CRTC Ses kaçaðý

source: VDC Audio leak
da: VDC Audiolækage
es: VDC Filtro audio
fr: Fuite Audio VDC
nl: VDC Audio lek
pl: Audio leak VDC
sv: VDC audioläckage
tr: VDC Ses kaçaðý

source: TED Audio leak
da: TED Audiolækage
es: TED Filtro audio
fr: Fuite Audio TED
nl: TED Audio lek
pl: Audio leak TED
sv: TED audioläckage
tr: TED Ses kaçaðý

source: External Palette
da: Ekstern palette
de: Externe Farbtabelle
es: Paleta externa
fr: Palette externe
nl: Extern palet
pl: Zewnętrzna paleta
sv: Extern palett
tr: Harici Palet

source: Initialization at powerup
da: Initialisering ved power-up
de: Initialisierung beim Kaltstart
es: Inicialización en el arranque
fr: Initialisation au démarrage
hu: Alaphelyzetbe állítás bekapcsoláskor
it: Inizializzazione all'accensione
nl: Initialisatie bij opstarten
pl: Inicjalizacja przy włączaniu
sv: Initiering vid strömpåslag
tr: Güç verildiðinde baþlangýç ayarlarýný yap

source: Value of first byte
da: Værdi på første byte
de: Wert erstes Byte
es: Valor del primer byte
fr: Valeur du premier octet
hu: Elsõ bájt értéke
it: Valore del primo byte
nl: Waarde van eerste byte
pl: Wartość pierwszego bajta
sv: Värde på första byte
tr: Ýlk byte deðeri

source: Length of constant values
da: Længde af konstant værdi
de: Länge der konstaten Werte
es: Longitud de valores constantes
fr: Longeur des valeurs constantes
hu: Állandó értékek hossza
it: Lunghezza dei valori costanti
nl: Lengte van constante waarden
pl: Długość stałych wartości
sv: Längd på konstanta värden
tr: Sabit deðerlerin uzunluðu

source: Length of constant pattern
da: Længde af konstant mønster
de: Länge des konstanten Musters
es: Longitud de patrones constantes
fr: Longeur des contantes pattern
hu: Állandó minta hossza
it: Lunghezza dei pattern costanti
nl: Lengte van constant patroon
pl: Lługość stałego wzorca
sv: Längd på konstant mönster
tr: Sabit desenlerin uzunluðu

source: Printer emulation
da: Printeremulering
de: Drucke Emulation
es: Emulación de impresora
fr: Émulation d'imprimante
hu: Nyomtató emuláció
it: Emulazione della stampante
nl: Printer emulatie
pl: Emulacja drukarki
sv: Skrivaremulering
tr: Yazýcý emülasyonu

source: Send Formfeed
da: Send sideskift
de: Seitenvorschub senden
es: Enviar Formfeed
fr: Envoyer "Form Feed"
hu: Lapdobás küldése
it: Invia Formfeed
nl: Zend Formfeed
pl: Wyślij Form Feed
sv: Sänd sidmatning
tr: Sayfa ilerletme gönder

source: Printer driver
de: Drucker Treiber
es: Controlador de impresora
fr: Pilote d'imprimante
hu: Nyomtató meghajtó
it: Driver di stampa
nl: Printer stuurprogramma
pl: Sterownik drukarki
sv: Skrivardrivrutin
tr: Yazýcý sürücüsü

source: Output
da: Uddata
de: Ausgabe
es: Salida
fr: Sortie
hu: Kimenet
nl: Uitvoer
pl: Wyjście
sv: Utdata
tr: Çýktý

source: Output to file #
da: Uddata til fil #
de: Ausgabe auf Datei #
es: Salida a fichero #
fr: Rediriger vers le fichier #
hu: Kimenet fájlba
it: Output su file #
nl: Uitvoer bestand #
pl: Zrzuć do pliku #
sv: Utdata till fil
tr: Çýktý dosyasý #

source: Output file #1 name
da: Navn på uddatafil #1
de: Ausgabe Datei #1 Name
es: Nombre fichero de salida #1
fr: Nom du fichier de sortie #1
hu: 1-es kimeneti fájl
it: Nome del file di output #1
nl: Uitvoer bestand #1 naam
pl: Nazwa pliku zrzutu #1
sv: Namn på utdatafil 1
tr: Çýktý dosyasý #1 ismi

source: Output file #2 name
da: Navn på uddatafil #2
de: Ausgabe Datei #2 Name
es: Nombre fichero de salida #2
fr: Nom du fichier de sortie #2
hu: 2-es kimeneti fájl
it: Nome del file di output #2
nl: Uitvoer bestand #2 naam
pl: Nazwa pliku zrzutu #2
sv: Namn på utdatafil 2
tr: Çýktý dosyasý #2 ismi

source: Output file #3 name
da: Navn på uddatafil #3
de: Ausgabe Datei #3 Name
es: Nombre fichero de salida #3
fr: Nom du fichier de sortie #3
hu: 3-as kimeneti fájl
it: Nome del file di output #3
nl: Uitvoer bestand #3 naam
pl: Nazwa pliku zrzutu #3
sv: Namn på utdatafil 3
tr: Çýktý dosyasý #3 ismi

source: Custom speed
da: Egen hastighet
de: Benutzerdefinierte Geschwindigkeit
es: Velocidad personalizada
fr: Vitesse personnalisée
hu: Egyéni sebesség
it: Velocità personalizzata
nl: Aangepaste snelheid
pl: Własna prędkość
sv: Egen hastighet
tr: Özel hýz

source: Enter custom speed [%]
da: Angiv hastighed [%]
de: Geschwindigkeit [%] einstellen
es: Entrar velocidad personalizada [%]
fr: Entrez la vitesse [%]
hu: Adja meg a sebességet [%]
it: Inserisci velocità personalizzata [%]
nl: Geef snelheid op [%]
pl: Wprowadź włąsną prędkość [%]
sv: Ange egen hastighet [%]
tr: Özel hýzý girin [%]

source: RS232 device 1
da: RS232-enhed 1
de: RS232 Gerät 1
es: Periférico RS232 1
fr: 1er Périphérique RS232
hu: RS232 1-es eszköz
it: Dispositivo RS232 #1
nl: RS232 apparaat 1
pl: Urządzenie RS232 1
sv: RS232-enhet 1
tr: RS232 aygýt 1

source: RS232 device 2
da: RS232-enhed 2
de: RS232 Gerät 2
es: Periférico RS232 2
fr: 2e Périphérique RS232
hu: RS232 2-es eszköz
it: Dispositivo RS232 #2
nl: RS232 apparaat 2
pl: Urządzenie RS232 2
sv: RS232-enhet 2
tr: RS232 aygýt 2

source: RS232 device 3
da: RS232-enhed 3
de: RS232 Gerät 3
es: Periférico RS232 3
fr: 3e Périphérique RS232
hu: RS232 3-as eszköz
it: Dispositivo RS232 #3
nl: RS232 apparaat 3
pl: Urządzenie RS232 3
sv: RS232-enhet 3
tr: RS232 aygýt 3

source: RS232 device 4
da: RS232-enhed 4
de: RS232 Gerät 4
es: Periférico RS232 4
fr: 4e Périphérique RS232
hu: RS232 4-es eszköz
it: Dispositivo RS232 #4
nl: RS232 apparaat 4
pl: Urządzenie RS232 4
sv: RS232-enhet 4
tr: RS232 aygýt 4

source: Server Bind
da: Serverbinding
fr: Lien Serveur
hu: Szerver cím+port
nl: Server binding
pl: Połączenie serwera
sv: Serverbindning
tr: Sunucu Baðlantýsý

source: Append log to existing file
da: Tilføj log i eksisterende fil
de: An bestehende Log Datei anhängen
es: Añadir log a fichero existente
fr: Ajouter le log au fichier existant
nl: Logboek aan bestaand bestand toevoegen
pl: Dopisuj log do istniejącego pliku
sv: Lägg till log i existerande fil
tr: Varolan dosyaya log ekle

source: Image Contents
da: Indhold i image
de: Image Datei Inhalt
es: Contenidos imagen
fr: Contenu de l'image
hu: Tartalom
it: Contenuti immagine
nl: bestandsinhoud
pl: Zawartość obrazu
sv: Innehåll i avbildning
tr: Imaj Ýçeriði

source: New Image
da: Nyt image
de: Neue Image Datei
es: Nueva imagen
fr: Nouvelle image
hu: Új képmás
it: Nuova immagine
nl: Nieuw Bestand
pl: Nowy obraz
sv: Ny avbildning
tr: Yeni Ýmaj

source: image
nl: bestand

source: Attach %s image file
nl: Koppel %s bestand

source: Create Image
da: Opret image
de: Image Datei erzeugen
es: Crear imagen
fr: Création d'image
hu: Képmás létrehozása
it: Crea immagine
nl: Maak Bestand
pl: Utwórz obraz
sv: Skapa avbildning
tr: Imaj Yarat

source: New TAP Image
da: Nyt TAP-image
de: Neue TAP Image Datei
es: Nueva imagen TAP
fr: Nouvelle image TAP
hu: Új TAP képmás
it: Nuova immagine TAP
nl: Nieuw TAP bestand
pl: Obraz New TAP
sv: Ny TAP-avbildning
tr: Yeni TAP Imajý

source: Select Driver
da: Vælg driver
de: Treiber auswählen
es: Seleccionar controlador
fr: Sélectionner le pilote
hu: Válasszon meghajtót
it: Seleziona Driver
nl: Selecteer Stuurprogramma
pl: Wybierz sterownik
sv: Välj drivrutin
tr: Sürücü Seç

source: FFMPEG settings
da: FFMPEG-indstillinger
de: FFMPEG Einstellungen
es: Ajustes FFMPEG
fr: Paramètres FFMPEG
hu: FFMPEG beállításai
it: Impostazioni FFMPEG
nl: FFMPEG instellingen
pl: Ustawienia FFMPEG
sv: FFMPEG-inställningar
tr: FFMPEG ayarlarý

source: Sound record settings
da: Lydoptagelsesindstillinger
de: Tonaufnahme Einstellungen
es: Ajustes grabación de sonido
fr: Paramètres de l'enregistrement du son
hu: Hangfelvétel beállításai
it: Impostazioni registrazione audio
nl: Geluidsopname instellingen
pl: Ustawienia zapisu dźwięku
sv: Inställningar för ljudinspelning
tr: Ses kayýt ayarlarý

source: Sound Record Format
da: Format for lydoptagelse
de: Tonaufnahmeformat
es: Formato grabación de sonido
fr: Format de l'enregistrement du son
hu: Hangfelvétel formátuma
it: Formato di registrazione dell'audio
nl: Geluidsopname Formaat
pl: Format zapisu dźwięku
sv: Format för ljudinspelning
tr: Ses Kayýt Biçimi

source: Sound Record File
da: Lydoptagelsesfil
de: Tonaufnahmedatei
es: Fichero grabación de sonido
fr: Fichier d'enregistrement du son
hu: Hangfelvétel fájl
it: File per la registrazione dell'audio
nl: Geluid opnamebestand
pl: Plik zapisu dźwięku
sv: Ljudinspelningsfil
tr: Ses Kayýt Dosyasý

source: Symbolic
da: Symbolsk
de: Symbolisch
es: Simbólico
fr: Symbolique
nl: Symbolisch
pl: Symboliczne
sv: Symbolisk
tr: Sembolik

source: Positional
da: Positionsbestemt
es: Posicional
fr: Positionnel
nl: Positioneel
pl: Pozycjonalne
sv: Positionsriktig
tr: Konumsal

source: Dump keyset
da: Gem tastesæt
de: Aktuelle Keymap in Datei speichern
es: Volcar teclado
fr: Exporter le mappage clavier dans un fichier
hu: Billentyûzetleképzés fájlba írása
it: Scrivi keyset
nl: Keyset opslaan
pl: Zrzuć zestaw klawiszy
sv: Spara tangentbord
tr: Tuþ Setini dök

source: Symbolic US
da: Symbolsk US
de: Symbolisch US
es: Simbólico US
fr: Symbolique US
nl: Symbolisch US
pl: Symboliczna US
sv: Symbolisk US
tr: Sembolik US

source: Symbolic DE
da: Symbolsk DE
de: Symbolisch DE
es: Simbólico DE
fr: Symbolique DE
nl: Symbolisch DE
pl: Symboliczna DE
sv: Symbolisk DE
tr: Sembolik DE

source: Memory
da: Hukommelse
de: Speicher
es: Memoria
fr: Mémoire
hu: Memória
it: Memoria
nl: Geheugen
pl: Pamięć
sv: Minne
tr: Bellek

source: Drive type
da: Drevtype
de: Geräte Typ
es: Tipo unidad disco
fr: Type de lecteur
hu: Lemezegység típus
it: Tipo di drive
nl: Drivesoort
pl: Typ napędu
sv: Enhetstyp
tr: Sürücü tipi

source: 40 track handling
da: Håndtering af 40 spor
de: 40 Spur Umgang
es: Manejador 40 pistas
fr: Prise en charge du 40 pistes
hu: 40 sáv kezelése
it: Gestione 40 tracce
nl: 40-sporenondersteuning
pl: Obsługa 40 ścieżek
sv: Hantering av 40 spår
tr: 40 track iþleme

source: Idle method
da: Tomgangsmetode
de: Idle Methode
es: Metodo tiempo inactivo
fr: Méthode d'idle
hu: Üresjárat mód
it: Rileva inattività
nl: Idlemethode
pl: Metoda bezczynności
sv: Pausmetod
tr: Boþa vakit geçirme metodu

source: Standard
es: Estandar
nl: Standaard
tr: Standart
